{
    "id": "2016-05-02",
    "title": "Network Integration Evaluations ",
    "body": "##### Provided by U.S. Army Training and Doctrine Command and U.S. Army Capabilities Integration Center\n\n### What is it?\n\nThe Network Integration Evaluation (NIE) is a two-week rigorous, realistic and multi-echelon exercise replicating combat conditions and operational environment that facilitates an integrated evaluation of emerging concepts and capabilities. In addition, Soldiers provide critical uncensored feedback on the performance throughout the exercise. \n\n\n### What has the Army done? \n\nSince the spring of 2011, the Brigade Modernization Command -- a subordinate unit of U.S. Army Training and Doctrine Command's Army Capabilities Integration Center - has executed a total of 10 NIEs with the U.S. Army Test and Evaluation Command and the System of Systems, Engineering and Integration Directorate, under the Assistant Secretary of the Army for Acquisition, Logistics and Technology. \n\nDuring these NIEs, BMC conducts an assessment on networked and non-networked concepts and capabilities to determine their implications across Army Doctrine, Organization, Training, Materiel, Leadership and Education, Personnel, Facilities, and Policy. \n\n\n### What continued efforts have been planned for the future?\n\nBeginning in May 2016, the NIE will be held annually in the spring and serve as an enabler for the Army's Mission Command 2020 by integrating warfighting functions. BMC and its partners, ATEC and ASA (ALT), will continue their efforts to conduct integrated and paralleled operational tests of select Army programs of record. \n\nAs the Army transforms and sustains its readiness, modernization of forces and doctrine will remain a key factor. Modernizing mission command capabilities is critical and facilitates the decision-making of leaders and Soldiers across all tactical echelons for Unified Land Operations in support of the Joint Force and allies. NIEs remain a critical component in the modernization process by providing needed feedback on potential solutions to integrated network capabilities. Simultaneously, NIEs provide an environment that integrates live, virtual, constructive and gaming training environments, which, according to the chief of staff of the Army, allows commanders to creatively generate the highest possible training readiness.\n\n \n### Why is this important to the Army? \n\nNIEs deliver an agile, adaptable and networked Army. Through the NIE process, the Army has integrated, validated and refined network capability sets, providing improved mission command capabilities and network connectivity from the command post to vehicles on the move and to both dismounted and mounted Soldiers. These efforts provide decision makers with better information to meet the needs of the Army within budget constraints. NIE is the Army's largest operational exercise that tests and evaluates systems and capabilities; NIE is the Army's centerpiece for modernization.\n\n### Resources:\n\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx )\n* [Brigade Modernization Command](https://www.bliss.army.mil/BMC)\n* [Office of the Acting Assistant Secretary of the Army (Acquisition, Logistics and Technology)](http://www.army.mil/asaalt/)\n* [ U.S. Army Test and Evaluation Command](http://www.athttps://core.us.army.mil/webpages/place_content/?url=standtoec.army.mil/)\n\n#### Related document: \n\n* [Army's Mission Command 2020](http://www.army.mil/e2/c/downloads/312724.pdf) \n\n#### Related STAND-TO!:\n\n* [The Army Vision](http://www.army.mil/standto/archive_2015-07-07)\n* [The Army Equipment Program in support of President's Budget 2016](http://www.army.mil/standto/archive_2015-04-13/)\n* [Army Equipment Modernization Strategy](http://www.army.mil/standto/archive_2015-04-09/)\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27)\n* [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22)\n* [Mission Command Training Program](http://www.army.mil/standto/archive_2016-01-05/)\n* [U.S. Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-18)\n\n",
    "date": "Monday, May 2, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOver the next two years, Army Modernization will continue to be challenged by budgetary constraints.  However, modernization of mission command capabilities is critical and facilitates the decision-making of leaders and Soldiers across all tactical echelons for Unified Land Operations in support of the Joint Force and allies.  To support this effort, the Army will develop and field a robust, integrated tactical mission command network linking command posts across platforms at each echelon.\n\n###  - Chief of Staff of the Army Gen. Mark A. Milley, Army Readiness Guidance\n\n\n\n \n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}