{
    "id": "2016-05-03",
    "title": "Days of Remembrance of the Victims of the Holocaust",
    "body": "##### Provided by G-1\n\n### What is it?\n\nCongress established the Days of Remembrance as the nation's annual commemoration of the Holocaust, observed May 1-8, 2016. During this week, the Army community joins the nation to remember not only the millions of victims and survivors of the Holocaust, but also the heroes whose actions saved incalculable lives. More than 70 years ago, witnesses to the atrocities of Nazi-occupied Europe were faced with the choice of stopping the persecution of their neighbors and fellow countrymen or standing by in acquiescent silence. Many remarkable individuals chose action over fear, courageously stood up to tyranny and hatred.  \n\n\n### What has the Army done? \n\nThe Army community continues to honor the courage of those individuals who chose to take a stand against persecution. Rejecting all forms of prejudice and bigotry while remaining vigilant to ensure everyone is treated with dignity and respect reflects the values that epitomizes the Army. The Army continues to commemorate the victims and survivors by remembering their stories.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army community will continue to honor the courage and sacrifice of the victims and survivors of the Holocaust. Personal courage and respect are two hallmarks of the Army values. These core values are the foundations of the Army profession and critical to Army readiness. \n\n\n### Why is this important to the Army? \n\nThe Army and its community members' recollection of the Holocaust events serves to keep the nation and Army community alert of the results of unchecked hatred and bigotry. Moreover, it also serves as a reminder of the strength and courage required to stand victorious in the face of adversity. The Army culture embodies the moral and ethical tenets of Army Values. These [values](http://www.army.mil/standto/archive_2013-08-15/) are the foundation that shapes the military profession and define the character of all Soldiers and guide the actions of individuals in illustrating acceptance and inclusion of all people -- regardless of their ethnicity.\n\n### Resources:\n\n* [U.S. Army Values](http://www.army.mil/values/)\n* [Defense Equal Opportunity Management Institute](https://www.deomi.org/SpecialObservance/DOR.cfm)\n",
    "date": "Monday, May 2, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe visual evidence and the verbal testimony of starvation, cruelty and bestiality were so overpowering...I made the visit deliberately, in order to be in position to give first-hand evidence of these things if ever, in the future, there develops a tendency to charge these allegations merely to 'propaganda'.\"\n\n###  - Gen. Dwight D. Eisenhower, supreme commander of the allied forces, cabled Gen. George C. Marshall, the head of the Joint Chiefs of Staff in Washington, describing his visit to Ohrdruf Concentration Camp, April 12 1945 \n\n\n\n \n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}