{
    "id": "2016-05-04",
    "title": "National Day of Prayer ",
    "body": "##### Provided by Office of the Chief of Chaplains\n\n### What is it?\n\nThe National Day of Prayer was established for all religions with a clear focus to pray for the nation. It is an annual observance, which takes place on the first Thursday in May. The National Day of Prayer is not designed for political endorsement or statements or the endorsement of any religious service, program or event.  \n\n\n### What has the Army done? \n\nArmy chaplains have sponsored or participated in unit and installation-level observances for the National Day of Prayer. Army chaplains advise commanders on appropriate ways to pray for military personnel, to include: Soldiers and civilians, deployed personnel, wounded warriors, units and leaders, and their Family members. Commanders may coordinate to have installation-level events or observances in lieu of unit-level events.   \n\n\n### What continued efforts have been planned for the future?\n\nThe U.S. Army will continue to sponsor National Day of Prayer events or observances with a focus on prayer by individuals or groups while involving a broad spectrum of religions and religious leaders.  \n\n\n### Why is this important to the Army? \n\nThe first amendment of the U.S. Constitution provides for free exercise of religion. The U.S. Army places a high value on the rights of its Soldiers to observe the tenants of their respective religion or to observe no religion at all. The National Day of Prayer is one opportunity to provide for the free exercise of religion for those individuals who choose to participate. \n\n### Resources:\n\n* [U.S. Army Chaplain Corps](http://www.army.mil/chaplaincorps)\n* [National Day of Prayer](www.nationaldayofprayer.org)\n",
    "date": "Wednesday, May 4, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOur nation is stronger because we welcome and respect people of all faiths, and because we protect the fundamental right of all peoples to practice their faith how they choose, to change their faith, or to practice no faith at all, and to do so free from persecution and discrimination. \n\n###  - President Barack Obama, National Day of Prayer proclamation \n\n\n \n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}