{
    "id": "2016-05-05",
    "title": "Military Spouse Appreciation Day",
    "body": "##### Provided by the Office of the Assistant Chief of Staff for Installation Management \n\n\n### What is it?\n\nPresident Ronald Reagan issued the first Military Spouse Day proclamation, May 23, 1984. The proclamation recognized the profound importance of a military spouse's commitment to the readiness and well-being of service members.  The Secretary of Defense standardized the date by declaring the Friday before Mother's Day as Military Spouse Appreciation Day.  In 1999, Congress officially made Military Spouse Appreciation Day a part of National Military Appreciation Month.  \n\nThis year, the commemoration is celebrated, May 6, 2016, the theme is **Army Spouses: The Spirit Behind Readiness**. \n\n\n### What has the Army done? \n\nMilitary Spouse Appreciation Day is promoted by the U.S. Army through a variety of programs and special events. Army Community Service and Family and Morale, Welfare and Recreation program coordinators plan events such as luncheons, educational workshops, spouse employment fairs, socials, and garrison commander proclamation signings to celebrate military spouses. The Army recognize spouses through various communication channels, including social media, installation newspapers, speeches and special events to.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army is steadfastly committed to taking care of Families. Strategic campaigns such as Total Army Strong, the Army Family Action Plan and the Soldier for Life program promote support to Families. The Army recognizes the value in providing high quality of life programming to Families, as it is crucial to building a strong, resilient and ready Total Force. \n\n\n### Why is this important to the Army? \n\nPeople are the Army's most valuable asset. Spouses are the backbone of Army Families and contribute directly to the strength, resilience and readiness of the Army and the nation. The Army realizes the importance of taking care of spouses and Families, as this will ensure that Soldiers can stay focused on their missions and remain ready to fight and win.\n\n\n### Resources:\n\n* [U.S. Army Family & Morale, Welfare and Recreation ](http://www.armymwr.com/)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n* [Army.mil: Army Families ](www.army.mil/families)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* [Army Family Readiness Groups]( http://www.armyfrg.org/skins/frg/home.aspx)\n* [IMCOM on Facebook]( https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook ](https://www.facebook.com/#!/FamilyMWR)\n",
    "date": "Thursday, May 5, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWith determination and unshakable resolve, military spouses endure long absences and shoulder the burdens of war, constantly wondering what kind of dangers lie ahead for their loved ones. Through numerous moves and difficult deployments... their steadfast devotion to their spouses and to our nation represents the best our country has to offer. \n\n###  - President Barack Obama, Military Spouse Appreciation Day proclamation \n\n\n \n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}