{
    "id": "2016-05-09",
    "title": " Asian American and Pacific Islander Heritage Month",
    "body": "##### Provided by G-1\n\n\n### What is it?\n\nDuring the month of May, the U.S. Army joins the nation in honoring Americans of Asian and Pacific Island descent for their military and civilian service. These individuals have proudly served in America's Army during the Civil War, World Wars I and II, Korean War, Vietnam War, Gulf War and operations Iraqi Freedom, Enduring Freedom. \n\nThis year's theme is: **Walk Together, Embrace Differences, Build Legacies**.  \n\n### What has the Army done? \n\nArmy leaders continue the longstanding legacy of embracing diversity and working to recognize the capabilities of its diverse force by properly seeking out, accessing, developing and fully utilizing the individual talents and backgrounds of all its military and civilian personnel. Leaders at all echelons of the department are responsible for setting the conditions and standards to foster and sustain a culture where all Soldiers and Civilians can reach their full potential and have viable careers within the Army profession.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army will continue to leverage the strengths of a diverse, all-volunteer force to remain highly capable and mission ready.  The Army is committed to working with the appropriate DOD offices and officials to ensure everyone who's able and willing to serve has full and equal opportunity to do so, and is treated with dignity and respect. \n\n### Why is this important to the Army? \n\nThe U.S. Army strongly embraces diversity as a way to create a system that maximizes individual talents, increases morale and greatly enhances military effectiveness. Past and present Asian-American and Pacific Islander Soldiers and Army Civilians have built a legacy of professionalism, selfless service, dignity and respect, and continue this legacy today while inspiring generations to come.\n\n\n\n### Resources:\n\n* [Asian-Americans and Pacific Islanders in the U.S. Army](https://www.army.mil/asianpacificamericans/)\n* [Army Diversity Strength in Diversity](http://www.armydiversity.army.mil/)\n* [Army Values](www.army.mil/values)\n\n### Related STAND-TO!:\n\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* [Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n* [America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n",
    "date": "Monday, May 9, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe principle on which this country was founded and by which it has always been governed is that Americanism is a matter of mind and heart; Americanism is not, and never was, a matter of race or ancestry.\n\n###  - President Franklin Delano Roosevelt, upon signing the Executive Order that created the 442nd Regimental Combat Team, February 1943. The only all Japanese unit during World War II.\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}