{
    "id": "2016-05-10",
    "title": "Army Transitions to Windows 10",
    "body": "##### Provided by Chief Information Officer/G-6\n\n\n### What is it?\n\nIn compliance with the deputy secretary of defense mandate, the Army will move systems and equipment that run the Microsoft Windows operating system to version 10.  The Army and DOD anticipate the transition to Windows 10 will be completed for many systems by Jan. 31, 2017. This enterprise-wide upgrade will be applied to all existing Windows clients on DOD information networks and all unclassified, secret and top secret collateral information systems, to include: desktops, laptops and tablets; Special Access Program systems; mission systems; strategic, tactical, research and development, training and evaluation systems; platform information technology; and weapon systems (to the maximum extent practicable).  It does not include Windows cell phones or Microsoft Server operating systems.\n\n\n### What has the Army done? \n\nThe Army is participating in a working group, led by the Defense Information Systems Agency and National Security Agency, to develop the Windows 10 secure host baseline, and has its own Windows 10 integrated product team, led by the Chief Information Officer/G-6. To prepare for the transition, the Army is currently assessing equipment and hardware, testing interoperability and conducting data calls.  In addition, Network Enterprise Technology Command has conducted a pilot and operational testing to ensure that the Army's unique operational systems, application requirements, and command and control needs are properly addressed. The CIO/G-6 has also developed a deployment roadmap, which, when finalized, will be provided to commanders and all entities involved in the upgrade to ensure that units and organizations can prepare properly.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army is approaching Windows 10 migration methodically and in collaboration with the overall DOD lead, U.S. Cyber Command.  The CIO/G-6 and its Army partners are developing governance, command and control processes, and other necessary guidance and directives to aid and enforce compliance with the transition to Windows 10.  CIO/G-6 will keep Army organizations apprised of the implementation timeline and associated actions the field must take to accomplish the transition. \n\n\n### Why is this important to the Army? \n\nThe DOD is rapidly transitioning to Windows 10 to improve the department's cybersecurity posture, lower the cost of IT and streamline the IT operating environment.  This common baseline will enable quicker patching, counter certain common cyber intrusion techniques, and improve accountability and transparency throughout the department's networks and allow cyber defenders to better detect malicious activity. By establishing a DOD-wide common operating system baseline, it will promote faster and easier implementation of technology upgrades, and allow DOD to leverage common applications and enterprise solutions.  That, in turn, ultimately will lower information technology-related costs. \n\n\n### Resources:\n\n* [U.S. Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [U.S. Army Cyber Command and Second Army](http://www.arcyber.army.mil)\n* [U.S. Army Network Enterprise Technology Command](http://www.netcom.army.mil/)\n* [Department of Defense Chief Information Office](http://dodcio.defense.gov/)\n\n### Related articles:\n\n* [Army plans for transition to Windows 10 by next year](http://www.army.mil/article/162600)\n",
    "date": "Tuesday, May 10, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nIt will enhance the Army's cybersecurity posture and improve the efficiency of our IT environment. Moving to a single operating system also affords increased consistency across the Army's systems and devices. This optimizes our ability to perform upgrades, deploy security patches and execute other critical tasks, because we're working with one operating system.\n\n###  - Lt. Gen. Robert S. Ferrell, the Army's chief information officer and G-6 on the [migration to Windows 10](https://www.army.mil/article/162600).\n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}