{
    "id": "2016-05-11",
    "title": "Evaluation Reporting System Tool",
    "body": "##### Provided by Human Resources Command\n\n\n### What is it?\n\nThe Evaluation Reporting System (ERS) provides field users visibility of evaluation administrative information for Nonommissioned Officer Evaluation Reports (NCOER) and Officer Evaluation Reports (OER) in all phases of processing. It allows for tracking the evaluation from initiation to the update through the Human Resources Command Evaluation Systems Branch and update of the Interactive Personnel Electronic Records Management System (IPERMS). \n\n\n### What has the Army done? \n\nIn an effort to modernize the evaluation system, the Army has replaced the Interactive Web Response System, previously used for evaluation tracking, with the ERS. This system also tracks the senior rater profile history and Academic Evaluation Reports (AER), which tracks the receipt and placement in the Army Military Human Resource Record. ERS access for administrative tracking is requested and granted through the Evaluation Entry System (EES).\n\n\n### What continued efforts have been planned for the future?\n\nAs the Army continues to refine EES, HRC Evaluations Branch is working on upgrading the EES by adding a new feature, \"Manage Rating Chain\". This tool will enable the unit and key personnel (e.g., commander, S-1) to build their rating schemes and identify rating officials based on the approved organization structure. The anticipated release of the \"Manage Rating Chain\" tool is Fiscal Year 2017.\n\n\n### Why is this important to the Army? \n\nEvaluations are key in leadership development and ensuring the Army is postured with personnel to fight and win. To ensure evaluations are submitted, received, and processed in a timely manner, it's critical that rating officials and Soldiers monitor their reports in EES and ERS to address matters requiring their prompt attention.  A failure to address evaluation issues may result in rating period gaps which could potentially be a disadvantage to Soldiers being considered for promotions or key assignments.\n\nDepending on the Headquarters Department of the Army selection board schedule and the considered population, evaluation processing times may fluctuate from two to 12 weeks.  Board-eligible reports are identified and prioritized by the HRC Evaluations Branch for processing.  All other reports will be reviewed based on order of receipt.\n\n\n\n### Resources:\n\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil)\n* [Evaluation Systems Homepage](https://www.hrc.army.mil/TAGD/Evaluation Systems Homepage)\n* [Requires CAC Access: Evaluation Entry System](https://evaluations.hrc.army.mil/)\n\n\n### Related Documents:\n\n* [Army Regulation 623-3, Evaluation Reporting System](http://www.apd.army.mil/pdffiles/r623_3.pdf )\n* [DA PAM 623-3, Evaluation Reporting System, Nov. 10, 2015](http://www.apd.army.mil/pdffiles/p623_3.pdf)\n\n### Related STAND-TO!:\n\n* [Noncommissioned Officer 2020 Strategy ](http://www.army.mil/standto/archive_2016-02-23/)\n* [NCO Evaluation Report](https://www.army.mil/standto/archive_2015-12-01)\n",
    "date": "Wednesday, May 11, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWe're an organization made up of people and we're the largest people\norganization in America. Human Resources Command is one of those critical nodes that we have to invest in for the future and make sure we get it right because they're here to take care of our people. And our job as an Army is to always get better.\n\n\n\n###  - Sgt. Maj. of the Army Daniel Dailey on the welfare of personnel, *[SMA Dailey's Senior Enlisted Council focuses on personnel](https://www.army.mil/article/161271/)*\n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}