{
    "id": "2016-05-12",
    "title": "Asymmetric Warfare Group Knowledge Center",
    "body": "##### Provided by U.S. Army Training and Doctrine Command \n\n\n### What is it?\n\nThe Asymmetric Warfare Group (AWG) is a unit under the U.S. Army Training and Doctrine Command and comprises highly-skilled Soldiers and contractors. They provide observation, analysis, training and advisory support to the U.S. Army and joint force units to enhance their capabilities to predict, mitigate, counter and defeat asymmetric threats and methods. \n\nThe AWG's knowledge center is an online database available through [milSuite](https://www.milsuite.mil/book/groups/asymmetric-warfare-group-knowledge-center) that compiles and maintains AWG-developed products for use by all U.S. Army and joint organizations. The database draws from the vast collection of AWG observations, gathered during operational advisory support, to help Army and joint forces understand  the complex operational environment and assist in improving individual and unit survivability, effectiveness, and adaptability.\n\n\n\n### What has the Army done? \n\nThe AWG created a [milSuite page](https://www.milsuite.mil/book/groups/asymmetric-warfare-group-knowledge-center), a CAC-enabled, easily-accessible resource that provides the Army and joint units access to all of AWG's unclassified products. Some of the products include: AWG's Operational Advisor Summary, tactical pocket references and graphic training aids, storyboards, information papers, reports, and other training resources. \n\nThese products provide information to understand current and emerging enemy capabilities and solution development efforts to address friendly capability gaps. They include addressing topics such as threat trends, Soldier survivability, adaptability, security force assistance, Conventional Force/Special Operations Force/Joint Inter-Agency Intergovernmental Multi-national Force interdependence, operations/intelligence fusion, and tactical mobility. The knowledge center is designed to enhance combat effectiveness and improve Soldier survivability within the Army and joint forces. \n\n\n\n### What continued efforts have been planned for the future?\n\nThe AWG will continue to ensure the knowledge center is a valuable resource to the Army and joint units, providing them with lessons learned on defeating asymmetric threats. Unit leaders and Soldiers are encouraged to frequent the site for new products, visit discussion forums and post comments on products and associated topics, provide feedback on lessons learned, and share insights on observed enemy capabilities or recommended friendly solutions. This will allow the Army and joint forces to not only access the most current and relevant information available, but also discuss it for greater shared understanding.\n\n\n### Why is this important to the Army? \n\nThe AWG's knowledge center helps to increase awareness and understanding of current and emerging threats, as well as create a community of intent and practice for engagement on a single platform to promote innovation and problem solving. This meets the Army's vision and TRADOC priorities. \n\n\n\n### Resources:\n\n* [Asymmetric Warfare Group](https://www.awg.army.mil)\n* milSuite:[Asymmetric Warfare Group](https://www.milsuite.mil/book/groups/asymmetric-warfare-group-knowledge-center)\n* [AWG JLLIS](https://www.jllis.mil/apps/) (choose AWG as sub-organization)\n* [AWG ATN](https://atn.army.mil/dsp_template.aspx?dpID=503) \n\n###AWG on Social Media: \n* [Facebook](https://www.facebook.com/asymmetricwarfaregroup) \n* [YouTube](https://www.youtube.com/channel/UC8gW2zh2GvABCGWT31JkZdg) \n* [Twitter](https://twitter.com/ArmyAWG) \n\n### Related Documents:\n\n* [TRADOC priorities ](http://www.tradoc.army.mil/FrontPageContent/Docs/TRADOC_Priorities.pdf)\n\n### Related STAND-TO!:\n\n* [Army vision](http://www.army.mil/standto/archive_2015-07-07/)\n",
    "date": "Thursday, May 12, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\n'Win' occurs at the strategic level and involves more than just firepower. It involves the application of all elements of National Power. Complex is defined as an environment that is not only unknown, but unknowable and constantly changing ... To win in a complex world, Army forces  must provide the Joint Force with multiple options, integrate  the  efforts  of multiple partners, operate across multiple domains, and present our enemies and adversaries with multiple dilemmas.   \n\n\n###  - [Army Operating Concept: **Win in a Complex World**](https://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf)\n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 8: Mother's Day (#MothersDay) \n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}