{
    "id": "2016-05-16",
    "title": "African Land Forces Summit 16 ",
    "body": "##### Provided by U.S. Army Africa\n\n### What is it?\n\nThe African Land Forces Summit 16 is an exchange between the United States, the United Republic of Tanzania and land force chiefs from across Africa, to discuss and develop cooperative solutions to regional and transregional challenges and threats.  Senior leaders from African nations will have the opportunity to solidify relationships, exchange information on current topics of mutual interest and encourage cooperation in addressing challenges. \n\nThe theme for this year's summit is *Building Security in Africa through Cooperation*, and is being hosted in Arusha, Tanzania, May 16-19.\n\n\n### What has the Army done? \n\nFor the past few decades, [U.S. Army Africa](http://www.usaraf.army.mil/) has partnered with African armies in security-cooperation events that increase readiness while building partnerships between nations and the capacity to increase regional and transregional security. U.S. Army Africa leverages its relationships across Africa to provide a venue for African leaders to discuss current and emerging issues, as well as best practices. \n\n\n\n### What continued efforts have been planned for the future?\n\nU.S. Army Africa leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. These foundational capabilities help synchronize efforts and provide options to prevent conflict, to shape the security environment and to win conflicts. This seminar is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future summits and security cooperation engagements will be scheduled to take place in Africa and U.S. Army Africa will continue to develop and build upon the relationships and partnerships established here.\n\n### Why is this important to the Army? \n\nThe African Land Forces Summit provides an opportunity for U.S. Army to hear issues and concerns directly from African military leaders. It also provides a forum for the partner nations to freely express their opinions, concerns, desires, goals and ideas. Developing cooperative relationships and enduring partnerships among the militaries helps to promote security, stability and peace in Africa, and protect the national security interests of the United States.\n\n\n\n### Resources:\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n \n#### U.S. Army Africa on Social Media: \n* [Facebook](http://www.facebook.com/ArmyAfrica)  \n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica) \n\n#### Related articles: \n* [U.S. Army Africa planners pave the way for African Land Forces Summit 2016](http://www.usaraf.army.mil/NEWS/NEWS_151002_alfs_1.html)\n* [US, Tanzanian planners map road to ALFS 2016](https://www.army.mil/article/159892)\n* [DVIDS: News and Photos](https://www.dvidshub.net/feature/africanlandforcessummit2016#.Vzm70Udf3CM)",
    "date": "Monday, May 16, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\n'Win' occurs at the strategic level and involves more than just firepower. It involves the application of all elements of National Power. Complex is defined as an environment that is not only unknown, but unknowable and constantly changing ... To win in a complex world, Army forces  must provide the Joint Force with multiple options, integrate  the  efforts  of multiple partners, operate across multiple domains, and present our enemies and adversaries with multiple dilemmas.   \n\n\n###  - [Army Operating Concept: **Win in a Complex World**](https://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf)\n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}