{
    "id": "2016-05-17",
    "title": "Mission Command Digital Master Gunner ",
    "body": "##### Provided by U.S. Army Combined Arms Center\n\n### What is it?\n\nThe U.S. Army's Mission Command Digital Master Gunner (MCDMG) is a subject matter expert  who can configure, operate, maintain and coordinate the connectivity of mission command information systems. The purpose is to generate a common operational picture that enables the staff to analyze information, make recommendations and integrate and synchronize resources. \n\n\n### What has the Army done? \n\nSimilar to master gunners in armor, infantry and other units, the Army recognized the need for digital master gunners, and approved creating a [training course](www.http://usacac.army.mil/organizations/mccoe/dots/mission-command-master-gunner) and documenting the requirement for fiscal year 2018 and future modified tables of organization and equipment.  \n\nThe subject matter experts are trained in a three-week course, administered by the [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe) (MC COE), a part of the Combined Arms Center and U.S. Army Training and Doctrine Command.\n\nUpon graduation, digital master gunners return to their units and serve as their commanders' digital trainer. Graduates are responsible for developing, executing, evaluating and certifying digital crews on the full suite of mission command information systems. Upon completion of the course, Soldiers are awarded the 5C additional skill identifier.\n\n\n\n### What continued efforts have been planned for the future?\n\nThe MC CoE's Directorate of Training and Strategy is developing Digital Gunnery Tables to serve as a \"crawl, walk, run\" training model to enable units to harness mission command information systems. The tables are based on a series of training and evaluation outlines and are currently being used as an integral part of 1st Infantry Division's Warfighter train-up. This process is intended to validate the tables, which will then be institutionalized as a training circular. \n \n### Why is this important to the Army? \n\nThe Mission Command warfighting function integrates all the other Army warfighting functions. Integrating all the Army mission command information systems is the only way to create the vital common operational picture upon which commanders at all levels can successfully exercise mission command during the execution of unified land operations. The MCDMG course provides the Army's only training to integrate all those systems. This course is vital to addressing a significant gap identified, by the vice chief of staff of the Army, during the Mission Command Capability Portfolio Review in December 2015.\n\n\n### Resources:\n\n* [Mission Command Digital Master Gunner Course](http://usacac.army.mil/organizations/mccoe/dots/mission-command-master-gunner)\n* Course schedule: [Army Training Requirements and Resources System (ATRRS)](https://tiny.army.mil/r/2IsX)  \n* MilSuite: [Mission Command Digital Master Gunner (redirects to ATRRS)](https://www.milsuite.mil/book/groups/mission-command-functional-training)\n\n#### \n* [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe)  \n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)  \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil) \n\n#### Related documents:\n* [FORSCOM Command Training Guidance (CTG) Fiscal Year 2016 (see page 9-10) ](\nhttps://tiny.army.mil/r/bEUg) \n",
    "date": "Tuesday, May 17, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAs the division's subject matter experts on MCIS [Mission Command Information Systems], MCDMG graduates are the backbone of effective digital home-station training, and their continued integration of MC CoE's digital gunnery tables has created a legacy of digital expertise throughout the division. \n\n### - Maj. Gen. Wayne W. Grigsby Jr., commanding general, [1st Infantry Division](http://www.riley.army.mil/)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}