{
    "id": "2016-05-18",
    "title": "Fiscal Year 2017 Army Study Program Guidance",
    "body": "##### Provided by Army G-8\n\n### What is it?\n\nThe U.S. Army Study Program's (ASP) annual guidance, released by the Army Study Program Management Office (ASPMO), provides broad guidelines developed and approved by the Senior Analyst Advisory Board (SAAB). This guidance provides the framework for the fiscal year analysis agenda and kicks off the annual army study cycle for commands to develop their proposals for the upcoming year.  \n\nThe guidance is issued in the spring of each calendar year. \n\n\n### What has the Army done? \n\nThe [fiscal year 2017 guidance](https://www.us.army.mil/suite/files/45988691) was issued to participating commands on Mar. 16, 2016. Approximately 35 major commands with their own distinct mission and requirements will participate in the study program.   These approved focus areas are supplemented by the Army Campaign Plan, Army Posture Statement, and priorities set by the Secretary and Chief of Staff of the Army. The guidance is signed and issued by the Deputy Chiefs of Staff G-8 and G-3/5/7 prior to dissemination. \n\nThe Studies Program Coordination Committee, co-chaired by the ADCS G-8 and ADCS G-3/5/7, approves the study program after the annual Army Scoring Conference takes place in early summer. The Army Study Program Management Office has over 5,500 studies in their database.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army Study Program, outlined in [Army Regulation (AR) 5-5, Army Studies and Analyses](http://www.apd.army.mil/pdffiles/r5_5.pdf), is an annual program focusing on near-term analysis. The ASP is funded by Operations and Maintenance Funds, and has been successful in leveraging overseas contingency funds and year-end funds for studies that are appropriate. The ASP studies utilize internal Army analysis organizations, federally funded research and development centers, and commercial contractors to conduct the analyses.\n\n\n### Why is this important to the Army? \n\nThe Army senior leadership relies on timely, accurate analysis on which to base decisions that affect the Army as a whole, in addition to the direction of numerous programs. Without the analysis obtained through these AR 5-5 studies, leadership would be forced to act without a solid basis on which to form their decisions. The Army Study Program provides the appropriate system of checks and balances to guarantee that the Army makes smart decisions based on a solid foundation resulting from studies and analyses.\n\n### Resources:\n\n* Log-in required: [FY17 Study Guidance](https://www.us.army.mil/suite/files/45988691)\n* [The Army Study Program Management Office](http://www.g8.army.mil/organization/army_study_program_management_office)\n* [Deputy Chief of Staff, G-8](http://www.g8.army.mil/index.html)\n\n\n#### Related document: \n* [Army Regulation 5-5 Studies and Analysis](http://www.apd.army.mil/pdffiles/r5_5.pdf)\n\n#### Related STAND-TO!:\n* [The Army Study Program Management Office](http://www.army.mil/standto/archive_2013-07-25)\n\n#### ASPMO on Social Media: \n* [Facebook](http://www.facebook.com/armystudies)\n",
    "date": "Wednesday, May 18, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAs the division's subject matter experts on MCIS [Mission Command Information Systems], MCDMG graduates are the backbone of effective digital home-station training, and their continued integration of MC CoE's digital gunnery tables has created a legacy of digital expertise throughout the division. \n\n### - Maj. Gen. Wayne W. Grigsby Jr., commanding general, [1st Infantry Division](http://www.riley.army.mil/)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}