{
    "id": "2016-05-19",
    "title": "Army Readiness Guidance",
    "body": "##### Provided by Army G-3/5/7\n\n### What is it?\n\nThe Army Readiness Guidance for calendar year 2016-17 provides the purpose, direction, and motivation for the U.S. Army to regain combined arms capability in tactical formations while improving key aspects of overall strategic readiness in compliance with the [National Military Strategy](http://www.jcs.mil/Portals/36/Documents/Publications/2015_National_Military_Strategy.pdf). Army Readiness is based on four pillars of manning, training, equipping, and leader development. Readiness is benchmarked against the Total Army Force ability to defeat, deny, or deter hybrid, near-peer threats and meet operational demand requirements. \n\n### What has the Army done? \n\nThe Army redesigned its force generation model to focus on Sustainable Readiness which is a process that will not only meet combatant commander demands, but will sustain unit readiness in anticipation of the next mission. The Sustainable Readiness Model (SRM) will be implemented in fiscal year 2017 and will increase overall Army Readiness and reduce operational risk for a force that is globally responsive and regionally engaged by prioritizing units, stabilizing manning to avoid abrupt readiness declines, and resourcing units to sustain higher levels of readiness for longer periods. \n\nIn addition to SRM, the Army developed the [Associated Units Pilot Program](https://www.army.mil/standto/archive_2016-04-26) to improve integration between the active component (AC) and reserve component (RC) by establishing combined formations of Active, Army National Guard, and U.S. Army Reserve Soldiers. The program will provide more training resources and opportunities to RC units as well as create a personnel exchange program across the Total Army Force.  \n\n\n### What continued efforts have been planned for the future?\n\nThe Army will work to increase overall readiness with a goal of achieving a ready Army by 2020. This will be achieved through a number of initiatives organized across the four pillars of readiness. \n\n* **Manning**: The Army will keep units predictably manned with a focus on maximizing personnel readiness and deployability, by providing commanders with more precise personnel readiness standards and reporting tools, and by continuing to assess new qualified Soldiers to maintain total force end strength.\n* **Training**: The Army will continue to provide tough, realistic, combined arms and joint training to generate ready units with Decisive Action/Unified Land Operations (DA/ULO) proficiency. \n* **Equipping**: The Army will continue to equip, sustain, and modernize the force to ensure that units have the equipment required to maintain technological overmatch and defeat any threat. \n* **Leader Development**: The Army will continue to recruit and develop strong, moral, and ethical leaders to ensure readiness now and into the future. \n\n\n### Why is this important to the Army? \n\nReadiness is the Army's number one priority. In an increasingly volatile and uncertain world, the Total Army must be postured to shape the global security environment while remaining ready to fight and win the nation's wars. \n\n### Resources:\n\n####Related documents: \n* [Army Readiness Guidance, Calendar Year 2016-17](https://www.army.mil/e2/downloads/rv7/standto/docs/army_readiness_guidance.pdf)\n* [Army Regulation 525-30, *Army Strategic Readiness*](http://www.apd.army.mil/pdffiles/r525_30.pdf)\n* [Army Regulation 220-1, *Army Unit Status Reporting and Force Registration - Consolidated Policies*](http://www.apd.army.mil/pdffiles/r220_1.pdf)\n\n#### Related STAND-TO!:\n* [2016 Army Posture Statement](https://www.army.mil/standto/archive_2016-04-27)\n* [Army Total Force Policy](http://www.army.mil/standto/archive_2014-05-21)\n",
    "date": "Thursday, May 19, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nReadiness is #1 ... and there is no other #1.\n\n### - Chief of Staff of the Army Gen. Mark A. Milley \n\n### [Army Readiness Guidance, Calendar Year 2016-17](https://www.army.mil/e2/downloads/rv7/standto/docs/army_readiness_guidance.pdf)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 1- 8: Days of Remembrance for Victims of the Holocaust  \n\nMay 5: National Day of Prayer (Use #OCCHSOCIAL and tag @USArmy in tweets)\n\nMay 6: Military Spouse Appreciation Day (#MilSpouseAppreciation )\n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}