{
    "id": "2016-05-23",
    "title": "2016 DOD Warrior Games",
    "body": "##### Provided by Warrior Transition Command\n\n### What is it?\n\nThe Department of Defense (DOD) Warrior Games is an adaptive sports competition for wounded, ill and injured service members and veterans. Approximately 250 athletes participate in eight sporting events, representing teams from the Army, Marine Corps, Navy/Coast Guard, Air Force, U.S. Special Operations Command and United Kingdom Armed Forces. Athletes compete in archery, cycling, field, shooting, sitting volleyball, swimming, track and wheelchair basketball. The U.S. Army will host the DOD Warrior Games at the [United States Military Academy in West Point](https://www.army.mil/standto/archive_2015-03-16/), New York, from June 15-21.\n\n### What has the Army done? \n\nThe Warrior Games represent the culmination of participation in structured adaptive sports and reconditioning activities provided by the Army for wounded, ill and injured Soldiers throughout their recovery. The Army has been participating in the Warrior Games since 2010. \n\nThe Army's [adaptive sports program](http://www.wtc.army.mil/modules/soldier/s5-adaptiveReconditioning.html) encourages participation in physical and cognitive activities, inspiring physical fitness, mental strength, peer support and encouraging new opportunities for growth and achievement. The Army provides adaptive reconditioning opportunities at each Warrior Transition Unit (WTU). Each Soldier's participation includes input from a physical therapist/occupational therapist and the interdisciplinary team to ensure participation meets the Soldier's interests and abilities.\n\n### What continued efforts have been planned for the future?\n\nThe Army will continue to provide a wide range of adaptive sports and reconditioning activities as part of the Warrior Care & Transition Program at WTUs, as well as continue to support Soldiers and veterans who participate in the Army Trials and annual DOD Warrior Games.\n \n\n### Why is this important to the Army? \n\nThe DOD Warrior Games highlight the resiliency and warrior spirit of Soldiers, veterans and their families and caregivers. Benefits of adaptive sports participation include reduced stress, reduced dependency on pain medication, fewer secondary conditions such as hypertension and diabetes, higher achievement in education and employment, increased mobility, and increased independence.  \n\n### Resources:\n\n* [Warrior Transition Command](http://wtc.army.mil/)\n* [WTC Warrior Games](http://www.wtc.army.mil/warrior_game) \n* [WTC Adaptive Reconditioning](http://www.wtc.army.mil/modules/soldier/s5-adaptiveReconditioning.html)\n* [DOD Warrior Games](http://warriorgames.dodlive.mil/)\n* [- Team Army athletes](http://warriorgames.dodlive.mil/army/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Soldier for Life](http://www.soldierforlife.army.mil)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil)\n\n####Related documents: \n* Factsheet: [Adaptive reconditioning](http://www.wtc.army.mil/documents/factsheets/adaptive_reconditioning_fact_sheet.pdf)\n\n####WTC on social media: \n* [Facebook](https://www.facebook.com/ArmyWTC)\n* [Twitter](https://twitter.com/armywtc/)\n* [Flickr](https://www.flickr.com/photos/armywtc)\n* [YouTube](https://www.youtube.com/user/WarriorCareCom)\n",
    "date": "Monday, May 23, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe 2016 DOD Warrior Games ... showcase[s] the enduring strength of our service men and women who have overcome adversity and are using adapted reconditioning to become resilient warrior athletes. They represent the strength and resiliency of this great country.  \n\n### - Col. Chris Toner, commander, [U.S. Army Warrior Transition Command](http://www.wtc.army.mil/) and assistant surgeon general for [Warrior Care and Transition](http://www.wtc.army.mil/modules/soldier/s1-wctpProgram.html)\n\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 30: Memorial Day (#MyMemorialDay)\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}