{
    "id": "2016-05-24",
    "title": "Army Conference Policy ",
    "body": "##### Provided by The Office of the Administrative Assistant to the Secretary of the Army\n\n### What is it?\n\nThe new [Army Directive 2016-14, *Army Conference Policy*](http://www.apd.army.mil/pdffiles/ad2016_14.pdf), provides the basis for designated Army leaders to make informed decisions about hosting and attending conferences.  The processes outlined in this policy have been deliberately designed to ensure compliance with Department of Defense and Office of Management and Budget policies, and to optimize the use of scarce resources.  \n\n### What has the Army done? \n\nThe major changes to this policy are:\n\n* **New terminology**: The term \"mission critical\" no longer applies. The new terminology is participation of every conference attendee must be \"appropriately related to official duties and demonstrably benefit the Army.\"\n* **Army hosted conferences**: Tier Three officials may delegate, in writing, to any GO/SES in the chain of command.   \n* **Spouse travel**:  The Secretary of the Army, Under Secretary of the Army, 4-Star General Officers (GOs), and the Administrative Assistant to the Secretary of the Army (AASA) can approve spouse travel \n * Exemptions require determination by a GO/SES.\n* **Non-DOD hosted conferences**:  Excluding non-DOD conferences identified on the Director of Army Staff tasking memorandum, any GO or member of the Senior Executive Service (SES) within the chain of command can approve up to 49 attendees and a cost up to $100,000.  No request, only an approval memorandum, is required.\n * Only the Secretary of the Army or AASA can approve participation in non-DOD conferences with cost of $100,000 or more or involve proffered fund.\n * Non-DOD conference approval memoranda must be loaded into the Army Conference Reporting and Tracking Tool (ACRTT) within 10 days of approval. \n\n\n### What continued efforts have been planned for the future?\n\nIn late summer 2016 the Army plans to release an update to ACRTT.  This update will align the web based tool with the new conference policy.  \n \n\n### Why is this important to the Army? \n\nThe Army's commitment to provide oversight of conferences and associated resources both human and financial remains a high priority for all decision authorities.  The Army will take a balanced approach to conference participation by removing excessive restrictions while ensuring appropriate fiscal responsibility.\n\n### Resources:\n\n* Log-in required: [Office of the Administrative Assistant to the Secretary of the Army Customer Portal](https://securecac.hqda.pentagon.mil/oaacustomer/conferences.aspx)\n\n####Related documents: \n* [Army Directive 2016-14, Army Conference Policy](http://www.apd.army.mil/pdffiles/ad2016_14.pdf)\n",
    "date": "Tuesday, May 24, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nSoldiers are for fighting and winning our wars, that's what we do and we have to focus on that for the future.  \n\n### - Sergeant Major of the Army Daniel A. Dailey, emphasizing Soldier and unit readiness as the top priority for a sustainable force, during his visit to Kosovo, May 17-20 \n\n### [SMA talks Total Army and responsible drawdown with troops in Kosovo](https://www.army.mil/article/168408)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 30: Memorial Day (#MemorialDay)\n\nMay 30-July 4: Season of Remembrance \n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 6: [D-day](http://www.army.mil/d-day?from=st)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families)(#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}