{
    "id": "2016-05-25",
    "title": "Personnel Readiness Transformation",
    "body": "##### Provided by Army G-3/5/7\n\n### What is it?\n\nPersonnel readiness is a combination of administrative and medical factors that determine if an individual is ready to deploy.  \n\nThe U.S. Army is changing on how it reports the readiness of its personnel by managing Soldiers as \"deployable or non-deployable\" instead of \"available.\"  The downsizing of the Army requires commanders to more efficiently manage their forces than in previous years. The commanders will measure personnel readiness using three metrics:\n\n* Total deployable strength\n* Assigned Military Occupational Specialty skills match \n* Deployable Senior Grade Composite level   \n  \n\n### What has the Army done? \n\n[Army Directive 2016-07](http://armypubs.army.mil/epubs/pdf/ad2016_07.pdf)\nintegrates redefined administrative and medical deployment determinations with a new readiness reporting process that streamlines reporting and adds transparency to enable commanders to more efficiently manage their forces.  The medical changes include a new Commander's Portal that provides single sign-on dashboard access to multiple medical databases and systems.  A significant service-wide training effort began in February 2016 to educate leaders and medical providers on these changes. \n\n\n### What continued efforts have been planned for the future?\n\nThe new medical policies take effect June 1, 2016, and all new policies take effect starting with the July 2016 unit status reporting period.  \nEffective July 2016, Soldiers will be reported based on the definitions listed below.\n\n* **Deployable**:  A Soldier under the direct operational control of the reporting unit, whether present or able to be present within 72 hours, who is in compliance with all required personnel readiness standards and not restricted from deploying to perform the unit's core designed and assigned missions.\n* **Nondeployable**:  A Soldier who is restricted from worldwide deployment for a unit's core designed or assigned mission because the Soldier:  \n * Does not meet the baseline individual readiness standards for worldwide deployment as defined in Army Regulations   \n * Does not meet a combatant commander's mission-specific individual readiness standards when tailored for accomplishment of an assigned mission  \n * Cannot be under the direct operational control of the reporting unit (not able to be present within 72 hours) \n * Has not graduated from a course awarding an area of concentration or military occupational specialty \n * Is determined by their commander to be nondeployable for any other reason not stated above (commander's call).\n\n\n### Why is this important to the Army? \n\nReadiness is the Army's number one priority and the scope and pace of the Army's downsizing has made personnel readiness more critical to a unit's ability to accomplish its mission.  This new integrated process will allow commanders to more effectively manage, communicate, and report the readiness of their Soldiers, and maximizing the deployability of their unit.\n\n### Resources:\n\n* [HQDA G-3/5/7 Bolte Portal](https://g357.army.pentagon.mil/Pages/Home.aspx)\n* [Army G-1](http://www.armyg1.army.mil)\n* [Army Medicine](http://armymedicine.mil/Pages/Home.aspx)\n\n####Related documents: \n* [Army Directive 2016-07, *Redesign of Personnel Readiness and Medical Deployability*](http://armypubs.army.mil/epubs/pdf/ad2016_07.pdf)\n* [Army Regulation 600-8-101*Personnel Processing (In-, Out-, Soldier Readiness*](http://www.apd.army.mil/pdffiles/r600_8_101.pdf)\n* [Army Regulation 40-501, *Standards of Medical Fitness*](http://www.apd.army.mil/pdffiles/r40_501.pdf)\n* [Army Regulation 220-1, *Army Unit Status Reporting and Force Registration- Consolidated Policies*](http://www.apd.army.mil/pdffiles/r220_1.pdf)\n\n####Related STAND-TO!\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n\n\n",
    "date": "Wednesday, May 25, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nSoldiers are for fighting and winning our wars, that's what we do and we have to focus on that for the future.  \n\n### - Sergeant Major of the Army Daniel A. Dailey, emphasizing Soldier and unit readiness as the top priority for a sustainable force, during his visit to Kosovo, May 17-20 \n\n### [SMA talks Total Army and responsible drawdown with troops in Kosovo](https://www.army.mil/article/168408)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 30: Memorial Day (#MemorialDay)\n\nMay 30-July 4: Season of Remembrance \n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 6: [D-day](http://www.army.mil/d-day?from=st)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families)(#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}