{
    "id": "2016-05-31",
    "title": "Medical Readiness Transformation",
    "body": "##### Provided by Army Medicine \n\n\n### What is it?\n\n \nMedical Readiness Transformation is a significant, transformative process that will allow commanders to view all essential medical information, kept in one convenient location, and enable the commanders to quickly assess the medical readiness of Soldiers. \n\nPer the August 2015 direction of the vice chief of staff of the Army, the U.S. Army's personnel and readiness reporting systems are being overhauled to achieve readiness, which is the Army's number one priority.  \n  \n  \n\n### What has the Army done? \n\nThe Medical Readiness Transformation roll-out requires the training of all command & healthcare teams by May 31, 2016.  [Army Medicine](http://armymedicine.mil/Pages/Home.aspx) is on track to implement this overhaul of the medical readiness (MR) system by Oct. 1, 2016, with many changes ready for the O-3 level commanders (CDRs) (and above) beginning June 1, 2016.  The Commander Portal, an innovative, mandatory tool for commanders and healthcare personnel, consolidates data into a portal that enables commanders to proactively intervene on individual and unit health readiness issues.  \n\nIn addition to leading the development of the new Commander Portal and updated e-Profile system, the G-37 Medical Readiness (MR) Division has trained 1,036 trainers to help ensure the 90,000 command and healthcare personnel complete their mandatory Medical Readiness Transformation training by the initial operating capability (IOC) launch of June 1, 2016.  The new e-Profile system captures all of a Soldiers' deployment limiting conditions onto one form to ensure complete review of their capabilities and limitations.  The new Commander Portal gives commanders a robust system to manage deficient individual medical readiness (IMR) issues, make deployability determinations, and when needed, communicate with providers concerning issues with their Soldiers.  G-37 Medical Readiness Division has coordinated all efforts with [U.S. Army Forces Command](https://www.forscom.army.mil/), [Training and Doctrine Command](http://www.tradoc.army.mil/), [Army National Guard](https://g1arng.army.pentagon.mil/Pages/Default.aspx), [U.S. Army Reserve](http://www.usar.army.mil/), [HQDA G-1](http://www.armyg1.army.mil/) and HQDA G-3.\n\n \n### What continued efforts have been planned for the future?\n\nThe full operating capability launch for the Commander Portal is October 1, which will include additional IT system functionality.  Full operating capability will include new access portals for providers, provider support staff, and administrative staff. Among other planned features, it will also include an electronic DOD Periodic Health Assessment into the Medical Health Assessment application, as well as more robust reporting capabilities.\n \n### Why is this important to the Army? \n\nArmy senior leaders are utilizing medical readiness as the strategic lever to change the culture of readiness in the Army.  With a heightened focus on deployability, balanced with ensuring world-class medical care for injured Soldiers, these changes will save commanders significant amounts of time, energy, and effort. By providing a one-stop, user-friendly shop to view unit and individual medical readiness levels to determine which Soldiers are deployable, the heightened visibility will help improve overall readiness.  \n \n\n### Resources:\n\n* [Army Medicine](http://armymedicine.mil/Pages/Home.aspx)\n* [Army Training Network](https://atn.army.mil/)\n* [- Medical Readiness Transformation](https://atn.army.mil/dsp_template.aspx?dpID=601)\n\n#### Related documents:\n\n* [Army Directive 2016-07, *Redesign of Personnel Readiness and Medical Deployability*](http://armypubs.army.mil/epubs/pdf/ad2016_07.pdf)\n* [Army Regulation 600--8--101, *Personnel Processing (In-, Out-, Soldier Readiness and Depolyment Cycle)*](http://www.apd.army.mil/pdffiles/r600_8_101.pdf)\n\n\n#### Related article: \n* [Army Medicine works to increase unit readiness](https://www.army.mil/article/168430)\n\n#### Related STAND-TO!\n* [Personnel Readiness Transformation](https://www.army.mil/standto/archive_2016-05-25)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n\n\n",
    "date": "Tuesday, May 31, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThrough the Medical Readiness Transformation we are redesigning the process of medical profiles, which document a Soldier's temporary and permanent medical condition as well as any functional limitations. \n\n### - Lt. Gen. Nadja West, surgeon general of the U.S. Army and commanding general [U.S. Army Medical Command](http://armymedicine.mil/Pages/Home.aspx)\n\n### [Army Medicine works to increase unit readiness](https://www.army.mil/article/168430)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### May 2016\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 30-July 4: Season of Remembrance \n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 6: [D-day](http://www.army.mil/d-day?from=st)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}