{
    "id": "2017-07-03",
    "title": "Independence Day",
    "body": "#######Provided by Office of the Chief Legislative Liaison\n\n**What is it?**\n\nIndependence Day celebrates the birth of the nation and honors the Army's commitment to defend our nation since 1775. \n\nAlso referred to as the Fourth of July, it is observed annually to honor when Congress declared independence in 1776. The Continental Army and the militia in the service of Congress became known collectively as the Army of the United States, instead of the Army of the United Colonies. This year marks the 241st anniversary of America's independence.\n\n\n**What has the Army done?**\n\nIt was considered essential that the American Revolutionary Soldiers hear the Declaration of Independence document read, but the reading required sufficient copies be produced and distributed to the headquarters of the various Continental Army commands. Even with dispatch riders and fast-sailing ships, the nation and its armed forces had to wait to celebrate until Continental regiments in the faraway south could actually hear the momentous words. It wasn't until after the War of 1812 that observing Independence Day became commonplace. \n\nDuring World War I, American Soldiers marched through Paris, July 4th, 1918, to exuberant crowds.  A ceremony was held to mark the renaming of a street to Avenue du President Wilson. \n\n\n**What is the Army doing?**\n\nMany military installations hold public events in honor of Independence Day, which may include a concert, gun salute and fireworks display. In 2017, roughly 183,600 Soldiers will celebrate Independence Day by supporting combatant commanders in 140 different countries.\n\n\n**Why is this important to the Army?**\n\nThe Fourth of July is an occasion to celebrate and commemorate the freedom, history and legacy of the United States of America.   It is an opportunity to reflect and thank our Soldiers, Civilians and their Families for their service, bravery, and patriotism.\n\n\n**Resources:**\n\n* [Army.mil: America's First National Institution](https://www.army.mil/1775/)\n* [U.S. Army Family & Morale, Welfare and Recreation](https://www.army.mil/familymwr)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/)\n* [Army.mil: Army Families](https://www.army.mil/families/)\n* [Army Family Readiness Groups](https://www.armyfrg.org/skins/frg/home.aspx)\n* [Army.mil: Army Values](https://www.army.mil/values/)\n\n**Related STAND-TO!:**\n\n* [Meet Your Army](https://www.army.mil/standto/archive_2017-01-19)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [The U.S. Army Human Dimension Concept](https://www.army.mil/standto/archive_2016-11-29)\n",
    "date": "Monday July 3, 2017",
    "quote": "\"We hold these truths to be self-evident, that all men are created equal, that they are endowed by their Creator with certain unalienable Rights that among these are Life, Liberty and the pursuit of Happiness.\"  \n\n- The Declaration of Independence ",
    "events": "#### Events\n\n**July 2017**\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\nJuly 31: [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/)to receive the Medal of Honor  (#MedalofHonor)\n\n\n\n\n "
}