{
    "id": "2017-07-05",
    "title": "Violent Extremism Awareness",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nViolent extremism poses a threat to the Army, both within the homeland and military operations overseas.  Acts of violent extremism undermine the rule of law and the protection of human and civil rights.  \n\nThe threat is not limited to a single political, religious, or ideological background.  A wide variety of violent extremism movements pose a threat, for example: white supremacists, eco-terrorists, antigovernment, or radical separatist groups.  Regardless of its motivation, violent extremism can have devastating effects on civilian and military communities alike (as evidenced by the attacks at Fort Hood and Washington Navy Yard, among others).\n\nSome radicalized individuals become active members in groups and take action within their affiliated group's purview. Others, (often referred to as \"lone wolves\") don't have direct connection with a group, but are inspired by a group's rhetoric or group-sponsored violence. \n\n\n**What has the Army done?**\n\nAll members of the Army community play an important role in preventing vulnerable individuals from entering a path to radicalization and violence.  Education, promotion of awareness, and dialogue are important tools for prevention.\n\nAdvice and assistance from legal counsel, law enforcement, health service providers, and other community service providers can help complete a picture of a concerned individuals' behavior or actions. \n\n**What is the Army doing?**\n\nThe Army's Antiterrorism Division continues to explore ways and means to inform and educate the community on the risks and preventive measures to counter violent extremism.  The Office of the Provost Marshal General has planned quarterly themes and special events through the remainder of fiscal year 2018 (FY18) to raise awareness and educate the community: \n\n* Antiterrorism Awareness Month (August 2017)\n* Empowering Antiterrorism Coordinators (1Q/FY18 theme)\n* Continual Evolving Threat (2Q/FY18 theme)\n* Annual Antiterrorism Training Conference (Feb. 18, 2018)\n* Leveraging the Combatting Terrorism Center (3Q/FY18 theme)\n* Expanding Community Outreach (4Q/FY18 theme)\n\n\n**Why is this important to the Army?**\n\nWith the rapid changes in online communications, violent ideologies and propaganda are now more accessible and difficult to identify and stop the extremists before they act.  The threat of violent extremism is growing, as is the number of extremist attacks (since 2009) linked to the military.  All members of the Army community need to understand the extremist threat and duly report any alarming activity or behavior for timely and appropriate intervention and action.\n\n\n**Resources:**\n\nNote: Information and products supporting the antiterrorism theme are located on the Army Antiterrorism Enterprise Portal (ATEP).  \n\n* [Office of the Provost Marshal General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SitePages/PMGHome.aspx)  -- *CAC login required*\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx ) -- *CAC login required* \n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)  \n* [iWATCH Army](https://www.armyfrg.org/skins/frg/home.aspx) -- *CAC login required*\n* [Antiterrorism Awareness within Army Communities, Army Echoes (June -- September 2017)](https://soldierforlife.army.mil/sites/default/files/echoes_issues/Army_Echoes_2017_June_printerfriendly(2).pdf) \n\n**Related STAND-TO!:**\n\n* [2Q/FY17: Irregular/Asymmetric Warfare](https://www.army.mil/standto/2017-01-03)\n* [1Q/FY17: Unmanned Aerial Systems](https://www.army.mil/standto/2016-10-05)\n* [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21)\n* [iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n\n",
    "date": "Wednesday, July 5, 2017",
    "quote": "",
    "events": "#### Events\n\n**July 2017**\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n\n\n\n "
}