{
    "id": "2017-07-06",
    "title": "Network Integration Evaluation 17.2",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's \nU.S. Army Joint Modernization Command\n\n\n**What is it?**\n\nNetwork Integration Evaluations (NIEs) are Soldier-led evaluations designed to further integrate and rapidly progress the Army's tactical communications network. NIE 17.2 will evaluate and assess concepts and capabilities in a realistic and rigorous environment to build an agile and adaptive Army for the future.\n\n**What is the Army doing?**\n\nNIE 17.2 occurs July 11- 30, 2017, at both Fort Bliss, Texas, and White Sands Missile Range, New Mexico. U.S. Army Training and Doctrine Command's [Joint Modernization Command](https://www.bliss.army.mil/JMC/) (JMC) and two other organizations -- the [U.S. Army Test and Evaluation Command](https://www.atec.army.mil) (ATEC) and the System of Systems Engineering and Integration Directorate (SoSE&I), under the [Assistant Secretary of the Army for Acquisition, Logistics and Technology ](https://www.army.mil/asaalt/)  (ASA(ALT)) -- form the network integration partnership and have conducted NIEs since the summer of 2011.\n\nThe evaluation will continue to assess the Army's tactical network baseline while introducing new systems as part of Army Program of Record formal testing. This NIE 17.2 is different from past events, due to participation by the 2nd Infantry Brigade Combat Team of the 101st Airborne (Air Assault) Division. This NIE will seek to enhance Army readiness efforts, highlighting how a highly expeditionary light infantry unit uses network capability for its mission objectives.\n\nIn NIE 17.2, there will be two systems under test, both of which are improvements to the Army's Warfighter Information Network-Tactical, which provides on the move satellite and radio communications and connectivity to commanders. Additionally, the Army's [Rapid Capabilities Office](https://www.army.mil/standto/archive_2016-08-31) will conduct an electronic warfare excursion during the exercise.\n\n\n**What continued efforts are planned for the future?**\n\nNIE is changing to an annual exercise in fiscal year 2017 due to the addition of the Joint Warfighting Assessment (JWA), a companion event to NIE that assesses concepts and capabilities in a less formal, joint and coalition environment. NIEs and JWAs will continue to provide valuable Soldier feedback that will inform senior Army leaders as the Army continues to improve the Mission Command Network.\n\n**Why is this important to the Army?**\n\nFuture combat operations will be increasingly lethal and complex.  The Army will be challenged in all domains, and its forces will have to operate in degraded conditions.  Assured, interoperable, collaborative and accessible communications are essential to ensuring Army forces maintain tactical and operational overmatch. NIE 17.2 serves as a testbed to enhance Army network operations by receiving real time feedback from Soldiers using the systems.  \n\n\n**Resources:**\n\n* [U.S. Army Joint Modernization Command](https://www.bliss.army.mil/JMC/)\n* [Office of the Acting Assistant Secretary of the Army (Acquisition, Logistics and Technology)](http://www.army.mil/asaalt/)\n* [U.S. Army Test and Evaluation Command](https://www.atec.army.mil)        \n\n**Related STAND-TO!:**\n\n* [Network Integration Evaluations](https://www.army.mil/standto/archive_2016-05-02)\n\n**JMC on social media:**\n\n* [Twitter](https://twitter.com/JMC_FortBliss)\n* [Facebook](https://www.facebook.com/US-Army-Joint-Modernization-Command-193578694013981/)\n",
    "date": "Thursday, July 6, 2017",
    "quote": "",
    "events": "#### Events\n\n**July 2017**\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n\n\n\n "
}