{
    "id": "2017-07-10",
    "title": "Forward Engineer Support Team - Advance  ",
    "body": "#######Provided by the U.S. Army Corps of Engineers, Mobile District\n\n\n**What is it?**\n\nThe [U.S. Army Corps of Engineers](http://www.usace.army.mil)' 565th Engineer Detachment, known as the Forward Engineer Support Team -- Advance (FEST-A)  is a rapid-response, multi-disciplinary engineering team that deploys to solve technical engineering problems on critical combatant command projects anywhere in the world. \n\nThis team was part of a pilot program that tested the feasibility and readiness capability of a single-full-time team deploying for several missions during a one-year period to multiple combatant commands, for both forecasted and unseen missions.\n\nThe multi-disciplinary team is comprised of one officer-in-charge, one non-commissioned officer and six highly-skilled U.S. Army Corps of Engineers (USACE) civilian technical experts. The civilian technical experts include mechanical, environmental, electrical, civil, and structural engineers, and a geospatial information systems specialist.\n\n**What has the Army done?**\n\n* FEST teams usually assemble and deploy for one forecasted mission and then disband. The 565th FEST-A team is unique in that it is part of a pilot program to test the feasibility of a full-time engineering support unit. \n* FEST-A provides engineering support to deployed Army units and commanders, such as technical assessments, planning and design, and construction management services. \n* Equipped with reach back communication capabilities, FEST-A teams bring specialized data, research, and expertise from USACE research centers, engineers, and laboratories to the front where and when it is needed. \n* FEST-A projects enhance force readiness and include base-camp master planning, contingency construction design, infrastructure assessments, airfield projects, force-protection design and quality assurance. \n* Other major efforts include electrical and water assessments/studies, investigating causes and planning solutions to erosion problems, and investigating initial construction design for contingency combat aviation brigade sites.\n* In the past year, the 565th FEST-A team completed two missions in Honduras, and one mission each in Thailand, South Korea, and Iraq.  \n\n**What continued efforts are planned for the future?**\n\nAssessment results of this pilot initiative indicate the one-year team concept creates a strong foundation, saves money, and improves readiness by providing a more cohesive, more capable team for missions in support of combatant commands.  Lessons learned are being incorporated into the planning for future iterations of FEST-A in an effort to enhance FEST readiness and capability to support combatant command requirements.\n \n**Why is this important to the Army?**\n\nReadiness continues to be the top priority for the Army.  The FEST pilot results indicate the one-year team concept improves the capability and readiness team for missions in support of combatant commands while using fewer resources.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n* [U.S. Army Corps of Engineers, Mobile District](http://www.sam.usace.army.mil/)       \n\n**Related STAND-TO!:**\n\n* [External Affairs Planning and Response Team](http://www.army.mil/standto/archive_2017-01-25/?)\n* [Water Resources Infrastructure](http://www.army.mil/standto/archive_2017-01-26/)\n* [Interagency and International Services](http://www.army.mil/standto/archive_2017-01-30/)\n\n**USACE on social media:**\n\n* [Facebook](https://www.facebook.com/USACEHQ)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)\n\n\n",
    "date": "Monday, July 10, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}