{
    "id": "2017-07-12",
    "title": "The Army Astronaut Program",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command \n\n\n**What is it?**\n\nThe Army Astronaut Program allows active duty Army personnel who successfully apply for admission to [NASA's Astronaut Candidate Program](https://astronauts.nasa.gov/content/broch00.htm)  to complete the two year candidate process while serving on active duty. Upon completion of training, astronauts will continue to serve on active duty.\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc) (SMDC/ ARSTRAT) is the Army proponent for Functional Area 40 (FA40), Space Operations. The Army's Astronaut Program falls under the SMDC/ARSTRAT NASA detachment at the Johnson Space Center in Houston, Texas. \n\n**What has the Army done?**\n \nThe U.S. Army has a proud tradition of contributing to the nation's space program.\n\n* Jan. 31, 1958: The U.S. Army launched America's first satellite, Explorer I.    \n* May 5, 1961: The launcher sending the first American, Cmdr. Alan Shepard, on his historic flight into space was a modified Army Redstone rocket designated Mercury-Redstone 3. \n* 1976: Maj. [Robert L. Stewart](https://www.jsc.nasa.gov/Bios/htmlbios/stewart-rl.html) became the Army's first astronaut.  \n* 1976-2016: 18 Soldiers successfully completed astronaut candidate training. These astronauts have played a key role in NASA's space shuttle program and in the construction and operation of the International Space Station (ISS). The ISS is the largest international cooperative space effort in history.\n\nThe current Army astronauts are [Lt. Col. Andrew Morgan]( http://www.jsc.nasa.gov/Bios/htmlbios/morgan-ar.pdf), detachment commander, [Maj. Anne McClain](http://www.jsc.nasa.gov/Bios/htmlbios/mcclain-ac.pdf) and Astronaut Candidate [Maj. Frank Rubio](https://www.nasa.gov/astronauts/biographies/frank-rubio/biography) will join the team in August.\n  \n**What continued efforts are planned for the future?**\n\nArmy space operations officers provide the Army's core of space-smart professionals. There are two distinct career paths within the FA40 career field: space operations officer (AOC 40A) and astronaut (AOC 40C). Space operations officers provide commanders with expertise and guidance on using space-based capabilities to carryout operations, which enhances a command's ability to task, collect, process and act on space-based products, information, warnings and space-related capabilities. FA40 officers that in non-tactical assignments formulate policy, develop operational concepts, conduct research, develop technologies, evaluate and implement the tactics, techniques and procedures for the operation and use of space. \n\nArmy astronauts provide the opportunity for officers selected by NASA to serve as astronauts for exploration of space. Astronauts may perform as an International Space Station commander, flight engineer, science officer, ground support for International Space Station crews, capsule communicator, crew support astronaut, or Kennedy Space Center support astronaut.\n\n**Why is this important to the Army?**\n\nArmy astronauts help the Army define its requirements for the space program and enhance the Army's use of space capabilities. Ultimately, these Soldiers are Army ambassadors to NASA and the public.  \n\n**Resources:**\n\n* [SMDC/ARSTRAT](http://www.army.mil/smdc)\n* [Military Astronaut Program](http://astronauts.nasa.gov/content/mpoc.htm)\n\n**Current Army Astronaut Biographies:**\n \n* [LTC Andrew Morgan](http://www.jsc.nasa.gov/Bios/htmlbios/morgan-ar.pdf)\n* [Maj. Anne McClain](http://www.jsc.nasa.gov/Bios/htmlbios/mcclain-ac.pdf)\n* [Astronaut Candidate Maj. Frank Rubio](https://www.nasa.gov/astronauts/biographies/frank-rubio/biography)\n \n**Related STAND-TO!:**\n\n* [The Army's Dependence on Space](https://www.army.mil/standto/2017-02-23)\n\n**Related articles:**\n\n* [Where few have gone before: Army surgeon selected for NASA space program](https://www.army.mil/article/189502/where_few_have_gone_before_army_surgeon_selected_for_nasa_space_program)\n* [Army astronaut to co-pilot spacecraft on space station mission](https://www.army.mil/article/183706/army_astronaut_to_co_pilot_spacecraft_on_space_station_mission)\n",
    "date": "Wednesday, July 12, 2017",
    "quote": "##### Focus Quote for the Day\n\n>  If it weren't for the Army, I wouldn't have had any of those opportunities. We're in an organization that lets you succeed.\n\n\\- Maj. (Dr.) Frank Rubio, one of only 12 Americans selected to begin NASA astronaut candidate training in August 2017, reflecting upon his accomplishments over the last 19 years in the Army. \n\n[Where few have gone before: Army surgeon selected for NASA space program](https://www.army.mil/article/189502)\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}