{
    "id": "2017-07-13",
    "title": "Army Career Skills Program",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n\n**What is it?**\n\nThe Army Career Skills Program, executed by the [Installation Management Command](https://imcom.army.mil) (IMCOM), is an element of the military life cycle that prepare Soldiers for civilian employment upon completion of their military service. \n\nThe Career Skills Program (CSP) encourages Soldiers to capitalize on training opportunities during transition to turn their military skills into post-service careers.  The CSP is authorized by the Veterans Opportunity to Work Act, as enabled by [DODI 1322.29](http://www.dtic.mil/whs/directives/corres/pdf/132229p.pdf) and includes opportunities for participation in pre-apprenticeship/apprenticeship, internships, job shadowing, on-the-job training and employment skills training.  \n\nSoldiers must expect to be honorably discharged or discharged under honorable conditions, and released from active duty within 180 calendar days of starting a CSP to be eligible.  Commanders must authorize participation, which was previously limited to a 50-mile radius from a Soldier's home station.\n\n\n**What has the Army done?**\n \nArmy G1 delegated authority to the IMCOM commander in December 2016 to authorize the use of permissive temporary duty (PTDY) to support Soldier attendance at CSPs outside of the previously restricted 50-mile radius.  The first O-6 commander in the Soldier's chain of command has the authority to approve up to 30 days of PTDY to attend an Army approved career skill program.  Commanders having general court-martial authority have the authority to approve 31 days or more of PTDY to attend an approved CSP activity.\n\nOpportunities for Soldiers to attend a CSP have largely been based upon a Soldier's location. Larger installations or those located in larger cities have a variety of CSP courses to offer transitioning Soldiers, while smaller garrisons may only have one or two programs, if any at all.\n\n \n**What continued efforts are planned for the future?**\n\nThe Army anticipates an increase in CSP participation as garrisons are able to market these opportunities outside of their local footprints. IMCOM will continue as the lead in coordinating and reporting PTDY opportunities for CSP for the Army.  Soldiers interested in utilizing PTDY for CSP will be able to access the opportunity list at the [IMCOM Career Skills Program site](https://imcom.army.mil/Organization/G1Personnel/CareerSkillsProgram.aspx).\n \n**Why is this important to the Army?**\n\nThe Career Skills Program aims to set conditions for post-service careers as well as  decrease high unemployment compensation paid to veterans.  Permissive temporary duty authority allows more Soldiers to participate in and select CSPs located outside of the 50-mile restriction.  Partner employers recognize the importance Army values and ethos bring to their companies and benefit from temporary duty opportunities that may allow more Soldiers to participate in their programs.  \n\n**Resources:**\n\n* [U.S. Army Installation Management Command](https://imcom.army.mil)\n* [Career Skills Program](https://imcom.army.mil/Organization/G1Personnel/CareerSkillsProgram.aspx)\n\n**Related documents:**\n\n* [DoDI 1322.29: *Job Training, Employment Skills Training, Apprenticeship and Internships* Jan. 24, 2014](http://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/132229p.pdf)\n* [Army Regulation 600-8-10: *Leaves and Passes*, Feb. 15, 2006, (Includes *Rapid Action Revision*, Aug. 4, 2011)](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r600_8_10.pdf) \n* [Army Regulation 600-81: *Soldier for Life - Transition Assistance Program* (Chapter 8), May 17, 2016](https://go.usa.gov/xNem4)\n\n",
    "date": "Wednesday, July 12, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}