{
    "id": "2017-07-17",
    "title": "Shared Accord 2017 ",
    "body": "#######Provided by U.S. Army Africa\n\n\n**What is it?**\n\nShared Accord, formerly known as Southern Accord, is an annual joint exercise bringing together U.S. military and civilian personnel and African partners to promote interoperability between participants for peacekeeping operations in the Southern Africa region.\n\nShared Accord 2017 (SA 17) sponsored by U.S. Africa Command and executed by [U.S. Army Africa](http://www.usaraf.army.mil/)  (USARAF), seeks to enhance U.S. and other participating nations and organizations capabilities, and bilateral and regional relationships.  This joint command post and field training exercise will take place at the South African Army Combat Training Center in Lohatla, South Africa, July 17 to August 3.\n\nSA 17 will feature South African and U.S. forces training together in areas such as counter-IED training, strong point defense and offensive operations. The exercise culminates with a unilateral, combined arms maneuver live-fire demonstration.\n\n**What has the Army done?**\n \nFor the past few decades, the U.S. has partnered with African militaries in security cooperation events.  U.S. and African partnership leads to an increase in readiness and interoperability while increasing the capacity for regional and transregional security.\n\nSharing tactics, techniques and procedures through bilateral exercises and security cooperation events helps build strong relationships and enhanced military interoperability between nations. Shared Accord exercises provide a venue to maintain readiness, while enabling realistic training and providing valuable experiences for participants.\n \n**What continued efforts are planned for the future?**\n\nThe annual Shared Accord exercises will continue to provide an excellent opportunity to build relationships with partner countries in Africa who share the same vision of security and stability.\n\nU.S. Army Africa (USARAF) is a long-term partner in Africa and facilitates over 100 security cooperation events each year on the continent ranging in scope from one to two participants to over 1,000 participants for exercises such as Shared Accord 2017. \n\nOther USARAF- facilitated security cooperation activities in Africa include: train and equip, counter-IED training, military-to-military exchanges and humanitarian assistance/disaster relief. \n\nUSARAF's strategy on regional focus is captured in the regional Accord Series exercises and Regional Senior Leader Seminars at the end of each exercise. The seminars give regional land force commanders and the commander of USARAF an opportunity to meet and discuss issues that affect partners in the region. Additionally, they provide a venue synchronize efforts and shape the security environment. \n\n**Why is this important to the Army?**\n\nThe African continent is a complex environment with over one billion people and more than 2,000 spoken languages on a continent three times the size of the U.S. The importance of building partnerships across Africa is more relevant than ever in light of the growth of regional and transnational violent extremist organizations. Shared Accord as a joint exercise enhances U.S. and African forces' capabilities to perform peacekeeping operations. \n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n\n**Related STAND-TO!:** \n\n* [Southern Accord 2016](http://www.army.mil/standto/archive_2016-08-01)\n* [Southern Accord 2015](http://www.army.mil/standto/archive_2015-08-05/)\n* [Southern Accord 2014](http://www.army.mil/standto/archive_2014-07-15/)\n\n**Related articles:**\n\n* [Exercise Southern Accord Kicks-Off in Malawi](http://www.army.mil/article/130298/Exercise_Southern_Accord_14_kicks_off_in_Malawi/)\n* [Southern Accord 16 table top exercise enables disaster relief capabilities](http://www.army.mil/article/173238/sa16_table_top_exercise_enables_disaster_relief_capabilities)\n\n**U.S. Army Africa on social media:** \n\n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n\n\n",
    "date": "Monday, July 17, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}