{
    "id": "2017-07-18",
    "title": "USACE Readiness Support Center ",
    "body": "#######Provided by U.S. Army Corps of Engineers, Mobile District\n\n\n**What is it?**\n\nThe [U.S. Army Corps of Engineers](http://www.usace.army.mil) Readiness Support Center provides emergency management planning, training, exercise development, project management, and response support to the Corps of Engineers and the nation. The RSC is a headquarters element, aligned under the [Mobile District of the South Atlantic Division](http://www.sad.usace.army.mil/). \n\nMaintaining readiness for contingency operations across nine divisions and 43 districts requires a centralized component. The RSC provides a unified approach to emergency management training and execution support.\n\n**What has the Army done?**\n \nDuring FY16 the RSC:\n\n* Supported 13 district and/or division all-hazards exercises\n* Developed three emergency-management distance-learning courses (one in support of FEMA)\n* Trained 2,250 personnel through distance-learning \n* Supported six U.S. Army Corps of Engineers' districts in earning their accreditation through the Emergency Management Accreditation Program \n\nThe RSC supports emergency response readiness training through three programs: TEAMS, DTOS, and ENGLink.  \n\n* **Training, Exercise, Accreditation, Modeling and Simulation** (TEAMS): The RSC administers training and exercise development. The team also provides disaster modeling and simulation and command-and-control software. They support tactical operations and national emergency management by supplying vital equipment.\n\n* **Deployable Tactical Operations System** (DTOS): This is a package of a two-person team and equipment that can provide critical communications in the event of significant man-made or natural disasters in the United States. During FY16, the RSC deployed the DTOS teams 11 times and supported three DTOS exercises.\n\n* **Engineer Link Interactive** (ENGLink): Is the USACEs' program of record for emergency management response requirements validation and fulfillment. In FY16, the RSC provided ENGLink support for 228 training taskers and 3,276 operational taskers. In addition, the RSC conducted a complete hardware refresher and a continuity-of-operations testing on the ENGLink.\n \n**What continued efforts are planned for the future?**\n\nThe RSC will continue to evolve this unified approach to emergency management support that provides common standards for training and accreditation, reliable standards of support, and saves resources such as time and money.  These new approaches will enable the RSC to support more emergency management requirements in the future and will be used by more districts and divisions to support emergency management training and accreditation.\n  \n**Why is this important to the Army?**\n\nReadiness continues to be the top priority for the Army.  The RSC provides a comprehensive, standardized approach to building emergency management planning, training, and exercise development readiness across the Corps. Programs administered by the RSC strengthen and ensure USACE's capability to respond to civil and military contingencies.\n\n\n**Resources:**\n\n* [USACE Readiness Support Center](https://rsc.usace.army.mil/)\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers, Mobile District](http://www.sam.usace.army.mil/)\n\n**Related STAND-TO!:** \n\n* [External Affairs Planning and Response Team](http://www.army.mil/standto/archive_2017-01-25/)\n* [Water Resources Infrastructure](http://www.army.mil/standto/archive_2017-01-26/)\n* [Interagency and International Services](http://www.army.mil/standto/archive_2017-01-30/)\n\n**U.S. Army Corps of Engineers on social media:** \n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)\n\n\n\n",
    "date": "Tuesday, July 18, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}