{
    "id": "2017-07-19",
    "title": "249th Engineer Battalion (Prime Power)",
    "body": "#######Provided by Headquarters, U.S. Army Corps of Engineers\n\n\n**What is it?**\n\nThe [249th Engineer Battalion](http://www.usace.army.mil/249th-Engineer-Battalion/) (Prime Power) is a multi-component, geographically dispersed  battalion assigned to the U.S. Army Corps of Engineers.  This versatile power generation battalion provides commercial-level power to military units and federal relief organizations during full-spectrum operations.  It is the only prime power battalion in the Department of Defense.     \n\nThe battalion consists of a headquarters and headquarters company, four prime power line companies (A, B, C & D), and the [Prime Power School](http://www.usace.army.mil/Prime-Power-School/).  Line companies are located in Schofield Barracks, Hawaii, Fort Bragg, North Carolina, Fort Belvoir, Virginia and a reserve company in Cranston, Rhode Island.  \n\n**What has the Army done?**\n \nThe Army's role in supporting domestic national requirements and geographic combatant commander requirements dictates that a total force prime power capability is necessary in order to support readiness requirements and standards.\n\nThe 249th Engineer Battalion (Prime Power) is a Total Army force aligned with the Federal Emergency Management Agency (FEMA) regions and geographic combatant commands to provide support worldwide on short-notice. \n \n  * Support of FEMA regions: Involves disaster response under the National Response Framework where the battalion rapidly deploys to establish initial power to save lives and protect critical infrastructure after a disaster.  \n  * Support of combatant commands: Includes the ability to rapidly deploy the prime power capability to austere regions (e.g., contingency bases) to enable readiness until a sustainable infrastructure can be developed.\n\nThe battalion offers a variety of services including: \n\n* Power requirements assessment\n* Power production\n* Maintenance and repair of power transmission and distribution systems  \n* Electrical contractor oversight\n* Training for personnel to operate and maintain prime power distribution and generation equipment \n\n \n**What continued efforts are planned for the future?**\n\nThe 249th Engineer Battalion continues to evolve increased capabilities to support national requirements at home and abroad.  Unlike virtually any other battalion in the Army, it is in the unique position to recruit, train, and employ each of their soldiers and operate their own MOS producing school.  The [Prime Power School](http://www.usace.army.mil/Prime-Power-School/) graduates the Army's Prime Power Production Specialist (Military Occupational Specialty 12P) following a one-year course that includes math, physics, engineering, and power plant operations and maintenance.\n  \n**Why is this important to the Army?**\n\nReadiness continues to be the top priority for the Army.  In today's modern technological environment, worldwide force and national readiness is often reliant on access to adequate, reliable power.  The 249th Engineer Battalion (Prime Power) is charged with the rapid provision of Army generators to support worldwide requirements and provides this capability to the Army, the joint force, FEMA and the nation.  The unit is rapidly deployable and always on alert in order to support the readiness of the nation.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [249th Engineer Battalion](http://www.usace.army.mil/249th-Engineer-Battalion/)\n* [U.S. Army Prime Power School](http://www.usace.army.mil/Prime-Power-School/)\n\n**Related STAND-TO!:** \n\n* [External Affairs Planning and Response Team](http://www.army.mil/standto/archive_2017-01-25/?)\n* [Water Resources Infrastructure](http://www.army.mil/standto/archive_2017-01-26/)\n* [Interagency and International Services](http://www.army.mil/standto/archive_2017-01-30/)\n\n\n**U.S. Army Corps of Engineers on social media:** \n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Wednesday, July 19, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}