{
    "id": "2017-07-24",
    "title": "20th CBRNE Command ",
    "body": "#######Provided by 20th CBRNE Command \n\n**What is it?**\n\n[20th CBRNE Command](http://www.cbrne.army.mil/) is the United States Army's only formation dedicated to countering the full range of chemical, biological, radiological, nuclear and explosive (CBRNE) threats facing the nation. It is headquartered at Aberdeen Proving Ground-Edgewood, Maryland. \n\nCBRNE is comprised of more than 4,000 military and civilian employees distributed across 19 installations in 16 states. The command has state-of-the-art technologies at every level. These technologies allow for complete capability to identify, assess, render-safe, dismantle, exploit, decontaminate, transfer and dispose of CBRNE hazards. These hazards include weapons of mass destruction, unexploded ordnance and improvised explosive devices.   \n\nCBRNE's subordinate commands support the combatant commands in operations and contingencies throughout the world. A few of the subordinate commands being:    \n\n* 48th Chemical Brigade \n* 52d Explosive Ordnance Disposal Group \n* 71st Explosive Ordnance Disposal Group \n* CBRNE Analytical and Remediation Activity \n* 1st Area Medical Laboratory \n* Consequence Management Unit   \n\n**What has the Army done?**\n\nThe contribution of the explosive ordnance disposal forces in countering the threats of IEDs in Iraq and Afghanistan is a remarkable success story and a lasting legacy for the Army. In addition, CBRNE: \n\n* Provides support to civil authorities regarding emergency response to CBRNE hazards. \n* Routinely executes training with interagency partners and allied forces on five continents.\n* Continuously deployed forces in support of Operations Iraqi Freedom and Enduring Freedom, to include Combined Joint Task Force Troy and Paladin.\n* Current deployments include support to Operations Inherent Resolve, Freedom's Sentinel, Resolute Support, and Task Force Atlas.\n* Actively supports Federal, state, and local officials as part of the Defense Support of Civil Authorities and Defense Support of Civil Law Enforcement Agencies missions. \n\n**What continued efforts are planned for the future?**\n\nThe 20th CBRNE Command will continue build relationships with the ally partners through joint training and exercises. The command continues to focus on improving the tactical and operational expertise to exercise mission command of CBRNE operations up to the Joint Task Force level. This includes missions ranging from countering weapons of mass destruction to counter-IED efforts. \n\n**Why is this important to the Army?**\n\nThe risk of weapons of mass destruction, the continued threat and expanded use of IEDs, and the acquisition, proliferation, or use, and prevalence of asymmetrical CBRNE threats has intensified across the globe. The 20th CBRNE Command is the Department of Defense's only formation with specialized CBRNE capabilities and expertise to respond to counter the full range of CBRNE threats. \n \n\n**Resources:**\n\n* [20th CBRNE Command](http://www.cbrne.army.mil/) \n* [Army.mil: 20th CBRNE News](http://www.army.mil/20thcbrne)\n\n**Related STAND TO!:**\n\n* [20th CBRNE Command Decisive Action Training (Integration)](http://www.army.mil/standto/archive_2014-09-19/) \n* [ CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24) \n\n**Related articles: ** \n\n* [1st Area Medical Laboratory set to deploy to Liberia](http://www.army.mil/article/137097/1st_Area_Medical_Laboratory_set_to_deploy_to_Liberia/) \n* [20th CBRNE Soldiers embark on 'Pacific Pathways'](http://www.army.mil/article/134050/20th_CBRNE_Soldiers_embark_on__Pacific_Pathways) \n* [20th CBRNE troops train with NATO Response Force](http://www.army.mil/article/134606/20th_CBRNE_troops_train_with_NATO_Response_Force) \n* [20th CBRNE Soldiers complete Ulchi Freedom Guardian](http://www.army.mil/article/132815/20th_CBRNE_Soldiers_complete_Ulchi_Freedom_Guardian) \n* [South Korean troops participate in CBRN exercise](http://www.army.mil/article/129052/South_Korean_troops_participate_in_CBRN_exercise/?from=RSS) \n\n**CBRNE on social media:** \n\n* [Facebook](https://www.facebook.com/20thCBRNECommand) \n* [YouTube](https://www.youtube.com/user/20thCBRNE) ",
    "date": "Monday, July 24, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}