{
    "id": "2017-07-26",
    "title": "ARSOF Value to the Nation ",
    "body": "#######Provided by U.S. Army Special Operations Command\n\n**What is it?**\n\n[U.S. Army Special Operations Command (USASOC) 2035](https://go.usa.gov/xRjCa) provides the roadmap for developing future capabilities for Army Special Operations Forces (ARSOF). These capabilities will help ARSOF advance into the future regardless of the operating environment and/or type of conflict.  \n\n**What has the Army done?**\n\nFormally assessed and selected ARSOF Soldiers, trained to an elite level, deliver strategic value to the nation through four complementary capabilities that are the pillars of ARSOF capability. These four pillars anchor the core strategic framework established in USASOC 2035 and include:   \n\n* **Indigenous approach** is a means to address challenges to regional stability.  This approach views the challenges as problems to be solved by empowered populations living in the region. It includes core tasks such as foreign internal defense and unconventional war and involves advise, assist, and accompany-type activities. ARSOF personnel live among, train, advise, and fight alongside indigenous people, achieving effects through partner forces.\n\n* **Precision targeting operations** involve direct action and counter-network activities enabled by SOF unique intelligence, technology, and targeting processes. These activities are executed by highly trained, rapidly deployable, and scalable ARSOF personnel and formations against difficult target sets in uncertain or hostile environments. The careful and focused application of force buys time / space for other operations to gain traction. These creates precise physical and psychological effects, and collapses threat networks through deliberate targeting of critical nodes.\n\n\n* **Develop understanding and wield influence** through engagements in more than 70 countries worldwide. This allows ARSOF to develop long-term partner nation relationships that can be leveraged to secure the national interests. The ARSOF network of personnel, assets, and international partnerships represent means by which to obtain early understanding of trends, emerging local, regional, and transregional threats, and opportunities for advancing U.S. objectives. ARSOF capabilities influence outcomes in all campaign phases and especially in environments experiencing conflict short of overt war.\n\n* **Crisis response** is provided through alert forces and persistently deployed/dispersed units. This provides national decision makers with agile, rapidly employable special operations formations required for emergency response. These forces provide options to rescue people under threat, to recover sensitive materials in varied environments, or other short notice requirements.\n\n**What continued efforts are planned for the future?**\n\nARSOF will remain fully engaged worldwide, operating in small teams with local partners that yield tremendous effects at the operational and strategic level.\n\n**Why is this important to the Army?**\n\nARSOF capabilities provide options to shape or prevent outcomes in support of the national interests. ARSOF expertise enhanced by the USASOC 2035, coupled with tailorable mission command nodes and scalable force packages, are particularly suited for employment in politically sensitive environments. \n\n**Resources:**\n\n* [US Army Special Operations Command](http://www.soc.mil/)\n* Army.mil: [USASOC News](https://www.army.mil/usasoc)\n\n**Related documents:** \n\n* [USASOC 2035 Overview](https://go.usa.gov/xRjCa)\n* [USASOC 2035 Strategy](https://go.usa.gov/xRjC2)\n* [USASOC 2035 Campaign Plan](https://go.usa.gov/xRjCj)\n\n**USASOC on social media:**\n\n* [Facebook](http://www.facebook.com/usasoc.mil)\n* [Twitter](http://www.twitter.com/usasocnews)\n",
    "date": "Wednesday, July 26, 2017",
    "quote": "#### Focus Quote of the Day\n\n> USASOC 2035 presents objectives for developing future capabilities that will move \nARSOF from the force of today to the force of tomorrow.\n \n\n\\- Lt. Gen. Kenneth E, Tovo, commanding general, [U.S. Army Special Operations Command](http://www.soc.mil/)\n\n[USASOC 2035 Overview](https://go.usa.gov/xRjCa/?from=stq)\n\n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}