{
    "id": "2019-03-08",
    "title": "Modernizing Army Accessions",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe U.S. Army is reforming the Accessions Enterprise to more effectively and efficiently attract qualified and talented recruits and officer candidates. The Army is seeking to grow end-strength in the coming years, in accordance with the [Army Vision](https://www.army.mil/standto/2018-06-07), while undergoing the most significant accessions restructuring in more than 40 years.\n\n\n**What are the current and past efforts of the Army?**\n\nSince October 2018, the Army has:\n\n* Designated the commander, U.S. Army Training and Doctrine Command, as the Army's lead for accessions, and realigned marketing units under TRADOC to better enable an all-Army effort. \n\n* Restructured Army Marketing and Engagement Brigade as a subordinate of the U.S. Army Recruiting Command. This restructure allows the Army to better coordinate how it plans and executes marketing and outreach efforts.\n\n* Developed four new Army commercials to demonstrate the variety of career fields and opportunities available in the Army.\n\n* Provided recruiting stations with face-lifts resulting in an increase in the number of recruiters. USAREC has conducted training and provided guidelines to empower recruiters to use social media to engage future Soldiers on mobile devices with Soldier-generated content. \n\nThe Army is:\n\n* Modernizing its digital marketing capabilities while reinvigorating traditional channels. \n\n* Updating its [www.GoArmy.com](https://www.goarmy.com) to make it mobile responsive and is redesigning its functions to provide visitors with tailored content.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army continues to recruit in traditional strongholds, but is putting a focused effort on 22 growing, urban areas. These are locations where Army service and benefits are less understood.\n\nThe Army is establishing Army [Esports](https://recruiting.army.mil/army_esports/) and [Warrior Fitness](https://recruiting.army.mil/functional_fitness/) competitive teams within the U.S. Army Marketing and Engagement Brigade, USAREC. These teams will connect Soldiers with youth who have shared interests but may not know about the benefits of Army service.\n\nThe Army is launching an Accessions Enterprise Information System that will transform the Army's ability to see and nurture the talent of all Soldiers from entry to their first assignment.\n \n\n  \n**Why is this important to the Army?**\n\nArmy readiness begins with recruiting. The Army is taking advantage of new technology and methods to efficiently find and hire the Soldiers America needs. Modernizing its recruiting approach connects the Army with a diverse group of America's youth, who are qualified and willing to consider military service. The combination of these efforts will allow the service to recruit more high-quality Soldiers than ever before.\n\n\n**Resources**:\n\n* [GoArmy.com](https://www.goarmy.com)\n\n* [Army Esports Team](https://recruiting.army.mil/army_esports/)\n\n* [Army Warrior Fitness Team](https://recruiting.army.mil/functional_fitness/)\n\n* [U.S. Army Marketing and Engagement Brigade](https://recruiting.army.mil/meb)\n\n* [U.S. Army Recruiting Command](https://recruiting.army.mil/)\n\n* [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil/)\n\n\n**Related STAND-TO!**: \n\n* [Army Vision](https://www.army.mil/standto/2018-06-07)\n",
    "date": "Friday March 8, 2019",
    "quote": "",
    "events": ""
}