{
    "id": "2014-05-01",
    "title": "2014 Asian Pacific American Heritage Month",
    "body": "**What is it?**\n\nEach May, the U.S. Army along with the nation, honors the history of Asian and Pacific Americans to the building of this great nation.  The vast diversity of languages, religions, and cultural traditions continue to strengthen the fabric of American society. This month was chosen to commemorate the immigration of the first Japanese to the U.S. on May 7, 1869, and to mark the anniversary of the completion of the transcontinental railroad -- of which the majority of the workers were Chinese immigrants on May 10, 1869.\n\nThis year's theme, *Diversity Leadership = Expanding Opportunity: An Imperative for America* reiterates Army's long tradition in understanding the power and potential that is created by embracing diversity among the ranks.\n\n\n**What has the Army done?**\n\nArmy leadership encourages the total force to publicly honor, Asian and Pacific American Soldiers, civilians and their  contributions.  All leaders from across the Army are encouraged to plan and execute appropriate commemorative activities to celebrate Asian Pacific American Heritage Month.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy personnel will be recognized at premier outreach leadership training programs for their support of Asian Pacific American initiatives.  Throughout the year, the Army will celebrate and commemorate the diversity of the Army and leverage and draw strength from the rich diversity within the ranks by recognizing the critical role played by all in strengthening the nation's presence around the world.\n      \n\n**Why is this important to the Army?** \n\nAmerican's Army is a world-class force.  The Army recruits the best talent regardless of gender or race and ensure the integration of diverse attributes, experiences and backgrounds,  in ways that enhance decision making and inspire high performance.  The Army has benefited from the leadership of great Soldiers like Congresswoman Tammy Duckworth, an Iraq War veteran and former Assistant Secretary of Veterans Affairs, and Lt. Gen. Thomas Bostick, who serves as the commanding general of the [U.S. Army Corps of Engineers](http://www.usace.army.mil/).  These great Americans, and so many other Asian and Pacific American Soldiers and civilians, clearly show that leadership excellence combined with the value of inclusiveness is what makes the force *Army Strong*.  \n\n \n\n**Resources:**\n\n* [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n* [Army Diversity Strength](http://www.armydiversity.army.mil/)\n* [Army Values](http://www.army.mil/values)\n* [Army Profession](http://cape.army.mil/)\n* Related STAND-TO!: \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n* [- America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n\n\n\n",
    "date": "Thursday May 1, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nIf our restructure proposals are delayed or rejected, whether through a commission or other actions, we will be forced to take other immediate cuts to the active forces and to those programs that have already been heavily impacted, further eroding readiness and impacting manning -- both civilian and military at every post, camp and station within the U.S.\n\n### -  Secretary of the Army John M. McHugh, emphasizes the Army's urgent need to implement its restructure plans, while speaking to members of the Senate Appropriations Committee during a Defense subcommittee hearing on the Army budget, April 30   \n\n\n### [No need for commission to study Army restructuring, leaders say](http://www.army.mil/article/125059/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}