{
    "id": "2014-05-02",
    "title": "2014 Women's Health Month",
    "body": "**What is it?**\n\nThe Army recognizes May as National Women's Health Month. [Army Medicine](http://armymedicine.mil/pages/home.aspx) (AMEDD) seeks to raise awareness, educate, and empower women to make their health a top priority and encourage them to take steps to improve their physical, mental, emotional and spiritual health. [Sleep](http://www.army.mil/standto/archive_2013-02-13/), [activity](http://www.army.mil/standto/archive_2013-02-27/), [nutrition](http://www.army.mil/standto/archive_2013-01-31/), regular checkups and preventive screenings are paramount in improving one's health.\n\n**What has the Army done?**\n\n\nIn 2011, Army Medicine established the [Women's Health Task Force](http://www.army.mil/standto/archive/issue.php?issue=2012-08-31) (WHTF), comprised of a team of subject matter experts in a variety of disciplines from the Army, sister services, and outside agencies to address the unique health concerns of women serving in the military. \n\nThe WHTF is leading organizational change and shaping education, equipment and care for a unified campaign across commands and services as we expand and advance roles of women throughout the force. WHTF initiatives are designed to optimize and standardize services to women across all services, including the development of clinical treatment algorithms for common gynecological conditions, and standardized women's health education for all Soldiers, leaders, and providers. \n\n**What continued efforts does the Army have planned for the future?**\n\n\nThe Women's Health Service Line (WHSL) was established as part of the Army Medicine 2020 Campaign Plan and Operating Company Model. The WHSL will align efforts to meet the commander's four priorities to include adopting evidence based practices for coordinated and patient-centric care. By developing strategy that establishes system-wide services and policies, the WHSL promotes collaboration, decreases redundancy and unwarranted clinical variance, and ultimately improves the quality and satisfaction of care to women beneficiaries.  The WHSL is closely aligned with [Soldier 2020](http://www.army.mil/standto/archive_2013-10-21) as part of the [AMEDD](http://armymedicine.mil/pages/home.aspx)'s enduring effort to support the integration of women into previously closed jobs and units.  \n\n**Why is this important to the Army?** \n \nFemale service members proudly serve in our nation's military, making up 15.8 percent of the force today including active duty, reserve, and guard. The percentage of females continues to grow, up about 4 percent from 20 years ago.  Army Medicine recognizes the magnitude and impact of women's health and appreciates the unique challenges of being a woman in the Army whether Soldier, family member, or veteran. In order for women to be fully integrated and effective members of the team, the Army must ensure women's unique health needs are addressed.\n \n\n**Resources:**\n\n* [Army Medicine: Women's health tips](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n* [Army Public Health Command](http://phc.amedd.army.mil/topics/healthyliving/wh/Pages/default.aspx)\n* [Women's Health](http://www.womenshealth.gov/)\n* [Healthy Women](http://www.healthywomen.org/)\n* [Army.mil: Women in the Army](http://www.army.mil/women/)\n* Related STAND-TO!: \n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* [- Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/)\n* [- Performance Triad: Sleep](http://www.army.mil/standto/archive_2013-02-13/)\n* [- Performance Triad: Activity](http://www.army.mil/standto/archive_2013-02-27/)\n\n\n\n\n",
    "date": "Friday May 2, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nAs the *Strength of the Nation*, our Army has long been a leader in understanding the power and potential that is created by embracing diversity among our ranks. We are a world-class force because we recruit and integrate the best talent in ways that enhance decision making and inspire high performance. \n\n### -  Senior leaders message in their tri-signed letter to commemorate the Asian Pacific American Heritage Month  \n\n\n### Tri-signed letter: [Asian Pacific American Heritage Month - *Diversity Leadership = Expanding Opportunity: An Imperative for America*](http://www.army.mil/e2/c/downloads/342968.pdf)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}