{
    "id": "2014-05-05",
    "title": "Mental Health Month",
    "body": "**What is it?**\n\nBehavioral health (BH) encompasses psychological, physical and spiritual wellbeing, and can impact each of these aspects regardless of age, race, religion, or income.  It is an important factor in the readiness of the Army.  According to a March 2014 review of Army data systems  Defense Manpower Data Center (DMDC) and Defense Medical Surveillance System (DMSS), 6.8 percent of deployed Soldiers have received a diagnosis of [post traumatic stress disorder](http://www.army.mil/standto/archive_2013-08-27/) (PTSD). \n\n\n**What has the Army done?**\n\nThe Army offers an array of BH services in garrison and operational environments to address the strain on Soldiers and families who have experienced multiple deployments and other demands of military life.  These services include:  Theater Combat and Operational Stress Control, routine behavioral healthcare, periodic assessments, and suicide prevention programs. \n \nThe Army is also improving access to care by offering tele-behavioral health services in 51 countries/territories across 19 time zones, allowing Soldiers and family members in remote locations the ability to link to behavioral health providers at different locations.  The Army is transforming from a \"healthcare system\" to a \"system for health.\" \n\nThe behavioral health component of this effort is known as the Behavioral Health Service Line (BHSL) implemented to standardize delivery of behavioral healthcare across the Army to identify, prevent, treat and track behavioral health issues affecting Soldier and beneficiaries.  The service line implements enterprise standards to offer Soldiers and families a uniform care experience at all locations with consistent and ready access to behavioral health services provided throughout the Soldier life cycle (initial entry through transition).\n\n\n**What continued efforts does the Army have planned for the future?**\n\nIn fiscal year 2013 (FY13), the [Army Medical Department](http://armymedicine.mil/pages/home.aspx)\n completed the realignment of existing behavioral health programs, integrating them into 11 clinical programs under a Department of Behavioral Health, which establishes true program standardization with full operating capability for the BHSL scheduled to occur no later than FY16. \n\n\n\n**Why is this important to the Army?** \n \n\nThe Army recognizes that BH is an important part of overall resilience and is committed to providing ongoing training, enhanced assessments and programs that promote increased access to behavioral healthcare and a culture where Soldiers and family members can seek and obtain treatment when needed. \n\n \n\n**Resources:**\n\n* [Army Medicine](http://armymedicine.mil/pages/home.aspx)\n* [Military Pathways](https://www.militarymentalhealth.org/)\n* [Army.mil: Army Public Health Command News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usaphc/)\n* [Ready and Resilient-Medical](http://www.army.mil/readyandresilient/medical)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/about.html)\n* Related STAND-TO!: \n* [- Post Traumatic Stress Disorder](http://www.army.mil/standto/archive_2013-08-27/)\n* [- Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* [- Ready and Resilient](http://www.army.mil/standto/archive_2013-07-15/)\n\n",
    "date": "Monday May 5, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nThe Army is committed to ensuring all Soldiers and their families receive the best behavioral care possible. We're dedicated to promoting mental health for our Soldiers and their family members through diligent research, prevention, early detection, diagnosis and treatment programs. \n\n### -  Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general, [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx),  in her message to the force regarding the Army's goal to educate and inform Army leaders, Soldiers, and family members about comprehensive behavioral health during the *Mental Health Month*, being commemorated in May.   \n\n\n### Video: [May is Mental Health Month](http://bcove.me/k1btmt33)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}