{
    "id": "2014-05-08",
    "title": "Army National Guard Professional Education Center",
    "body": "**What is it?**\n\nThe [National Guard Professional Education Center](http://www.pec.ngb.army.mil/) (PEC), located at Camp Robinson, Ark., is comprised of six training centers and nearly six hundred staff members.  PEC provides training and support to 54 states and territories to enhance National Guard readiness for nearly 36,000 Soldiers each year.  \n\nThis center recently achieved distinction as a [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC) \"Institute of Excellence.\"  This rating is obtained by achieving a score of 95 percent or higher during a TRADOC accreditation visit.  In its first attempt at accreditation, PEC received an overall score of 100 percent, distinguishing it as one of the U.S. Army's top learning centers.\n\n\n\n**Why is this important to the Army?**\n\nEducation is vital to the nation and to the Army.  As a newly-named *Institute of Excellence,* the Professional Education Center offers training that is among the best in the Army and which is available to Soldiers from any Army component.\n\n**What has ARNG done?**\n\nPEC began preparing for accreditation following a strategic planning workshop in September 2011.  An organizational assessment determined that current business practices were not sufficient to achieve a successful rating.  PEC leaders implemented an integrated management approach, focusing on assessment of current work processes, available process improvement methods, action plan development and implementation, and accountable measurements.  By using internal and external evaluations and comparing PEC results to more than 20 applicable TRADOC standards, PEC leaders determined processes they needed to improve.  Required changes or improvements were then assigned to process owners within the organization. Utilizing this integrated approach allowed PEC's leaders to prepare for accreditation while continuing to meet ongoing training requirements.\n\n**What continued efforts does the Army have planned for the future?**\n\nIn accordance with PEC leaders' belief that \"accreditation is not the destination, but the beginning of a larger journey,\"  PEC will continue using targets and metrics to improve the result of its operational processes.  \n\nStrategic plans include taking advantage of the organization's momentum and engaging the active Army, Air Force, and other ARNG organizations to showcase what PEC has to offer.  In addition, PEC plans to improve on course development to maximize available training resources.  A complete listing of courses available to all Army components, can be found at the PEC [website](http://www.pec.ng.mil/ ). \n\n**Resources:**\n\n* [PEC](http://www.pec.ng.mil/ )\n* [TRADOC 350-70-7: *Army Educational Processes*](http://www.tradoc.army.mil/tpubs/pams/tp350-70-7.pdf)",
    "date": "Thursday May 8, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nBefore I worked for the Army, I had no idea how hard Soldiers have to\nwork. Now I understand just a snippet of what warfighters\njuggle on a routine basis. I'm simply here to make their jobs easier. \n\n### -  Dr. Ron Polcawich, team lead for Piezoelectric-Micro Electro-Mechanical Systems Technology, Sensors and Electron Devices Directorate, at the [U.S. Army Research Laboratory](http://www.arl.army.mil/), received the *Presidential Early Career Award for Scientists and Engineers*, for his outstanding research on [Soldier protection](http://www.army.mil/standto/archive/2010/04/20/), from President Obama, May 7\n\n### [President honors Army public servant for strides in Soldier protection](http://www.army.mil/article/125477/)\n\n### STAND-TO!: [U.S. Army Research Laboratory](http://www.army.mil/standto/archive/issue.php?issue=2012-10-16)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}