{
    "id": "2014-05-09",
    "title": "2014 Military Spouse Appreciation Day: \"Military Spouses: Keeping Army Families STRONG\" ",
    "body": "**What is it?**\n\nCongress officially made Military Spouse Appreciation Day part of National Military Appreciation Month in 1999. This year the commemoration falls on May 9, 2014, and the theme is *Army Spouses: Keeping Army Families STRONG*.\nThe theme captures the essence of the military spouse and reinforces the fact that spouses are vital to the strength, resilience and readiness of the Army. \nIn celebration of Military Spouse Appreciation Day, garrisons Army-wide will hold a variety of programs and special events to inform, honor and recognize spouses. Events ranging from spouse appreciation luncheons to educational workshops to spouse employment fairs will take place on or near garrisons around the world.\n\n\n**What has the Army done?**\n\nIn 1984, President Ronald Reagan signed a proclamation officially recognizing Military Spouse Appreciation Day. The Department of Defense has since standardized the date by declaring the Friday before Mother's Day every year as Military Spouse Appreciation Day.\n\n**Why is this important to the Army?**\n\nThe Army recognizes the important role Army spouses play in today's Army. After more than a decade at war and multiple deployments, military spouses continue to support America's Army unconditionally while pursuing careers and serving in multiple roles as community leaders, mothers, fathers, and Soldiers. Through mission, deployment, reintegration and reset, military spouses are the backbone of the families who support our Soldiers. They are essential to the strength of the nation.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to provide families a strong, supportive environment. The Army is committed to supporting family readiness through programs such as, health care, housing, schools, youth services, child care, education and employment opportunities. The Army salutes spouses who are *Keeping Army Families STRONG.* \n\n**Resources:**\n\n* [Army.mil: Army Families](http://www.army.mil/families)\n* [Video: Military Spouses: The Heart and Strength of the Army](http://www.army.mil/media/amp/?bctid=2329114614001)\n* [Army Installation Management Command]( http://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom/)\n* [U.S. Army Family & Morale, Welfare and Recreation Programs]( http://www.army.mil/info/organization/unitsandcommands/commandstructure/fmwrc)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military Spouse Employment Partnership](https://msepjobs.militaryonesource.mil/)\n* [Army.Mil: MWR News](http://www.armymwr.com/)\n* [Army.Mil: IMCOM News](http://www.imcom.army.mil/)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n* [Military Spouse Appreciation Day on Facebook](https://www.facebook.com/pages/Military-Spouse-Appreciation-Day-May-7/111536432221572)\n",
    "date": "Friday May 9, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThrough their service, commitment to the Army Family Covenant, and volunteer efforts, the Campbells have made a difference in the lives of thousands of Soldiers and their families,\" said Phil Panzarella, who served as chair for the 2014 Advocacy Awards Dinner. \n\n### -  Vice Chief of Staff of the Army Gen. John F. Campbell and his wife, Ann, were honored Tuesday, as recipients of the 2014 Advocacy Award by the chapter of the Easter Seals organization which serves the national capital region.\n\n### [Vice chief, wife named recipients of Easter Seals Advocacy Awards](http://www.army.mil/article/125681/Vice_chief__wife_named_recipients_of_Easter_Seals_Advocacy_Awards/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}