{
    "id": "2014-05-12",
    "title": "Arlington National Cemetery",
    "body": "**What is it?**\n\nFor 150 years, Arlington National Cemetery has been the nation's most hallowed ground. It is the final resting place for more than 400,000 active duty service members, veterans and their families. \nThe cemetery bears witness to the American heritage and the service and sacrifice of men and women in uniform throughout the nation's history. On May 13, 1864, [Army Pvt. William Christman](http://www.arlingtoncemetery.mil/History/Facts/AncSec27.aspx) was laid to rest on what is now called Arlington National Cemetery. \n\n**What has the Army done?**\n\nTo accommodate the increasing causalities from the Civil War, which were outpacing other Washington-D.C.-based cemeteries, the Army recognized the need for an additional burial space. Army Quartermaster General Montgomery Meigs selected a portion of land from the Arlington Plantation, which was vacated by the family of Robert E. Lee, for burial grounds. Arlington was established as a national cemetery on June 15, 1864. At the end of the Civil War, 15,500 Union Civil War troops were buried at Arlington National Cemetery.\n\n**What continued efforts does the Army have planned for the future?**\n\nArlington National Cemetery will host a series of special events from May through June 2014 designed to honor the traditions, remember the sacrifice and explore the rich history of the cemetery as it commemorates its 150th anniversary. Events include wreath laying ceremonies, informative lectures and tours, and an evening program on Friday, June 13, that is a musical and historic tribute to Arlington's past, present and future. \n\n**Why is this important to the Army?**\n\nThe history of the nation can be seen every day at the cemetery -- America's heroes are buried here from every American conflict, from the Revolutionary War to the conflicts of the 21st century. The Army is privileged to serve the nation as caretakers of the nation's most sacred shrine at Arlington. \n\n**Resources:**\n\n* [Arlington 150th Anniversary](http://www.arlingtoncemetery.mil/events/ANC150.aspx)\n* [ArmyLive blog]( http://armylive.dodlive.mil/index.php/2014/04/arlingtonat150/)\n* [Arlington National Cemetery to celebrate 150 years](http://www.army.mil/article/125243)\n* ANC on Social media:\n* [- Facebook](https://www.facebook.com/ArlingtonNationalCemetery)\n* [- Twitter](https://twitter.com/ArlingtonNatl)\n* [- Flickr](https://www.flickr.com/photos/arlingtoncemetery)\n* Promotional products:\n* [- Event logo](https://www.flickr.com/photos/arlingtoncemetery/14006545904/)  \n* [- Overall observance poster](https://www.flickr.com/photos/arlingtoncemetery/14076392794/in/photostream/)\n* [- Tour poster](https://www.flickr.com/photos/arlingtoncemetery/13889319038/in/photostream/)\n* [- Evening program](https://www.flickr.com/photos/arlingtoncemetery/14052810226/in/photostream/)\n\n",
    "date": "Monday May 12, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThe history of Arlington National Cemetery is the history of America - the final resting place for the heroes and patriots who built, preserved and protected our great Nation.   As we mark its 150th anniversary, we pause to recognize the valor and sacrifice of these great Americans - those who fought our wars and kept the peace - and who gave their service to make and keep the United States of America the greatest, freest nation on all the earth.\n \n### -  **Secretary of the Army John McHugh**\n\n### [Senior leader messages on the 150th Anniversary of Arlington National Cemetery](http://www.army.mil/e2/c/downloads/344520.pdf)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}