{
    "id": "2014-05-14",
    "title": " National Military Appreciation Month",
    "body": "**What is it?**\n\nCongress designated May as National Military Appreciation Month in 1999 to encourage the nation to publicly demonstrate their appreciation for the sacrifices and successes made by the service members. The declaration summoned U.S. citizens to observe the month *in a symbol of unity, to honor the current and former members of the Armed Forces, including those who have died in the pursuit of freedom and peace.* \n\n**What has the Army done?**\n\nDuring National Military Appreciation Month, garrisons around the world host special events - parties, balls, picnics, dedications, etc.- specifically to thank military members for their service. The theme suggested for this year's commemorations is *The United States Armed Forces: The Pride and Strength of our Nation.*\n\nMay includes six other national observances highlighting the contributions of different segments of the Army community, including: Loyalty Day (May 1), Public Service Recognition Week (May 5-10), Victory in Europe Day (May 8), Military Spouse Appreciation Day (May 10), Armed Forces Day (May 18) and Memorial Day (May 27). \n\nMany activities and events are planned at installations and agencies around the world, some combining two or more observances. Soldiers and civilians are invited to participate in programs and events and are encouraged to express their appreciation and thanks to the military family. \n\n\n**Why is this important to the Army?**\n\nNational Military Appreciation Month reminds all of the sacrifices service members and their families make to protect freedom. Through the years, the Soldiers, families and civilians have never wavered in their support and patriotism, despite the many challenges they have faced. During the month of May, all commands, installations, and units are encouraged to support local engagements designed to draw public attention and illustrate public support and appreciation and thanks to the [Army family](http://www.army.mil/families). \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to honor Soldiers, family members, civilians and veterans. The Army is the strength of our nation - the strength of our Army is our Soldiers and civilians. The strength of our Soldiers and civilians is the Army family, and the veterans who continue to support the force.\n\n**Resources:**\n\n* [National Military Appreciation Month](http://www.nmam.org/)  \n* [Army.mil: Army Families](http://www.army.mil/families)\n* [Army.Mil: MWR News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/fmwrc/)\n* [Army.Mil: IMCOM News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom/)\n* [Army Installation Management Command](http://www.imcom.army.mil/)\n* [U.S. Army Family & Morale, Welfare and Recreation Programs](http://www.armymwr.com)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* Social media presence:\n* [- IMCOM on Facebook](http://www.facebook.com/InstallationManagementCommunity)\n* [- Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n",
    "date": "Wednesday May 14, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nI wear this medal for my team. I also wear a piece of metal around my wrist. It was given to me by another survivor of the 9 November ambush; he wears an identical one. This has made it even more precious than the medal of symbol just placed around my neck. On it are the names of six fallen brothers; they are my heroes.\n\n### - Medal of Honor Recipient Former [Sgt. Kyle Jerome White](http://www.army.mil/medalofhonor/white/battle/index.html?from=st), offers his thoughts to the media after being awarded the Medal of Honor, the nations highest award of valor, by the President at the White House ceremony, May 13\n\n\n### Watch the live streaming of the [Hall of Induction Ceremony](http://www.army.mil/medalofhonor/white/profile/index.html?from=fq_st) today at 10 a.m. (EDT)\n\n### [Sgt. Kyle J. White's microsite](http://www.army.mil/medalofhonor/white/battle/index.html?from=st)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n\n* May 13: Sgt. Kyle J. White's live coverage of the [White House Ceremony](http://www.army.mil/medalofhonor/white/profile/index.html?from=ev_st) @ 3:00 p.m. (EDT)   \n\n* May 14: [Hall of Heroes Induction Ceremony](http://www.army.mil/medalofhonor/white/profile/?from=ev_st) @ 10:00 a.m. (EDT)"
}