{
    "id": "2014-05-15",
    "title": "Instructor Development and Recognition Program ",
    "body": "**What is it?**\n\nU.S. Army Training and Doctrine Command's [Institute for Noncommissioned Officer Professional Development](http://www.tradoc.army.mil/incopd/mission.html) created the Instructor Development and Recognition Program, or IDRP, to coach, mentor and train Army instructors who teach at noncommissioned officer academies. The IDRP program awards Army Instructor Badges to Noncommissioned Officer Education System instructors who have completed certification and training requirements that lead to increased proficiency levels as instructors.  \n\n**What has the Army done?**\n\nAs a first step in recognizing Army instructors, the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC) developed the Army Instructor Badge. TRADOC also authored the secretary of the Army directive that advises personnel proponent offices to select the highest caliber Soldiers for instructor duty for a period of 36 months.\n \n**What continued efforts does the Army have planned for the future?**\n\nNoncommissioned officers who serve as NCOA instructors and participate in the IDRP will be eligible for the badges based on their primary instructor time and by meeting training requirements. Basic, senior and master level badges will be used to recognize levels of achievement for instructors. [TRADOC Regulation (TR) 600-21](http://www.tradoc.army.mil/tpubs/regs/tr600-21.pdf) outlines the requirements and administrative actions necessary to award instructors with badges, promotion points and personnel development skill identifiers associated with each level. The badges should be available in Army clothing sales stores as early as June 2014.  \n\n**Why is this important to the Army?**\n\nNoncommissioned officers are the backbone of the U.S. Army, and NCO academies are critical in the development of Soldiers' leadership skills. NCOA instructors provide standardized training across the Army, regardless of the students' occupational specialty. This change in instructor development is a critical part of improving the [NCO Education System](http://www.tradoc.army.mil/incopd/reference/APS_IP_NCOES.pdf), or NCOES. The IDRP supports the Army Learning Model, or ALM, by transitioning instructors away from an overreliance on direct instruction methods for all types of learning. \n\nThe IDRP goal is to incorporate the use of more learner-centric instruction and facilitator skills that are aligned with internationally recognized standards for master facilitators and instructors. This is a change from direct-instructional methods, which do not support collaboration and guided discussion between learners and the facilitator/instructor. The IDRP puts the principals and concepts of ALM into practice at every level of the NCOES. It also facilitates structured developmental tools and training for NCOs to succeed in their learning environment. This program provides added value to unit training when the instructor returns to the operational Army.\n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)  \n* [Institute for Noncommissioned Officer Professional Development](http://www.tradoc.army.mil/incopd/mission.html)\n* Related documents: \n* [TR 600-21: NCOES Instructor Development and Recognition Program](http://www.tradoc.army.mil/tpubs/regs/tr600-21.pdf)\n* [MILPER Message Number 14-058: *U.S. Army Instructor Badge*](http://www.ncosupport.com/files/army-instructor-badge.pdf)\n* [NCO Education System](http://www.tradoc.army.mil/incopd/reference/APS_IP_NCOES.pdf)\n* NCO Journal: [New Army Instructor Badges a key step to professionalize NCOES instructors](http://ncojournal.dodlive.mil/2014/05/06/new-army-instructor-badges-a-key-step-to-professionalize-ncoes-instructors/)\n* Related STAND-TO!:\n* [-  Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* [- 2013 Army Campaign of Learning](http://www.army.mil/standto/archive/issue.php?issue=2012-09-21)\n* [- TRADOC's Training Brain Operations Center](http://www.army.mil/standto/archive/issue.php?issue=2012-12-14)\n* [- The Army Learning Concept - 2015](http://www.army.mil/standto/archive/2010/10/19/)\n",
    "date": "Thursday May 15, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThey were warriors, they were the best of us. These six men were 'Sky Soldiers' who gave their all to protect each other. They were a special few of America's young men who braved death and danger in search of something greater than themselves as part of the nation's military. \n\n### - Medal of Honor Recipient Former [Sgt. Kyle Jerome White](http://www.army.mil/medalofhonor/white/index.html?from=st), pays homage to the six fallen members, in his speech to an audience which included his family and families of his team members, and leaders from the Army, Marine Corps and Department of Defense, at the Hall of Heroes Induction ceremony, Pentagon, May 14\n\n\n### [White inducted into Pentagon's Hall of Heroes](http://www.army.mil/article/125983/?from=st)\n\n### Related: [STAND-TO!: Medal of Honor for Sgt. Kyle J. White](http://www.army.mil/standto/archive_2014-05-13/)\n\n### [STAND-TO!: Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n\n* May 13: Sgt. Kyle J. White's live coverage of the [White House Ceremony](http://www.army.mil/medalofhonor/white/profile/index.html?from=ev_st) @ 3:00 p.m. (EDT)   \n\n* May 14: [Hall of Heroes Induction Ceremony](http://www.army.mil/medalofhonor/white/profile/?from=ev_st) @ 10:00 a.m. (EDT)"
}