{
    "id": "2014-05-16",
    "title": "Army Safety Online Tools and Initiatives",
    "body": "**What is it?**\n\nThe [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil/) provides Soldiers, leaders, civilians and family members multiple online tools that reinforce the principles of risk management and help preserve readiness through accident prevention. \n\n**What has the Army done?**\n\nThe Army has developed several tools to provide leaders with information on risk mitigation, all available at [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil/), including the following:\n\n* -- [Army Readiness Assessment Program](https://safety.army.mil/LeadersCorner/arap.aspx) - a web-based tool that provides battalion or equivalent commanders with data on their formations' readiness posture by sampling unit safety climate and culture in five key areas: process auditing, reward systems, quality control, risk management, and command and control.\n\n* -- [Family Engagement Kit](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/FamilyEngagementKit/tabid/2150/Default.aspx) - a toolkit designed to increase Family awareness of factors leading to off-duty accidents. The kit includes a tri-fold of accident data and safety information, several handouts, helpful internet links, and a slideshow with a full training support package.\n\n* -- [Ground Risk Assessment Tool](https://safety.army.mil/LinkClick.aspx?fileticket=hrFNAKrTjTc=&tabid=691) - a mission planning tool developed to augment the military decision-making process. Consisting of five integral parts, it assists users in identifying potential hazards and controls for specified ground missions or activities, both on and off duty.\n\n* -- [Off Duty Safety Awareness Presentation](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/OffDutySafetyAwarenessPresentation/tabid/984/Default.aspx) - a highly informative safety presentation containing statistics, contributing factors and other relevant information regarding off-duty accidents. Developed for use at battalion level and below, the presentation comes complete with embedded videos and speaker notes that may be used as is or modified to reflect unit-specific accident trends.\n\n* -- [Preliminary Loss Reports](https://safety.army.mil/statisticsdata/PRELIMINARYLOSSREPORTSPLRS/tabid/375/Default.aspx) - short synopses of recent Army mishaps resulting in Soldier or civilian employee losses that alert commanders, leaders and safety professionals to circumstances affecting readiness. PLRs provide actionable knowledge and real-time information regarding accidental fatalities, both of which are critical in prevention through risk management.\n\n* -- [Travel Risk Planning System](https://safety.army.mil/povtoolbox/HeadedOut/TravelRiskPlanningSystemTRiPS/tabid/1638/Default.aspx)-  an automated trip planning tool that facilitates dialogue between supervisors and subordinates prior to extended travel by private motor vehicle.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to provide effective risk mitigation tools for Soldiers, civilian employees and their family members. All online tools are continually updated to reflect regulatory changes and current risk mitigation strategies.\n\n**Why is this important to the Army?**\n\nPreserving readiness through accident prevention is a leader imperative. By housing effective tools online and keeping them readily accessible, the USACRC/Safety Center assists leaders and safety professionals in meeting the Army's risk management goals.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil/)  \n* Related STAND-TO!:\n* [- Family Engagement Kit](http://www.army.mil/standto/archive_2013-04-08/)\n\n",
    "date": "Friday May 16, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nFrom the American Revolution until today, millions of men and women\nvolunteered to serve this great nation to ensure our freedom and liberty.\nArlington National Cemetery is an extraordinary tribute to the legacy of\nservice and it honors their selflessness, dedication, courage and\ncommitment ... As we celebrate Arlington National Cemetery's 150th anniversary, it's important to reflect on the sacrifice of the many Americans who have given their lives to defend the greatest nation on earth.\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno's message on the 150th anniversary of Arlington National Cemetery \n\n\n### [Senior leader messages on the 150th Anniversary of Arlington National Cemetery](http://www.army.mil/e2/c/downloads/344520.pdf)\n\n### Related: [STAND-TO!:  Arlington National Cemetery](http://www.army.mil/standto/archive_2014-05-12)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n\n* May 13: Sgt. Kyle J. White's live coverage of the [White House Ceremony](http://www.army.mil/medalofhonor/white/profile/index.html?from=ev_st) @ 3:00 p.m. (EDT)   \n\n* May 14: [Hall of Heroes Induction Ceremony](http://www.army.mil/medalofhonor/white/profile/?from=ev_st) @ 10:00 a.m. (EDT)"
}