{
    "id": "2014-05-19",
    "title": "Virtual Battlespace 3",
    "body": "**What is it?**\n\nVirtual Battlespace 3, or VBS3, is the Army's flagship training game. It is a tactical training and mission rehearsal, three-dimensional, first-person military training simulation program. Facilitated by U.S. Army Training and Doctrine Command's [Combined Arms Center-Training](http://usacac.army.mil/cac2), VBS3 provides an immersive, visually rich gaming environment with flexible scenario and terrain options and includes more realistic graphics than previous versions. VBS3 has been accredited to support more than 102 combined arms training tasks, from the individual Soldier level to company collective. Below are some of the tasks units and leaders can perform in VBS3: \n\n* -- Integrate indirect fire support \n* -- Conduct an attack\n* -- Conduct a defense\n* -- Establish an observation post\n* -- Enter and clear a building\n* -- Breach an obstacle\n* -- Conduct route reconnaissance\n* -- Conduct convoy security\n* -- Conduct a roadblock and checkpoint\n* -- Conduct an artillery raid\n* -- Perform tactical air movement missions\n\n**What has the Army done?**\n\nVBS3 is the latest version of Virtual Battlespace, the Army's premier first-person simulation game. VBS3 has increased capabilities that reflect the transition of the Army toward decisive action operations and an expeditionary mindset. Previous versions reflected the operational environments in Iraq and Afghanistan with a counterinsurgency focus. VBS3 retains this counterinsurgency capability and provides higher-fidelity combined arms scenarios. The training support packages that are available with VBS3 are being updated to reflect the Decisive Action Training Environment.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is adopting the VBS3 game engine in several simulators to include the Dismounted Soldier Training System and the [Close Combat Tactical Trainer](http://www.peostri.army.mil/PRODUCTS/CCTT/). Using a common game engine to provide the image generation simplifies integration of simulators and facilitates larger exercises using multiple simulations.  \n\n**Why is this important to the Army?**\n\nVBS3 facilitates less expensive, more efficient live-training events by allowing Soldiers and leaders to exercise on a variety of tasks at the \"crawl\" and \"walk\" levels of proficiency. VBS3 enables Soldiers and leaders to enter their training event at a higher level of readiness, reducing the resources required to achieve proficiency. The software is free to authorized users under an Army enterprise license and can be downloaded off of the MilGaming [website](https://milgaming.army.mil/Entrance/Default.aspx). The site requires a common access card and explains the minimum computer system requirements needed to download VBS3.  \n\n**Resources:**\n\n* [Combined Arms Center-Training](http://usacac.army.mil/cac2)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army Training Network](https://atn.army.mil/)  \n* Log-in required: \n* [MILGAMING - Supporting Games for Training](https://milgaming.army.mil/Entrance/Default.aspx)\n* [Milsuite](https://www.milsuite.mil/book/message/495132#495132)\n* Related STAND-TO!: \n* [Army Training Network](http://www.army.mil/standto/archive_2013-07-22/)\n* Related article:\n* [Latest 'Virtual Battle Space' release adds realism to scenarios, avatars](http://www.army.mil/article/123316/ )\n* Related video:\n* [U.S. Army Dismounted Soldier Training System](https://www.youtube.com/watch?v=npxUYa4FrDc)\n* Social Media: \n* [Army Training Network on Facebook](https://www.facebook.com/ArmyTrainingNetwork/posts/611848028897623)\n\n\n",
    "date": "Monday May 19, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThe importance of USAREUR's [persistent presence](http://www.army.mil/standto/archive_2014-05-07) in Poland and the Baltics, and what it means to these countries, cannot be overstated. The USAREUR team should be proud of its key role in demonstrating U.S. commitment to our allies in the region. The speed with which the 173rd Airborne Brigade and other U.S. Army Europe Soldiers deployed, demonstrates the importance of maintaining relationships and interoperability with NATO and strategic access to the European theater.  \n\n### -  Secretary of the Army John M. McHugh, highlights U.S. Army Europe's strategic objective of preserving and enhancing NATO interoperability, which helps demonstrate the United States' ongoing commitment to regional allies, during his visit to Wiesbaden, Germany, May 16 \n\n### [SecArmy McHugh discusses strategic capabilities with U.S. Army Europe](http://www.army.mil/article/126151/)\n\n### Related: [STAND-TO!:   USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}