{
    "id": "2014-05-20",
    "title": "Off Duty Safety Awareness Presentation",
    "body": "**What is it?**\n\nThe [Off Duty Safety Awareness Presentation](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/OffDutySafetyAwarenessPresentation/tabid/984/Default.aspx) (ODSP) is a highly informative safety presentation containing statistics, contributing factors and other relevant information regarding off-duty accidents. Developed for use at battalion level and below, the presentation comes complete with embedded videos and speaker notes, which may be used as is, modified to fit a particular presentation style or reflect unit-specific accident trends.\n\n\n**What has the Army done?**\n\nThe ODSAP was originally developed, by the [U.S. Army Combat Readiness (USACR)/ Safety Center](https://safety.army.mil/Default.aspx) in 2008 to address an increase in fatal off-duty accidents. Annual updates to the presentation are designed to make Soldiers aware of hazards they may face off duty and include them in the solution to our Army's most pressing safety issues. The materials and statistics contained in this year's presentation, titled *Safety is a Frame of Mind: Get the Picture?*, enhance safety awareness for numerous off-duty activities and home safety, while also addressing risky behaviors and the impact of fatigue and alcohol.\n\n**Why is this important to the Army?**\n\nOn average, the Army loses the equivalent of a company-sized formation in off-duty accidents each year. This tragic loss of life affects our combat readiness just as much as a loss occurring on duty. Awareness and application of appropriate off-duty safety measures can preserve the lives of Soldiers and their family members.\n\n\n\n**What continued efforts does the Army have planned for the future?**\n\nOff duty safety awareness, coupled with the [five-step](https://safety.army.mil/LinkClick.aspx?fileticket=gMcjSBMuPR0=&tabid=757) risk management process, must be at the heart of every Soldier's plans. The ODSAP is an evolving set of useful materials, and user [feedback](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil) is critical to the development of future revisions. \n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* [Off Duty Safety Awareness Presentation](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/OffDutySafetyAwarenessPresentation/tabid/984/Default.aspx) \n* Log-in required: \n* [ODSAP](https://safety.army.mil/ODSAP)\n* Related STAND-TO!: \n* [Army Safety Online Tools and Initiatives](http://www.army.mil/standto/archive_2014-05-16/)\n\n\n",
    "date": "Tuesday May 20, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nRegionally aligned forces better enable our Soldiers to collaborate with our European partners across the full spectrum of missions. It's important for our Soldiers to have a continual engagement with our allies and partners.\n\n### -  Secretary of the Army John M. McHugh, emphasized upon the implementation of U.S. Army Europe's regionally aligned forces concept,  while observing Soldiers and NATO and European partners at exercise [Combined Resolve II](http://www.eur.army.mil/jmtc/CombinedResolve.html),  Wiesbaden, Germany, May 16 \n\n### [McHugh's attention on regionally aligned forces at Combined Resolve II](http://www.army.mil/article/126208/)\n\n### Related STAND-TO!: [USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07) and [European Activity Set](http://www.army.mil/standto/archive_2014-01-27/)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}