{
    "id": "2014-05-21",
    "title": "Army Total Force Policy- Reserve Component Training Integration ",
    "body": "**What is it?**\n\nArmy Total Force Policy (ATFP) directs active and reserve component forces to integrate their Soldiers and unit capabilities into pre-deployment collective training events to:\n\n-   maintain Army readiness standards throughout components\n\n-  provide predictable, recurring and sustainable operational force\n capabilities\n\n-   prepare for deployments as multicomponent expeditionary forces\n\n**What has the Army done?**\n\n[U.S. Army Forces Command](http://www.forscom.army.mil/) (FORSCOM) \nhas issued Interim Implementation Guidance for the ATFP and has designated [First Army](http://www.first.army.mil) as its coordinating authority to integrate AC and RC forces and capabilities at the tactical level (division and below) during pre-deployment collective training in support of total force readiness.\n\nFirst Army maintains strong partnerships with Army National Guard (ARNG), U.S. Army Reserve (USAR), [Combat Training Center](http://usacac.army.mil/cac2/CTC-D/About.asp) and [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/) leadership to enable RC unit integration and support collective training exercises with active component, joint forces, interagency and government organizations, defense support of civil authorities and regionally aligned forces.\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy Total Force Integrated Training Guidance focuses resources on readiness of the Total Force and initiates deliberate steps to purposefully incorporate training among and between components during major collective training events at CTCs, regional collective training centers, and major mission command and home station training events -- particularly those that serve as culminating training events to certify and validate formations for assigned missions and the available period of the Army Force Generation cycle.\n\nPartnered exercise design, planning and execution throughout the life cycle of ARFORGEN are essential to ensure collective training events are integrated and resourced to maximize training efficiencies.\n\nCritical to collective training integration is First Army's Training Support Synchronization Working Group (TSSWG). This forum focuses on multicomponent integration of CTEs to support the ATFP and sets conditions for FORSCOM's ARFORGEN Synchronization and Resourcing Conference (ARSC).\n \n**Why is this important to the Army?**\n\nReserve component forces comprise more than half of the Army's total force. The imperatives for Total Force integration have never been higher.  \n\nFirst Army is leading an effort to improve the scope and degree of integration of collective training events, with a goal to achieve better scenario development and exercise integration each year. Toward achieving that goal, more than 70 percent of collective training events will be integrated with units from two or more components during fiscal years 2014 and 2015. \n\nFirst Army is uniquely positioned as FORSCOM's coordinating authority for ATFP to facilitate and enable multi-component, integrated CTEs in a realistic and demanding operational environment\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)  \n* [First Army Premier Trainers Tri-fold Pamphlet (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army on Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* Related STAND-TO!: \n* [Reserve Component Rotational Force Pool - Non-deploying Unit Training](http://www.army.mil/standto/archive_2014-04-09/)\n* [Total Army Training Summit](http://www.army.mil/standto/archive_2013-09-19/)\n* [Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n* [Mission Command Training Program](http://www.army.mil/standto/archive_2013-09-25/)\n* [U.S. Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-18/)\n* Related Articles:\n* [Active Army and Army Reserve Bring Total Force Concept to WAREX](http://www.army.mil/article/123215/)\n* [FORSCOM affirms First Army's multi-component training as way ahead](http://www.army.mil/article/112794/)\n\n\n",
    "date": "Wednesday May 21, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nWhile we have a significant challenge in diminishing resources, we've built up a tremendous capacity and capability in the National Guard. It's these types of exercises that combine NATO forces with active duty and Reserve Components that will keep us challenged and trained and ready to do freedom's work when called upon. \n\n### -  Secretary of the Army John M. McHugh said Thursday that continuing to offer challenging NATO exercises to National Guard units is key to maintaining the component as the nation's operational reserve. \n\n### [McHugh: Challenging multi-national training key to maintaining reserve-component readiness](http://www.army.mil/article/126128/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}