{
    "id": "2014-05-22",
    "title": "Field Deployable Hydrolysis System",
    "body": "**What is it?**\n\nThe Field Deployable Hydrolysis System (FDHS) is a transportable, high throughput neutralization system designed to breakdown chemical warfare agents into compounds not usable as weapons. The [FDHS](http://www.army.mil/e2/c/downloads/327635.pdf) takes three hours to destroy 99.9 percent of the chemicals pumped into its tank, a standard set by the [Chemical Weapons Convention](http://www.cwc.gov/) (CWC). When running at its peak, the FDHS can destroy up to 25 tons of chemical weapons per day, depending on the agent.\n\nThe integrated teamwork from partners across the Department of Defense has enabled the world to embark on an unprecedented mission. Two FDHS units have been installed on the [MV Cape Ray](http://www.army.mil/e2/c/downloads/327634.pdf) in order to accomplish an international mission to eliminate Syria's chemical agent stockpile.\n\n**What has the Army done?**\n\nThe U.S. developed the hydrolysis method over 30 years ago to destroy its own chemical weapons stockpile, as required under the 1997 CWC. Previously, the technology was used in large, static destruction facilities.  The FDHS has opened a new mobile destruction platform for the U.S. Army.  \n\n**What continued efforts does the Army have planned for the future?**\n\nCurrently, four FDHS systems have been completed with plans to produce an additional three systems. These units will be incorporated into the Chemical Biological Defense Program Portfolio and will be available to deploy when a need arises to destroy chemical weapon stockpiles. \n \n**Why is this important to the Army?**\n\nThe development of the FDHS will keep chemical weapons out of the hands of potentially hostile terrorists for use against U.S. service members and allied forces. This ground breaking solution represents a mobile capability that was previously only available in static form. The development of FDHS to deal with a real-world problem in Syria demonstrates the power of interagency collaboration, resourcefulness and flexibility.\n\n**Resources:**\n\n* [U.S. Army Edgewood Chemical Biological Center](http://www.ecbc.army.mil)\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/rdecom)\n* Related documents: \n* [- MV Cape Ray](http://www.army.mil/e2/c/downloads/327634.pdf)\n* [- Field Deployable Hydrolysis System Fact Sheet](http://www.army.mil/e2/c/downloads/327635.pdf)\n",
    "date": "Thursday May 22, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nThe FDHS demonstrates the talent and dedication of ECBC's workforce who understands the organization's nearly 100-year history and experience handling the world's most hazardous substances. These men and women have proven their world-leading ability in chem-bio defense, and are dedicated to work with others to solve some of the most complex problems.\n\n### -  Joseph Wienand, technical director, [U.S. Army Edgewood Chemical Biological Center at Aberdeen Proving Ground](https://www.ecbc.army.mil/), Md.\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}