{
    "id": "2014-05-23",
    "title": "RAND Arroyo Center ",
    "body": "**What is it?**\n\nThe [RAND Arroyo Center](http://www.rand.org/ard.html), founded in 1982, is the United States Army's primary federally funded research and development center (FFRDC) for studies and analysis.  \n\nRAND Arroyo Center's mission is to: Conduct objective analytic research on major policy concerns, with an emphasis on mid- to long-term policy issues; help the Army improve effectiveness and efficiency; provide short-term assistance on urgent problems; and to be a catalyst for needed change.\n\n\n**What has the Army done?**\n\nThe Army's oversight and management of the RAND Arroyo Center is set by [Army Regulation (AR) 5-21](http://www.apd.army.mil/pdffiles/r5_21.pdf).  The regulation establishes a governing board of Army leaders, the Arroyo Center Policy Committee (ACPC), co-chaired by the [Under Secretary of the Army](http://www.army.mil/leaders/usa/), the [Vice Chief of Staff of the Army](http://www.army.mil/leaders/vcsa), and the [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](http://www.army.mil/asaalt/).  The ACPC provides overall guidance, reviews the annual research plan, and approves individual projects.  The Director of the Program Analysis and Evaluation Directorate, which falls under the [Deputy Chief of Staff, G-8](http://www.g8.army.mil/), is the executive agent for the Arroyo Center.\n\n**What continued efforts does the Army have planned for the future?**\n\nRAND Arroyo Center is funded by Program Element for the core program, and by study sponsor for add-on projects.  This allows Army commands to utilize the Center's expertise for strategic-level analyses at any time.  The development of a RAND Arroyo Center research project involves significant communication and coordination between the Army sponsors and the Arroyo research managers and project leaders.  The process for developing an annual research agenda for core studies starts in early spring and concludes in August prior to the beginning of the fiscal year in which the studies will be initiated.  The Executive Agent for the RAND Arroyo Center will send out a call for study requests for FY 15 RAND Arroyo Center Analysis on   May 15, with submissions due on July 1.  In August, the ACPC will convene to approve study requests for the RAND Arroyo Center.  \n \n**Why is this important to the Army?**\n\nAs an FFRDC, Arroyo enables the Army to maintain a strategic relationship with an independent, nonprofit source of high-quality, objective analysis.  RAND Arroyo Center sustains deep expertise in areas that directly address persistent Army concerns.    \n\nThe number of proposals generally exceeds the number of studies for which funds are available. Individually and as a group, the proposals are evaluated based on their criticality to the Army, available funding, and Arroyo's mission and available expertise.  Studies may be added to the research agenda at any point during the fiscal year, as long as Arroyo's total level of effort for the year does not exceed a ceiling established by the [Office of the Secretary of Defense](http://www.defense.gov/osd/).\n\n\n**Resources:**\n\n* [Army Regulation (AR) 5-21: RAND Arroyo Center](http://www.apd.army.mil/pdffiles/r5_21.pdf)\n* [RAND Arroyo Center](http://www.rand.org/ard/about.html)\n* AKO log-in required: [RAND Arroyo Center FY15 Guidance](https://www.us.army.mil/suite/files/42677254)\n* [U.S. Army DCS G-8](http://www.g8.army.mil/)\n* [Army Study Program Management Office (ASPMO)](http://www.g8.army.mil/organization/army_study_program_management_office)\n* [ASPMO on Facebook](http://www.facebook.com/armystudies)\n* Related STAND-TO!\n* [- The Army Study Program Management Office](http://www.army.mil/standto/archive_2013-07-25/)\n",
    "date": "Friday May 23, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThe U.S. Army can recruit the best force. The U.S. Army can train the best force. But we're depending on the industrial base to help the U.S. Army equip the best force, and sustain it as we move forward. \n\n### -  Gen. Dennis L. Via, commander, [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/), stresses partnership, collaboration and communication with industry at the Association of the United States Army's Sustainment \"Hot Topic\" Forum in Arlington, Va., May 20\n\n### [AMC commander talks sustainment at AUSA forum](http://www.army.mil/article/126555/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}