{
    "id": "2014-05-27",
    "title": "Soldier For Life: Retired Soldiers",
    "body": "**What is it?**\n\nArmy Chief of Staff [Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/), directed the creation of the [new Soldier For Life website](http://SoldierForLife.army.mil/) with a special section for the [retired community](http://SoldierForLife.army.mil/retirement) to reconnect the Army to its 1.1 million Retired Soldiers and surviving spouses after Army Knowledge Online (AKO) was closed to them on Jan. 31, 2014. \n\n\n**What is the Army doing?**\n\nTransitioning the retired community away from AKO was necessary to modernize the Army network and meet cyber-security standards. However, the Army continues to provide Retired Soldiers and surviving spouses easily accessible retirement and benefits information and connections to Army resources that they need. Effective May 1, this information is accessible at the new Soldier For Life [website](http://SoldierForLife.army.mil/).     \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will expand the new website's capabilities.  A frequently asked questions database will answer many questions retiring and Retired Soldiers now ask installation and state [Retirement Services Officers](http://soldierforlife.army.mil/retirement/rso.html) (RSOs).  This will allow the RSOs to focus on the more complex questions that require their extensive knowledge of federal laws and Army policies. Also planned are a Retired Soldier blog -- a forum for two-way communication of information and issues that affect the retired community -- and a \"white pages\" capability that Retired Soldiers can opt into and connect with other Retired Soldiers.  \n \n**Why is this important to the Army?**\n\nThe new Soldier For Life website demonstrates that Retired Soldiers are part of the Army family.  The Army relies on their expertise, their commitment to serve, and their contacts in towns across America to connect the Army with the nation it serves.     \n    \n\n**Resources:**\n\n* [Army Retirement Services Office](http://soldierforlife.army.mil/retirement/index.html)\n* [Soldier For Life](http://SoldierForLife.army.mil)\n* [U.S. Army Veterans](http://www.army.mil/veterans)\n* Related article: \n* [- Soldier for Life' website to be new online home for retirees](http://1.usa.gov/1hjThXT)\n* Related STAND-TO!:\n* [- Soldier for Life ](http://www.army.mil/standto/archive_2014-01-17/)\n",
    "date": "Tuesday May 27, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nIt is critical that the Army remain virtually connected to all Soldiers, Retired Soldiers and family members.  We honor their service and sacrifices by continuing to provide easy access to information and resources. We want all Soldiers (recruits, currently serving or retired) to know they have a permanent link to the Army family.  Once a Soldier, Always a Soldier... A [Soldier for Life](http://www.soldierforlife.army.mil/)!   \n\n### -  Lt. Gen. Howard B. Bromberg, [Deputy Chief of Staff, G-1](http://www.armyg1.army.mil/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}