{
    "id": "2014-05-29",
    "title": "Comprehensive Soldier and Family Fitness: Financial Resilience Assessment",
    "body": "**What is it?**\n\nThe U.S. Army's [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/) (CSF2) program recently added a Financial Resilience Assessment to its online self-development platform, [ArmyFit]( http://www.army.mil/standto/archive_2014-02-06/?). This confidential survey assesses the user's current overall financial health, to include level of liquidity, debt and savings. It is available for all members of the total Army -- Soldiers, their families and Army Civilians. \n\n**What is the Army doing?**\n\nIn coordination with [Installation Management Command](http://www.imcom.army.mil/) Financial Readiness and the [Army Emergency Relief](http://www.aerhq.org/dnn563/) program office, CSF2 developed a series of questions that help individuals learn more about their financial resilience. This online tool calculates several standard financial ratios commonly used by lenders and credit agencies to provide easy-to-understand results. Results are offered on a 1 to 5 scale, and personalized recommendations are offered within ArmyFit upon completion of the assessment.\n\nFor the Financial Resilience Assessment to be most effective, users should provide complete and accurate information regarding cash, investments, retirement, personal assets and liabilities. The Financial Resilience Assessment supplements the financial training offered by local [Army Community Service](http://www.apd.army.mil/pdffiles/r608_1.pdf) centers, which provides members of the total Army with a simple and easy-to-understand gauge of their financial situation.\n\nThe input provided as part of the Financial Resilience Assessment is **completely confidential, and is not shared with others**. \n\n   \n\n**What continued efforts does the Army have planned for the future?**\n\n[Comprehensive Soldier and Family Fitness](http://csf2.army.mil/), being a key component of the Army's [Ready and Resilient](http://www.army.mil/readyandresilient/) campaign,   is committed to developing an Army culture of total fitness and increased psychological health.   CSF2 will continue to coordinate with other Army organizations to enhance its training, tools and resources based on the needs of the total Army.   \n \n**Why is this important to the Army?**\n\nDealing with personal finances can be challenging, and may also lead to raised stress levels, reduced personal and family readiness, and ultimately affect one's overall health, and relationships with others. Individuals should have a good understanding of their personal current financial conditions, and take advantage of resources, tools and information that can assist in   improving personal finances. The available information, tools and training can be accessed through [Army OneSource](http://www.myarmyonesource.com/default.aspx), [Military OneSource](http://www.militaryonesource.mil/), and local Army Community Service centers.  The Army encourages all members of the total Army to continually *Assess - Learn - Succeed.* \n  \n\n**Resources:**\n\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* CAC log in required: [CSF2:ArmyFit](https://armyfit.army.mil )\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient/)\n* Related STAND-TO! :\n* [- ArmyFit](http://www.army.mil/standto/archive_2014-02-06/?)\n* [- Army Emergency Relief Annual Campaign](http://www.army.mil/standto/archive_2014-03-06/)\n* [- Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* Related document: \n* [- AR 608-1: *Army Community Service*](http://www.apd.army.mil/pdffiles/r608_1.pdf)\n",
    "date": "Thursday May 29, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nWe have to be prepared to go at a moment's notice and that's what this [Network Integration Evaluation 14.2] training is about. So that we're ready to go and accomplish any mission that we are called upon to do.  \n\n### -  Chief of Staff of the Army Gen. Ray Odierno, emphasizing the importance of NIE 14.2 and the opportunity it presents for Joint Operations to work together, get familiar with each other, and assess the interoperability of each other's systems \n\n### [Odierno to NIE 14.2 Soldiers, Marines: Joint Operations are future](http://www.army.mil/article/126866/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}