{
    "id": "2014-05-30",
    "title": "Veterans Curation Program",
    "body": "**What is it?**\n\nThe [Veterans Curation Program](http://www.veteranscurationprogram.org/)  (VCP) employs recently-separated veterans and teaches them transferable job skills while preserving important archaeological collections belonging to the Army. The VCP is operated by the [U.S. Army Corps of Engineers](http://www.usace.army.mil/) (USACE) in three locations: [Alexandria, Va.](http://www.veteranscurationprogram.org/alexandria-va/4554896248), [Augusta, Ga.](http://www.veteranscurationprogram.org/augusta-ga/4554896199), and [St. Louis, Miss.](http://www.veteranscurationprogram.org/st-louis-mo/4554896238) The VCP helps veterans gain skills to be successful in their futures.\n\n**What is the Army doing?**\n  \nWith initial funding through the American Recovery and Reinvestment Act of 2009, [USACE Mandatory Center of Expertise for the Curation and Management of Archaeological Collections](http://www.mvs.usace.army.mil/Missions/CentersofExpertis/CurationMgmtofArchaeologicalCollections.aspx) (MCX-CMAC)  implemented a program in which veterans could gain employment while helping USACE preserve and curate archaeological collections. As of April 2014, nearly 90 percent of VCP graduates have gone on to continue their education, find lucrative careers, and be active in other veterans' organizations.\n \n**What continued efforts does the Army have planned for the future?**\n\nThe VCP runs two five-month terms each year. A new class of technicians began the program at all three locations May 5th.\n\nArchaeological collections are preserved long--term. A final report, containing information about the collection, scans of the associated documents and photographs of the artifacts will be digitally backed up with the goal of creating an online museum that the public can access.\nOne of the main goals of the VCP is professional development. The transition from troop to civilian is difficult, and many have no experience in a professional civilian work environment. The VCP acts as a stepping stone for veterans and tailors the experience for their career or educational goals. Guest speakers, workshops and archaeological site visits help broaden the veterans' understanding of archaeology as a whole, as well as the history of the projects they are working with. \n\n \n**Why is this important to the Army?**\n\nUSACE has extensive archaeological materials and records and is required by law to ensure their preservation. The veterans are trained to apply rehabilitation and preservation techniques that ensure the long--term preservation of these important collections. While working with artifacts, veterans gain skills in object inventory, re-housing, tracking, data entry and database management.  \n\nVeterans also learn processing, rehabilitation and management of records, report writing, and digitization of archival documents, and are trained and certified on professional-grade digital photography and scanning. All of these skills are transferable to the civilian workforce, providing veterans an edge for future employment opportunities.\n\n\n**Resources:**\n\n* [Veterans Curation Program](http://www.veteranscurationprogram.org)\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [USACE Mandatory Center of Expertise for the Curation and Management of Archaeological Collections](http://www.mvs.usace.army.mil/Missions/CentersofExpertise/CurationMgmtofArchaeologicalCollections.aspx)\n* VCP on Social media :\n* [- Facebook](http://www.facebook.com/VeteransCurationProject)\n* [- YouTube](https://www.youtube.com/user/ChannelVCP)\n\n",
    "date": "Friday May 30, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nAs directed by the chief of staff of the Army, the [Soldier for Life program](http://www.army.mil/standto/archive_2013-09-12/) connects Soldiers, [retired Soldiers](http://www.army.mil/standto/archive_2014-05-27/), veterans and families with resources and opportunities both during and post military service. The program strives to change the mindset of Soldiers and veterans to instill, [*Once a Soldier, always a Soldier, a Soldier for Life.*](http://www.soldierforlife.army.mil/)  \n\n### -  Vice Chief of Staff of the Army Gen. John F. Campbell, explains \"What exactly is Soldier for Life?\" in his first Facebook version of a town hall which allowed him to keyboard his answers, from his desk in the Pentagon, May 29\n\n\n### [Army vice chief conducts first Facebook Soldier for Life town hall](http://www.army.mil/article/127001/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* **June 2014**\n\n* National Safety Month\n\n* 239th Army Birthday"
}