{
    "id": "2018-01-03",
    "title": "Medal of Honor for Staff Sgt. Travis W. Atkins",
    "body": "#######Provided by Office of the Chief of Public Affairs \n\n**What is it?**\n\nStaff Sgt. Travis W. Atkins is being posthumously awarded the Medal of Honor at a White House Ceremony on Mar. 27, 2019 at 4:00 p.m.  ET. Atkins is receiving the nation's highest award of valor for his combat actions on June 1, 2007, while being assigned to 10th Mountain Division, in Abu Samak, Iraq, during Operation Iraqi Freedom. The president will present the award to Atkins' next-of-kin and son, Trevor Oliver. \n\n[Staff Sgt. Travis W. Akins](https://go.usa.gov/xEMBY) is the third U.S. Army Soldier to posthumously receive a Medal of Honor for actions during Operation Iraqi Freedom. \n\nAtkins risked his life and went above-and-beyond the call of duty while being engaged in hand-to-hand combat with a suspected insurgent.  During his attempt to subdue the insurgent, Atkins realized that the insurgent was wearing a suicide vest under his clothing.  He continued to tackle the suicide bomber and selflessly used his own body to shield his Soldiers from the imminent explosion.   Atkins' heroic actions, at the cost of his life, saved the lives of three of his teammates.  \n\n\n**What are the current and past efforts of the Army?**\n\n \nAtkins was initially awarded the Distinguished Service Cross (DSC), the Army's second-highest award for valor. The DSC upon review has been upgraded to a Medal of Honor award. \n\nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/) creates a [Medal of Honor](http://www.army.mil/medalofhonor/?st) microsite to pay tribute to all recipients, including [Staff Sgt. Travis W. Atkins](https://go.usa.gov/xEMBY). Visitors to the mobile-friendly multimedia site can access his biography and read an account of Atkins' heroism above-and-beyond the call of duty.\n\nThe White House ceremony will be live-streamed from the [Staff Sgt. Travis W. Atkins](https://go.usa.gov/xEMBY) microsite and live-tweeted from the [@USArmy Twitter](https://twitter.com/usarmy) handle. In addition, exclusive content about Atkins will be published on the [Army Facebook](https://www.facebook.com/USarmy) page.\n\n**What continued efforts does the Army have planned?**\n\nIn addition to the ceremony at the White House, DOD and Army senior leaders will recognize Atkins' and his family during a Hall of Heroes induction ceremony at the Pentagon, scheduled for 11:00 a.m. on Thursday, March 28. This ceremony will also be live-streamed from [Atkins' Medal of Honor microsite](https://go.usa.gov/xEMBY).  \n  \n**Why is this important to the Army?**\n\nThe Army's greatest assets are the people- the finest men and women the nation has to offer.  The Army's commitment to the brave men and women does not stop when they transition from the Army uniform. The Army is proud to recognize Atkins' professionalism, service and sacrifice in full view of a new generation. \n\n\n**Resources**:\n\n* [White House Ceremony live stream](https://go.usa.gov/xEMBY), beginning at 4:00 p.m.\n* [Medal of Honor Recipients](http://www.army.mil/medalofhonor/?st)\n* [History of the Medal of Honor](https://www.army.mil/medalofhonor/history.html)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)\n* [Army Values](http://www.army.mil/values?st)\n\n**Related STAND-TO!:**\n\n* [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/?st)\n* [Army Values](https://www.army.mil/standto/archive_2018-06-12/?st)\n\n**Related article:**\n\n*  [10th Mountain Soldier to be posthumously awarded Medal of Honor](https://www.army.mil/article/217873?from=st)\n",
    "date": "Friday, January 03, 2018",
    "quote": "",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}