{
    "id": "2016-11-01",
    "title": "Native American Heritage Month",
    "body": "#######Provided by ASA M&RA/ Army G-1\n\n**What is it?**\n\nNational Native American Heritage Month begins Nov. 1 each year to celebrate and recognize the accomplishments of this country's original inhabitants, explorers and settlers. Throughout the Army's history, Native Americans have served valiantly and with distinction in times of peace and war, while also fighting for the right to be an equal part of the  nation. We recognize their rich heritage and honor their spirit and true devotion to this land. This year's theme is \"Serving Our Nations.\"\n\n**What has the Army done?**\n\nArmy leadership encourages the entire Army family to recognize and express appreciation for the past and present contributions that Native American Soldiers, civilians and family members have made. As a tribute to all Native Americans and their contributions, units, agencies and activities will conduct appropriate commemorative activities and events throughout the Army to celebrate National Native American Heritage Month. Collectively, the Army knows there is strength in diversity. In celebrating National Native American Indian Heritage Month, the Army recognizes that their rich heritage is a part of the diversity that this nation and the [Army values](https://www.army.mil/standto/archive_2013-08-15). \n\n**What continued efforts are planned for the future?**\n\nWe are \"Army Strong,\" because we not only place great value in having different perspectives, approaches, and skills but also because we value having ethnic and cultural diversity. Throughout the year, we will celebrate and commemorate the diversity of the Army and leverage and draw strength from it. We encourage appreciation within the ranks of the rich diversity in the Army that is recognized around the world, a diversity that includes Native Americans.\n\n**Why is this important to the Army?**\n\nThroughout history, Native Americans have served in this nation's military with great courage and distinction. Native Americans have fought in every war since the nation's founding and have taken their rightful place as heroes in the nation's history. Today, more than 4,000 Soldiers of American Indian or Alaska Native descent serve in the Army.  They are valued members of the Army team who continue a long legacy of professionalism, selfless service, dignity, and respect. 24 Native American have earned the [Medal of Honor](http://www.army.mil/medalofhonor) for their courage and devotion to the nation.\n\n**Resources:**\n\n* [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)\n* [The Library of Congress: American Indians - Stories from the Veterans History Project](http://www.loc.gov/vets/stories/ex-war-nativeamericans.html)\n* [U.S. Department of the Interior: Indian Affairs](http://www.bia.gov/DocumentLibrary/HeritageMonth/)\n* [National Congress of American Indians](http://www.ncai.org/initiatives/native-american-heritage-month)",
    "date": "Tuesday, Nov. 1, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}