{
    "id": "2016-11-02",
    "title": "Military Family Month",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Army observes Military Family Month to recognize and honor military Family members for their unique contributions and daily sacrifices while supporting the Army mission. The month was established in 2003 by the [Armed Services YMCA]( http://www.asymca.org/) and affirms the Army's commitment to strengthen the readiness and resilience of the Army Family. Each year the president of the United States signs a proclamation declaring November as Military Family Month.\n\nArmy Families often endure unique challenges of persistent conflicts, numerous separations and relocations as they support Soldiers in every phase of the Soldier lifecycle. Families ensure Soldiers start strong, serve strong, reintegrate strong and remain strong throughout their careers.\n\n**What has the Army done?**\n\nThe Army provides a balanced network of programs and services to improve Soldier and Family readiness.\n\nMilitary Family Month is an opportunity for the Army's Active, Guard and Reserve component leadership to collaborate with garrisons, community leaders and local businesses on observances, events and awareness campaigns.\n\nActive, Guard, and Reserve leaders, as well as the Department of Defense organizations such as the [Army Air Force Exchange Service](https://www.aafes.com/about-exchange/) and the [Defense Commissary Agency](https://www.commissaries.com/about_us.cfm) often team up to conduct activities and events to express their appreciation for military families. Additionally, other Army, government, military, community and business leaders recognize military families through numerous events.\n\nDuring November, all commands, installations and units are encouraged to participate in local engagements designed to draw public attention to and illustrate public support and appreciation for the Army Family.\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to provide a balanced network of programs and services which will maintain the Army's commitment to Army Families, resulting in ready Soldiers and a strong Army.\n\nMilitary Family Month reinforces the [Total Army Strong]( https://www.army.mil/standto/archive_2014-09-24) promise and supports the delivery of other Army strategic initiatives, including the [Soldier for Life]( https://soldierforlife.army.mil/) concept and the [Ready and Resilient]( https://www.army.mil/readyandresilient/) campaign which supports the efforts of programs such as Comprehensive Soldier and Family Fitness, Health Promotion, Risk Reduction and Suicide Prevention. This results in families feeling important, supported and connected to the Army and the nation.\n\n[Army Community Service](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Army_Community_Service_(ACS).html?serv=149) is the cornerstone of support that helps Soldiers and their families navigate the demands of Army life, foster life skills, strengthen resilience, and promote a strong and ready Army.\n\n**Why is this important to the Army?**\n\nArmy Families are the strength behind Soldiers, allowing them to focus on their mission of serving the nation. The strength of the nation is built on the readiness and resilience of every member of the premier all-volunteer Army including family members. The Army recognizes and honors the commitment, contributions and sacrifices of Army Families.\n\n**Resources:**\n\n* [Army Installation Management Command](https://www.imcom.army.mil/)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil/)\n* [Army.mil: Army Families](https://www.army.mil/families/)\n* [Army FRG (Family Readiness Group)](https://www.armyfrg.org/skins/frg/home.aspx)\n* [Armed Services YMCA](http://www.asymca.org/)\n\n**Social Media Presence:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n\n",
    "date": "Wednesday,  November 2, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}