{
    "id": "2016-11-03",
    "title": "Army Talent Management Strategy",
    "body": "#######Provided by ASA M&RA/ Army G-1 Public Affairs Office\n\n**What is it?**\n\nTalent management is a way to enhance Army readiness by maximizing the potential of the Army's greatest asset -- its people.  By better understanding the talent of the workforce and the talent needed by units, the Army can more effectively acquire, develop, employ, and retain the right talent, at the right time.\n\nThe Army Talent Management Strategy is the organizing concept for the Army's future-focused human capital management practices. The department is moving from an industrial age personnel system to a 21st-century talent management system that will enhance total force readiness by aligning individual capability with the Army's needs while optimizing human performance and engagement. \n\n\n**What has the Army done?**\n\nThe Army established the [Talent Management Task Force](https://www.army.mil/standto/archive_2016-08-11) to integrate and synchronize Army efforts to acquire, develop, employ, and retain a high quality force that can fight and win against any adversary in the world on the battlefield.\n\nThe Army is developing the Integrated Personnel and Pay System - Army (IPPS-A). This new system will fundamentally change how the Army manages its people. IPPS-A will provide visibility of the total force in one human resources system while simultaneously enabling the Army to manage the talents of the total force based on their knowledge, skills, and behaviors. Additionally, it allows us to audit personnel and pay records.\n\n**What continued efforts are planned for the future?**\n\nThe Army will use Assignment Interactive Module 2.0 (AIM 2) as a bridge to IPPS-A. AIMS 2 is a web-based information system designed to provide more visibility of active duty officer talents and better match those talents to Army requirements. The Army will conduct an AIMS 2 pilot starting December 2016 with a select group of Army officers who will receive assignments starting next summer. \n\n**Why is this important to the Army?**\n\nIn an increasingly uncertain future and while the Army continues drawing down, it is ever more important that the department employs the right talent in the right job at the right time. Winning in this complex world requires every Soldier to be on the field and playing their positions both home and away. Army readiness is strengthened by its people.\n\n**Resources:**\n\n* [U.S. Army Talent Management - Youtube](https://www.youtube.com/channel/UCXJPHjSjolwhys2oKw9PJ2A)\n\n**Related article:**\n\n* [Army reviews diversity in combat arms leadership](https://www.army.mil/article/171727/army_reviews_diversity_in_combat_arms_leadership)\n\n**Related STAND-TO!:**\n\n* [Army Talent Management Task Force](https://www.army.mil/standto/archive_2016-08-11)\n* [The U.S. Army Human Dimension Concept](https://www.army.mil/standto/archive_2016-08-11)",
    "date": "Thursday,  November 2, 2016",
    "quote": "#### Focus quote of the day:\n\n> The Army is fundamentally changing the way we manage talent. We are moving from an industrial-age personnel system to a 21st-century talent management system. Doing this will allow us to better understand the knowledge, skills and behaviors of all our Soldiers in all three components to get the right Soldier in the right job at the right time.\n\n\\- Lt. Gen. James C. McConville, deputy chief of staff, G1",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}