{
    "id": "2016-11-07",
    "title": "Adaptive Reconditioning Program ",
    "body": "#######Provided by  U.S. Army Warrior Transition Command\n\n**What is it?**\n\nThe Army's [Adaptive Reconditioning Program](http://wct.army.mil/modules/soldier/s5-adaptiveReconditioning.html) is a holistic and comprehensive program individually tailored for each Warrior Transition Unit (WTU) Soldier in order to help maximize their full potential within their new normal (due to their wound, injury, or illness). Adaptive Reconditioning includes a variety of activities designed to facilitate recovery, both physical and mental, and assist the Soldier in transitioning back to active duty or to veteran status. \n\n**What has the Army done?**\n\nThe Army incorporated formal adaptive reconditioning programs at the 14 Warrior Transition Units. The WTU cadre is charged with having designated personnel incorporate adaptive reconditioning activities within every WTU Soldier's [Comprehensive Transition Plan (CTP)](http://wct.army.mil/modules/soldier/s1-ctp.html), including; career, physical, emotional, spiritual, social and Family.\n \n[Adaptive reconditioning activities](http://go.usa.gov/xkuZx) assist wounded, ill, and injured Soldiers adapt to their new normal and reach optimal health and wellness within the six domains of the comprehensive transition plan. These activities lead to a variety of benefits, including improved motor skills, better focus, less stress, fewer secondary medical reconditions, increased independence, a supportive social network, and new life skills to assist with transition.\n\nAn example highlighting adaptive reconditioning events include the [Department of Defense Warrior Games](http://warriorgamesfamilyprogram.org/about-us/), where both active Soldiers and Veterans compete in athletic events within an intra-service competition. Other examples include painting exhibitions, gardening, and group activities with families. \n\n**What continued efforts are planned for the future?**\n\nWTUs will continue to enhance their adaptive reconditioning programs and ensure that these activities are incorporated into each Soldier's CTP. \n\nIn 2017 the Army will participate in Department of Defense, Warrior Care Month activities in the national capital region, including adaptive sports tournaments (wheelchair rugby and sitting volleyball). Also in 2017, the Army will participate in the DOD Warrior Games in Chicago as well as the Invictus games in Toronto.\n\nThe Army's Adaptive Reconditioning Program will host regional events to introduce new Soldiers to these kinds of activities. These events will include adaptive sports, yoga, career and education, caregiver support, art, music, photography and more. Throughout fiscal year 2017, WTUs will continue to manage local adaptive reconditioning activities to support Soldiers as they recover. \n\n**Why is this important to the Army?**\n\nSupporting a holistic recovery for wounded, ill, and injured Soldiers contributes to Army readiness. WTUs maximize the potential for new veterans to find employment and further their education.\n\nIncorporating adaptive reconditioning activities into Soldiers' recovery plans helps them understand how much they can still accomplish and achieve in their career, physical, social, family, and spiritual goals with increased self-confidence.\n\n**Resources:**\n\n* [Army Warrior Transition Command](http://www.wtc.army.mil/)\n* [Adaptive Reconditioning Program](http://wct.army.mil/modules/soldier/s5-adaptiveReconditioning.html)\n* [Department of Defense Warrior Games](http://warriorgamesfamilyprogram.org/about-us/)\n\n**Related document:**\n\n* [Adaptive Reconditioning Activities](http://go.usa.gov/xkuZx)",
    "date": "Monday,  November 7, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}