{
    "id": "2016-11-08",
    "title": "Forum for Innovative Novel Discovery",
    "body": "#######Provided by  U.S. Army Training and Doctrine Command, Army Capabilities Integration Center\n\n**What is it?**\n\nThe [Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/) and its [Army Capabilities Integration Center (ARCIC)](http://www.arcic.army.mil/) implemented the [Forum for Innovative Novel Discovery (FIND)](http://tradocnews.org/new-strategy-breaking-down-barriers-between-army-industry/), as part of a new strategy to engage with industry and bring more small industry businesses into the Army's capability development process.  \n\nThe purpose of FIND is to provide industry with the opportunity to present their most innovative project or idea to key senior Army leaders and receive  immediate feedback to refine innovative technological solutions. The goal is to develop opportunities to discover potentially game-changing technologies through a novel approach with the industry.\n\n**What has the Army done?**\n\nTRADOC's ARCIC conducted a FIND pilot study during the 2016 Association of the U.S. Army (AUSA) annual meeting and exposition Oct. 3 and 4 in Washington, D.C.  During the two-day period, six small businesses presented their research and development efforts at the FIND.\n\nTopics presented at the FIND focused on robotics and autonomous systems, one part of the [TRADOC \"Big 6 plus 1\"](http://www.arcic.army.mil/App_Documents/Army-Warfighters-ST-Needs-Bulletin.pdf) capabilities initiative, giving both companies and the Army the opportunity to explore selected robotic topic areas.\n\nSelect senior leaders from Army Research, Development and Engineering Command, Assistant Secretary of the Army (Acquisition, Logistics and Technology), Headquarters, Department of the Army G-8 and ARCIC provided greater resolution of operational needs, which will assist the companies in adjusting research and development programs without government financial reimbursement.  \n\n**What continued efforts are planned for the future?**\n\nTRADOC will expand its industry engagement strategy by hosting future FIND events. The next FIND event is scheduled to coincide with the March 2017 AUSA professional development forum in Huntsville, Alabama, and will focus on a different topic within the TRADOC Big 6 plus 1 initiative.\n\n**Why is this important to the Army?**\n\nSenior Army leadership from across acquisition, requirements and resourcing continue to emphasize the importance of working closely with industry. The FIND provides senior Army leaders and small businesses a chance to collaborate and exchange ideas on technologies that could potentially impact future capability development.  \n\n**Resources:**\n\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n**Related article:** \n\n* [New strategy breaking down barriers between Army, industry](http://tradocnews.org/new-strategy-breaking-down-barriers-between-army-industry/)",
    "date": "Tuesday,  November 8, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}