{
    "id": "2016-11-09",
    "title": "TRADOC Capability Manager-Operational Contract Support  ",
    "body": "#######Provided by U.S. Army Training and Doctrine Command, Combined Arms Support Command\n\n**What is it?**\n\nOperational contract support is the process of planning for and obtaining supplies, services and construction from commercial sources in support of military operations, and it plays a vital role in the Army's ability to deploy, fight and win the nation's wars. Operational contract support is an important enabler across the total force, allowing commanders the flexibility to complement organic capabilities to win in a complex world. \n\n**What has the Army done?**\n\n[Combined Arms Support Command](http://www.cascom.army.mil/), a subordinate unit of [Army Training and Doctrine Command](http://www.tradoc.army.mil/), established TRADOC Capability Manager-Operational Contract Support (TCM-OCS) to execute its mission as the recently designated force modernization proponent for Army non-acquisition operational contract support.\n\nTCM-OCS reached full operational capability Oct. 3. The TCM-OCS will serve an important role in integrating operational contract support into current and future operations to better support the warfighter in today's rapidly changing and complex global environment.\n\n**What continued efforts are planned for the future?**\n\nThe establishment of TCM-OCS will facilitate CASCOM's role as the force modernization proponent for non-acquisition operational contract support. A force modernization proponent serves as the doctrine, organization, training, materiel, leadership and education, personnel and facilities (DOTMLP-F) developer for solutions across the full range of military operations.\n\nThe Army has made significant progress in developing OCS, and the establishment of TCM-OCS will continue to build on this effort. One of the primary objectives for TCM-OCS will be to develop an Army OCS training strategy to ensure trained and ready forces execute operational contract support in an efficient and effective manner.\n\nAs the force modernization proponent for operational contract support  non-acquisition, CASCOM will continue to work closely with the Office of the Assistant Secretary of the Army for Acquisition, Logistics, and Technology in coordinating the OCS acquisition functions.\n\n**Why is this important to the Army?**\n\nOperational contract support is not just a sustainment or logistics function, and staff sections at all levels have similar equity in this. TRADOC Capability Manager-Operational Contract Support addresses gaps to ensure that OCS is integrated into the Total Force.\n\nThe United States Army uses contracted support to accomplish mission objectives. Operational contract support applies across all phases in both domestic and combat operations. It is a critical enabler for mission success of the Total Force.  \n\n**Resources:**\n\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Combined Arms Support Command](http://www.cascom.army.mil/)\n* [TCM-OCS Sharepoint](https://cascom.tradoc.army.mil/sites/cdi/TCMOCS/Pages/HOME.aspx) -- login required.\n* [OCS Information Portal](https://www.us.army.mil/suite/designer) -- CAC login required.\n* [CASCOM Sustainment One Stop](http://www.cascom.army.mil/g_staff/g3/SUOS/index.htm)\n",
    "date": "Wednesday,  November 9, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}