{
    "id": "2016-11-10",
    "title": "Veterans Day ",
    "body": "#######Provided by ASA M&RA/ Army G-1 Public Affairs Office\n\n**What is it?**\n\nVeterans Day celebrates the patriotism, service and sacrifice of living veterans, who are part of the military's patriotic legacy of dedication to the defense of the nation.\n\nNov. 11, 1918, is generally considered the end of World War I, aka the \"Great War\" or \"the war to end all wars.\" In 1938, Congress declared Armistice Day a holiday, and in 1954 the name was changed to Veterans Day to honor all U.S. veterans.\n\nThe Army joins the nation in honoring veterans this Nov. 11 to preserve the historical significance of the date and focus attention on its purpose of honoring America's veterans for their patriotism and willingness to serve and sacrifice for freedom.\n\n**What has the Army done?**\n\nThe Army remains committed to Soldiers, [Army veterans](https://soldierforlife.army.mil/) and their Family members by connecting them with opportunities for employment, education and health care during and after military service.\n\nThe [Soldier for Life](https://www.army.mil/standto/archive_2016-10-26) program is the Army's way of supporting veterans, connecting civilian industry with transitioning Army Families. American industry has committed to hire and train tens of thousands of veterans and their spouses or domestic partners between 2015 and 2017.\n\nSoldier for Life program facilitates Soldier support services in all phases of the Soldier lifecycle, which includes access to and awareness of all educational, credentialing and health care services while in uniform.\n\nAdditionally, Soldier for Life actively engages with those entities that can provide similar services to Soldiers post-military service. A few examples include: \n\n* Amazon Web Services' commitment to train 10,000 veterans and military spouses in cloud computing.\n* Comcast's commitment to hiring 10,000 reservists, veterans and their spouses or domestic partners between 2015 and 2017.\n* Starbucks' commitment to hiring 10,000 veterans and their spouses by 2018, having hired more than 6,500 to date.\n\n**What continued efforts are planned for the future?**\n\nThe Army plans to continue collaborative efforts with the Department of Defense, the other services, other federal agencies, and industry partners to ensure Army veterans are connected with the resources and support they need and deserve.\n\nThough the Army has contributed to efforts that have yielded some successes, such as lowering veteran unemployment rates and reducing veteran homelessness, senior Army leaders acknowledge there's still much work to do to enhance Army veterans access to resources and support. \n\n**Why is this important to the Army?**\n\nArmy veterans are some of the most talented, dedicated, capable and entrepreneurial professionals in the world. \n\nWhen Soldiers return to their communities as full-time civilians, they bring with them attributes gained through Army service that make them great leaders, professionals and team members in any organization.\n\n**Resources:**\n\n* [Soldier for Life](https://soldierforlife.army.mil/)\n* [Presidential Proclamation](https://www.whitehouse.gov/the-press-office/2016/11/08/presidential-proclamation-veterans-day-2016)\n* [Department of Veterans Affairs: Veterans Day](http://www.va.gov/opa/vetsday/)\n\n**Related STAND-TO!**\n\n* [Soldier for Life](https://www.army.mil/standto/archive_2016-10-26)",
    "date": "Thursday,  November 10, 2016",
    "quote": "### Focus quote for the day:\n\n> Veterans are the vault of [values](https://www.army.mil/values/). Values are important to veterans. Values are the shining example for all American citizens, especially for our children.\"\n\n\n\\- Retired Maj. Gen. Patrick H. Brady, a veteran and a  Medal of Honor recipient for his act of valor during the Vietnam War\n \n[Veterans Day: Medal of Honor recipient recalls acts of heroism](https://www.army.mil/article/178117/?from=st)",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}