{
    "id": "2016-11-14",
    "title": "Warrior Care Month: Career Education Readiness",
    "body": "#######Provided by Deputy Chief of Staff, Warrior Care and Transition\n\n**What is it?**\n\nThe [Career and Education Readiness (CER)](http://wct.army.mil/modules/soldier/s4-careerPlanning.html) program's mission is to ensure that every Soldier leaves a Warrior Transition Unit with a well thought out and solid career plan for the next phase of his or her life.\n\nAs Soldiers choose a transition track -- whether they choose to remain in the Army or transition to veteran status -- they will have the opportunity to enhance their current skills, learn new ones, and explore the world of civilian career opportunities as part of their healing process.\n\nWarrior Transition Unit staff stand ready to provide resources and make opportunities available to Soldiers. Transition can be a challenging time for Soldiers and the CER program provides the counseling, resources and support to help make it successful.  \n\n**What has the Army done?**\n\nThe Warrior Care and Transition Program's CER is partnering with the [Department of Labor Veteran Employment and Training Service (DOLVETS)](http://wct.army.mil/modules/soldier/s4-careerPlanning.html), the [Veterans Administration Vocational Rehabilitation and Employment Program (VA VR&E)](http://www.benefits.va.gov/vocrehab/), and the [Army Soldier for Life Transition Assistance Program](https://www.sfl-tap.army.mil/) to streamline and make services available for wounded, ill and injured Soldiers as they navigate a myriad of decisions.\n\nCER and its partners help Soldiers with career exploration and research as well as training and education opportunities for advancement. They also help Soldiers by opening potential career options through volunteer internships and work assignments and help with resume writing and job interviews.\n\n**What continued efforts are planned for the future?**\n\nCER continues to foster its relationships with DOLVETS, VA VR&E, and the employer community. These efforts are highlighted in November during Warrior Care Month.\n\nEach November, WTU CER programs participate in employment and education events within their community. These events are designed to highlight career opportunities for wounded, ill and injured Soldiers as they prepare to transition into civilian life.\n\nEmployers can make training, internship, apprenticeship and on-the-job training opportunities available to Soldiers for up to six months prior to their separation from the military. Community businesses and local governments are encouraged to reach out to the Army through its [Career Skills Program](http://www.army.mil/standto/archive_2015-\n07-02) to make these transitional opportunities available. \n\n**Why is this important to the Army?**\n\nCER actively supports and contributes to Soldier and Army readiness by helping wounded, ill and injured Soldiers develop a career and education plan to aide in their transition.\n\nEach Soldier heals and transitions into civilian life differently and maintaining support throughout is essential. Additionally, helping the nation's wounded warriors with a career plan is an integral part of their recovery.\n\nEmployers and community members wanting more information about how to hire Warrior Care and Transition Soldiers and veterans can access additional information at [www.wct.army.mil](http://www.wct.army.mil/).\n\n**Resources:**\n\n* [Army Warrior Transition Command](http://www.wtc.army.mil/)\n* [Department of Defense Warrior Games](http://warriorgamesfamilyprogram.org/about-us/)\n* [Career planning](http://wct.army.mil/modules/soldier/s4-careerPlanning.html)\n\n**Related document:**\n\n* [Career and Education Readiness Fact Sheet](http://www.wtc.army.mil/documents/factsheets/career_and_education_CER_fact_sheet.pdf)\n\n**Related STAND-TO!:**\n\n* [Adaptive Reconditioning Program](https://www.army.mil/standto/archive_2016-11-07)\n* [Career Skills Program](http://www.army.mil/standto/archive_2015-07-02)",
    "date": "Monday,  November 14, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}