{
    "id": "2016-11-15",
    "title": "Army Retirement Services Office",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe [Army Retirement Services Office](https://soldierforlife.army.mil/retirement/) develops Army policy and oversees Army programs that prepare Soldiers and their Families for retirement and assists survivors of Soldiers who die on active duty, retired Soldiers, surviving spouses, and their Families until death.\n\nThe Army Retirement Services Office was started Nov. 14, 1955, with the focus of providing an effective channel of communication between the active Army and retired Soldiers. The program educates Soldiers and their Families on their rights, benefits and privileges before and after retirement.\n\n**What has the Army done?**\n\nThe Army Retirement Services Office manages a network of more than two million Army retired Soldiers and spouses. In fiscal year 2015, the Army more than 39,000 Soldiers retired. In fiscal year 2016, the Army supported and provided resources to more than 32,000 Soldiers transitioning to retirement, including more than 11,000 who received a medical retirement.\n\nRetirement Services Offices have been established at most Army installations, at all Army Reserve Regional Support Command Headquarters and National Guard Joint Force Headquarters, and are available to assist retiring and retired Soldiers and Family members with military retirement-related matters.\n\nIn accordance with AR 600-8-7, Army Retirement Services develops and perpetually reviews the service's policy and procedures for the Survivor Benefit Plan (SBP) program.\n\nThe Army Retirement Service Office publishes [*Army Echoes*](https://soldierforlife.army.mil/retirement/echoes), the newsletter for retired Soldiers, surviving spouses and their families that provides updates on changes to their benefits and entitlements, developments within the Army, and how they can continue to support the Army.\n\nAdditionally, the Army Retirement Services Office develops policy for the operation of the Army Retirement Services Program and administers the Army Chief of Staff's Retiree Council.\n\n**What continued efforts are planned for the future?**\n\nThe Army Retirement Services Office will continue to promote its dual mottos that \"retirement is a process, not an event\" and \"not retiree, retired Soldier; just a change of mission.\"\n\nThe continued focus of these efforts will be to ensure these individuals remain informed of the benefits and privileges to which they are entitled and have earned through honorable military service.\n\n**Why is this important to the Army?**\n\nThe Army remains committed to the lifelong success of Soldiers, veterans and their Families and sustains a connection with them to provide opportunities for employment, education and health care after military service. Individuals who join America's Army become a [Soldier for Life](https://www.army.mil/standto/2016-10-26) -- a member of an elite team that makes positive impacts worldwide.\n\n**Resources:**\n\n* [Army Retirement Services Office](https://soldierforlife.army.mil/retirement/) \n* [Soldier for Life](http://soldierforlife.army.mil/)\n* [Army Echoes](https://soldierforlife.army.mil/retirement/echoes)\n\n**Related document:**\n\n* Search for the term \"Army Regulation 600-8-7 Retirement Services Program\" under \"Publication Text Search\" at the [Army Publishing Directorate](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx)\n\n**Related STAND-TO!**\n\n* [Veterans Day](https://www.army.mil/standto/archive_2016-11-10)\n* [Soldier for Life](https://www.army.mil/standto/2016-10-26)",
    "date": "Tuesday,  November 15, 2016",
    "quote": "#### Focus quote for the day:\n\n> Competent armies are not at all easy to generate; it takes considerable time. Your Army stands ready today to defend the United States, and we will be ready in the future, as we have since 1775. [However], we cannot do it alone. We need you, our retired Soldiers and veterans to continue to share your stories about the strength of the nation -- the United States Army.\n\n\\- Gen. Mark A. Milley, chief of staff of the Army",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}