{
    "id": "2016-11-16",
    "title": "The Army Review Boards Agency",
    "body": "#######Provided by ASA M&RA/ Army G-1 Public Affairs\n\n**What is it?**\n\nThe [Army Review Boards Agency](http://arba.army.pentagon.mil/index.cfm) is the highest administrative level for review of personnel actions taken by lower levels of the Army and administers 13 boards, which include the Army Board for Correction of Military Records, the Army Discharge Review Board and the Army Grade Determination Review Board.\n\nThe Army Review Boards Agency is committed to righting the wrongs that service members may have suffered due to flawed personnel systems, processes, changes in policy and legislation, or even human error. The Army remains steadfast in its effort to enhance the accuracy and integrity of Army military records by performing strategic-\nlevel, administrative reviews.\n\nThe Army Review Boards Agency reviews and makes decisions based on the merit of individual cases with justice, equity and compassion and in the public interest. The agency processes approximately 22 thousand cases annually.\n\nThe Army Review Boards Agency  is not an investigative body. It relies on applicants to provide all information that helps to fully state an individual's case. All cases are unique.\n\n**What has the Army done?**\n\nThe Army Review Boards Agency has reinstated its regional travel panels for the Army Discharge Review Board with the focus of providing more 'face-to-face' assistance to customers who cannot easily travel to the National Capital Region. The first scheduled location is Robins Air Force Base, Georgia, from Nov. 15 to 18.\n\n**What continued efforts are planned for the future?**\n\nThe Army Review Boards Agency has scheduled more traveling panels. Information about those dates, times and locations will be announced via the [Army Review Boards Agency website](http://arba.army.pentagon.mil/index.cfm), local media and community outreach.\n\n**Why is this important to the Army?**\n\nThe Army Review Boards Agency affords currently serving Soldiers and veterans the opportunity to appeal personnel actions taken at lower levels of the Army. \n\n**Resources:**\n\n* [Army Review Boards Agency](http://arba.army.pentagon.mil/index.cfm)",
    "date": "Wednesday,  November 16, 2016",
    "quote": "#### Focus quote for the day:\n\n> The Army Review Boards Agency remains ready to support our veterans and perpetually seek additional ways to improve board procedures. Reinstating our traveling panels is one way we are working to more effectively connect with our customer and provide an opportunity to those who can't easily travel to the National Capital Region.\n\n\\- Francine Blackmon, deputy assistant secretary of the Army (Review Boards) and director, Army Review Boards Agency",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}