{
    "id": "2016-11-21",
    "title": "Warrior Care Month: Triad of Care",
    "body": "#######Provided by the Deputy Chief of Staff, Warrior Care and Transition\n\n**What is it?**\n\nThe Warrior Transition Unit's (WTU) \"[triad of care](http://wct.army.mil/modules/cadre/c1-rolesResponsibilities.html#TRIAD)\" refers to the primary care manager (PCM), nurse case manager (NCM) and squad leader (SL)/platoon sergeant (PSG) who are assigned to a specific WTU Soldier. The PCM, NCM and SL/PSG are responsible for ensuring all members of the WTU team work together toward the benefit of the Soldier.\n\nCentral to the recovery process is the concept of teamwork and in making sure that each wounded, ill and injured Soldier has, at a minimum, a PCM, NCM and SL/PSG working together on his or her behalf. \n\n**What has the Army done?**\n\nUpon entering one of the Army's 14 WTUs, Soldiers build a personalized [comprehensive transition plan (CTP)](http://wct.army.mil/modules/soldier/s1-ctp.html). A dedicated triad of care collaborates with a multidisciplinary team of medical and non-medical professionals to ensure each Soldier receives the best possible care and support while they complete his or her CTP.\n\nThe squad leader (SL) or platoon sergeant (PSG) serves as the first line supervisor to the Soldier and the link to command. The SL/PSG helps guide the Soldier through the WTU process while enforcing military standards. The SL/PSG leads the Soldier, enabling him or her to comply with CTP requirements.\n\nThe primary care manager (PCM) evaluates the Soldier's holistic medical requirements and plans, directs and oversees all Soldier care during the Soldier's time in the WTU. The PCM's responsibility to the Soldier continues until the Soldier exits the WTU, and includes ensuring a seamless medical handoff to the Soldier's Department of Veterans Affairs care provider or other successor primary care provider. The PCM plans, directs and oversees the care.\n\nThe nurse case manager (NCM) is a registered nurse who works with the Soldier throughout his/her medical treatment, recovery and rehabilitation. NCMs are responsible for helping Soldiers regain health or improved functional capability by facilitating the development and implementation of goals. The NCM coordinates the care.\n\n**What continued efforts are planned for the future?**\n\nThe Army views support for wounded, ill and injured Soldiers as a sacred obligation and enduring mission. As Soldiers become wounded, ill or injured in the line of duty, the Army will continue to provide a robust support system throughout the recovery and transition process.\n\n**Why is this important to the Army?**\n\nProviding world-class medical care to all Soldiers and their Families has always been a priority to the Army. Supporting the wounded, ill and injured reaffirms the Army's commitment to a strong Army Medical Department and reassures the entire Army Family that the Army will stand by every Soldier who requires the support of the Warrior Care and Transition Program.\n\n**Resources:**\n\n* [Warrior Care and Transition Program: Warrior Care Month: Show of Strength](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n* [Warrior Care and Transition Program: Roles and Responsibilities](http://wct.army.mil/modules/cadre/c1-rolesResponsibilities.html)\n* [Warrior Care and Transition Program: Cadre](http://wct.army.mil/modules/cadre/c1-aboutCadre.html)\n* [Warrior Care and Transition Program: Cadre Selection Process](http://wct.army.mil/modules/cadre/c1-selection.html)\n",
    "date": "Monday,  November 21, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}