{
    "id": "2016-11-22",
    "title": "Strategic Portfolio Analysis Review",
    "body": "#######Provided by the Deputy Chief of Staff, G-8\n\n**What is it?**\n\nThe Strategic Portfolio Analysis Review (SPAR) enables Army senior leaders to make informed resource decisions within a larger strategic framework. SPAR specifically focuses on the [chief of staff of the Army](https://www.army.mil/leaders/csa/)'s top priorities, readiness (current fight) and the future Army (future fight), by developing investment strategies to ensure the Army can defeat a pacing threat in an anti-access/area denial environment while still combating terrorism.\n\n**What has the Army done?**\n\nThe Army is developing new concepts, force structure, and operational and institutional models to address the changing character of war; however, limited modernization resources constrain these efforts. Within an environment of constrained resources, the SPAR process is conducting value analyses to assess equipment capabilities in the projected operating environment, identify risks inherent to capability trades, and weigh potential resource implications.\n\n**What continued efforts are planned for the future?**\n\nThe Army needs to focus equipment modernization on maintaining overmatch and simultaneously developing new military capabilities to deter and, if necessary, defeat emerging regional and global peer adversaries as part of the Joint Force. Army equipment modernization must enable the future force to fight outnumbered and win against a near-peer adversary while simultaneously addressing state instability and combating terrorism.\n\nSpecifically, Army equipment modernization must support a force that:\n\n* Delivers the combat capabilities, responsiveness, versatility, depth, and endurance required against adversaries capable of high-end conventional warfare.\n* Projects into a contested theater and rapidly transitions to offensive operations.\n* Operates in and projects power into the air, land, sea, and cyber domains to support and enable joint operations.\n* Fights in complex, urban terrain.\n* Retains the competencies, capabilities, and capacity for counterterrorism and counterinsurgency.\n\n**Why is this important to the Army?**\n\nSPAR will enable the Army, in an era of constrained resources, to make tough decisions and invest in the forces and capabilities most critical for meeting the nation's toughest threats. The Army will take risks in other areas that -- though still important -- are less threatening to the security of the citizens and the national interests. The SPAR's in-depth analysis will inform senior leader decisions when prioritizing capability and technology investments that will shape the future force.\n\n**Resources:**\n\n* [Army G-8](http://www.g8.army.mil/)",
    "date": "Tuesday, November 22, 2016",
    "quote": "",
    "events": "#### Events\n\n**November 2016** \n\nNov. 1-Nov. 30: Native American Heritage Month - Visit [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st)  (#NativeAmerican)\n\nNov. 1-Nov. 30: Military Family Month - Visit [Army Families](https://www.army.mil/families) (#militaryfamilymonth #militaryfamilies #milfamilystrong)\n\nNov. 11: Veterans Day - Visit [Army Veterans](https://www.army.mil/veterans) and [Soldier for Life](https://soldierforlife.army.mil/) (#HonoringVets #ArmyRetirement #SoldierForLife #BlendedRetirement)\n\nNov. 24: Thanksgiving Day (#Thanksgiving #SupportOurTroops)"
}