{
    "id": "2016-11-28",
    "title": "Warrior Care Month: Community Care Units ",
    "body": "#######Provided by the Deputy Chief of Staff, Warrior Care and Transition\n\n**What is it?**\n\nCommunity Care Units provide command and medical management assistance to Soldiers as they navigate the Army's medical treatment system to successfully reintegrate back into the force or transition from the Army.  \n\nFor wounded, ill and injured Soldiers assigned to a Warrior Transition Unit (WTU) or Community Care Unit (CCU), engagement with the local community can prove most beneficial. \n\nConnecting with local communities through activities such as hunting and fishing excursions, adaptive sports/reconditioning events, to artistic workshops, can go a long way in aiding the recovery and reintegration process. In addition, a number of formal and informal programs exist that are specially-dedicated to connecting WTU Soldiers and Families with their local communities.\n\n**What has the Army done?**\n\nThe [Soldier for Life](https://soldierforlife.army.mil/) program assists Soldiers transitioning out of the Army, providing briefings, workshops on resume writing, interviewing skills and other elements of joining the civilian workforce. Communities will often have their own Veteran Outreach or Community Action Teams at-the-ready to connect with Soldiers in helping them with their reintegration.\n\nSoldier for Life also helps address any Soldier/veteran reintegration challenges that may be faced within their home communities.\n\n\n**What continued efforts are planned for the future?**\n\nWTU Soldiers who are transitioning out of the Army will continue to work with the Soldier for Life program to access transition resources prior to their separation and actively work towards career goals in their recovery plans, as their medical situation allows.  Furthermore, the Army will continue to encourage interaction between local communities and WTU Soldiers via adaptive reconditioning activities in order for Soldiers and Families to remain strong, healthy and connected.\n\n**Why is this important to the Army?**\n\nLocal community support is an important component of the transition process for Soldiers and veterans during recovery, post-injury or illness and reintegration into the community. Local support is at the heart of the Warrior Care and Transition Program, which is why WTUs work closely with supporting organizations in their local areas. \n\nRegardless of whether they return to the force or transition to civilian life, Soldiers represent the Army wherever they go. The Army ensures comprehensive community support for wounded, ill and injured Soldiers and their Families wherever they may reside.  Raising awareness and generating support within local communities to effectively serve the unique challenges of wounded, ill and injured remains a top priority. \n\n\n**Resources:**\n\n* [Soldier for Life- Transition Assistance Program](https://www.sfl-tap.army.mil/)\n* [Army Warrior Transition Command](http://www.wtc.army.mil/)\n\n**Related Document:** \n \n* [Community Care Units](http://wtc.army.mil/documents/factsheets/CCU_Factsheet.pdf)\n",
    "date": "Monday November 28, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 8: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 9: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}