{
    "id": "2016-11-29",
    "title": "The U.S. Army Human Dimension Concept",
    "body": "#######Provided by U.S. Army Training and Doctrine Command, Army Capabilities Integration Center\n\n**What is it?**\n\nThe [human dimension concept](https://www.army.mil/standto/archive_2014-07-03/) provides a framework to help Army leaders focus on human development. It outlines the process for how the Army will select, develop, sustain and transition Soldiers and Civilians in the Army.\n\nThe human dimension encompasses the cognitive, physical and social components of Soldiers, Army Civilians and leaders, focusing on the organizational development and performance essential to raise, prepare and employ the Army in unified land operations.\n\nThe future operational environment, the changing character of war and how the Army will fight in 2035-2050 present challenges to future forces that may require new ways to recruit, assess, train and educate Soldiers, leaders and Civilians. The Army needs an understanding of the attributes that future forces require to maintain overmatch in the physical, mental and moral components of the human performance of land warfare.  \n\n**What has the Army done?**\n\nTraining and Doctrine Command's Human Dimension Division (HDD) has been tasked to develop a means to identify the required human performance attributes of the Soldiers to win in a high-intensity conflict against a peer adversary in 2035-2050. Taking insights from previous studies, seminars, events and concepts, the HDD's study plan focuses on connecting operators with researchers across Army organizations to prioritize research on human requirements, developing a more science-based, operationally-relevant approach that strengthens the unity of effort across Army organizations focused on human performance.\n\n**What continued efforts are planned for the future?**\n\nThe HDD, along with TRADOC's Future Warfare Division as part of [Unified Quest](http://www.arcic.army.mil/Initiatives/UnifiedQuest), are hosting the Human Performance Seminar Dec. 12 to 16 to determine the human performance requirements given the anticipated future operational environment and the demands placed on the force by multi-domain battle and the [movement and maneuver functional concept](https://www.army.mil/standto/archive/2010/10/27). The outcomes will inform future human performance seminars, engage Army social science researchers (Army Research Institute, Army Research Laboratory-[Human Research Engineering Directorate](http://www.arl.army.mil/www/default.cfm?page=31), etc.), and lead to revisions of the [human dimension concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-7.pdf) and strategy.\n\n**Why is this important to the Army?**\n\nThe Soldier is the Army's most adaptable warfighting capability.  In order to optimize the Soldier for the challenges of 2035-2050, the Army must identify the right attributes in the context of the future operating environment. Through the campaign of learning, the Army has new insights in the character of future war and must now understand what the Army and its Soldiers must be able to do.\n\n**Resources:**\n\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Human Dimension](http://www.arcic.army.mil/Initiatives/HumanDimension)\n* [Unified Quest](http://www.arcic.army.mil/Initiatives/UnifiedQuest)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/ArmyWarfightingChallenges)\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n**Related documents:**\n\n* [The U.S. Army Human Dimension Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-7.pdf)\n* [The Army Human Dimension Strategy](http://usacac.army.mil/sites/default/files/publications/20150524_Human_Dimension_Strategy_vr_Signature_WM_1.pdf)\n\n**Related STAND-TO!:**\n\n* [Unified Quest](https://www.army.mil/standto/archive_2016-09-14/?s_cid=standto)\n* [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)\n",
    "date": "Tuesday November 29, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}