{
    "id": "2014-11-03",
    "title": "Senior Leaders Message on 2014 American Indian Heritage Month",
    "body": "***Native Pride and Spirit: Yesterday, Today and Forever.***\n\nNational American Indian Heritage Month is a time of reflection as members of our community honor the immeasurable contributions of American Indians for building our nation and supporting the military services. However, it is also important we sincerely acknowledge the great legacy of resilience taught to us by the American Indians' painful history.  Despite facing adversity repeatedly, their vision and determination have helped transform our national character and have enriched our understanding of their distinct culture. They serve as an example to all.\n \nMore than 20 American Indians are Medal of Honor recipients.  Their distinguished acts signify the deep and abiding patriotism and heroism found among multiple generations who have served in our ranks.  From the Revolutionary War to the brave Soldiers fighting in today's conflicts, American Indians have served with honor and distinction.  This is yet another reminder of how our Army is much stronger today because we value the strength of a diverse workforce.\n\nThis month, join us in giving special recognition for the past and present contributions American Indian Soldiers, civilians and families have made to make our Army what it is today - a place where people from all walks of life stand proudly together in service to our nation. Army Strong!\n\nView the Army senior leaders tri-signed letter: [American Indian Heritage Month  - Native Pride and Spirit: Yesterday, Today and Forever.](http://www.army.mil/article/137417)\n\n**Resources**\n\n* [Presidential Proclamation -- National Native American Heritage Month, 2014](http://www.whitehouse.gov/the-press-office/2014/10/31/presidential-proclamation-national-native-american-heritage-month-2014-0)\n* Related sites:\n* [American Indians in the U.S. Army](http://www.army.mil/americanindians/)\n* [Army Diversity](http://www.armydiversity.army.mil/)\n* [Army Profession](http://cape.army.mil/)\n\n",
    "date": "Monday, November 3, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nAmerica has always been a country of risk takers and dreamers -- where anyone who is willing to work hard can turn a good idea into a thriving business -- and our spirit of ingenuity remains a powerful engine of growth, creating jobs and bolstering our economy.  This month, we recognize the grit and determination of American inventors and innovators and their many contributions to our Nation, and we reaffirm our commitment to support these entrepreneurs as they develop the products, services, and ideas of tomorrow.\n\n### - President Barack Obama\n\n### [Presidential Proclamation -- National Native American Heritage Month, 2014](http://www.whitehouse.gov/the-press-office/2014/10/31/presidential-proclamation-national-native-american-heritage-month-2014)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* National Native American Heritage Month \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* Nov. 6: White House Ceremony for Medal of Honor award to [First Lt. Alonzo Hereford Cushing](http://www.army.mil/medalofhonor/cushing/) \n\n\n   \n\n"
}