{
    "id": "2014-11-05",
    "title": "Commitment to Service",
    "body": "**What is it?**\n \n\"Commitment to Service\" is a Department of Defense (DOD) program with amateur and professional sports teams to enrich communities across America. Army Public Affairs is working with DOD to support this program. The National Basketball Association (NBA) is the first organization to participate in the program. \n\nThrough the Commitment to Service program, service members, family members, retirees and veterans volunteer side-by-side with athletes and coaches on a variety of projects. The program is built upon four pillars: community, leadership, transition and health.\n\n(1) Community: is the primary focus this year and partners athletic organizations and Soldiers/program participants to enhance communities through hands-on projects with local leaders and fans. Examples of projects may include building playgrounds, upgrading parks, painting a community center, feeding the homeless, etc. \n \n(2) Leadership:  promotes improving leadership skills of athletes and service members on and off the field and in and out of military. \n\n(3) Transition: focuses on opportunities for athletes and service members when they prepare to leave the court and military service.\n \n(4) Health: stresses that to successfully play sports or serve in the military, Americans need to be fit and healthy. \n\nIn this initial year of the program, the community pillar is the focus. The latter three pillars will be incorporated as the program evolves. \n\n**What has the Army done?**\n\nIn collaboration with the other services, Army units/installations have been selected to serve in \"lead\" or \"support\" roles for each of the 30 NBA teams. As the lead, the unit/instillation public affairs office coordinates with the NBA and gathers support from all services to volunteer in NBA-selected projects. As a supporting unit, service members can volunteer with NBA coaches and athletes to improve their communities.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe DOD and Army Public Affairs will work to expand the program to other athletic organizations and implement all of the pillars. \n\nUnits/installations at the local level will work with the other services and the NBA to support the program.\n\n\n**Why is this important to the Army?**\n\n\"Commitment to Service\" increases public exposure to, and the understanding of, Army personnel, facilities, equipment and programs. It is another mechanism to increase the American people's connection to the U.S.  Army, build and sustain support and promote recruiting.  Once fully implemented, the program will demonstrate that the Army and athletic organizations care about giving back to communities. The program also will ensure sports players and Soldiers are equipped with skills to be active and positive members of their communities through life's transitions.\n\n\n**Resources:**\n\n* CAC log-in required: [DOD/NBA Commitment to Service Playbook - PDF](https://www.us.army.mil/suite/doc/43779814)\n* [Army Public Affairs](http://www.army.mil/info/institution/publicAffairs/)\n* Related video: \n* [- NBA and DOD \"Commitment to Service\"](https://www.youtube.com/watch?v=8Uu4dc2Pg0A)\n\n",
    "date": "Wednesday, November 5, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nThrough \"Commitment of Service,\" we can help others understand the military, continue to find innovative ways to address the needs of communities in which we live and work, and foster a spirit of service across the country.\n\n### - Chairman of the Joint Chiefs of Staff Gen. Martin E. Dempsey, emphasizing how the Department of Defense program can help the service members to stay connected with the nation, as they transition into a civilian life  \n\n\n### Taken from the [DOD/NBA Commitment to Service Playbook](https://www.us.army.mil/suite/doc/43779814) (CAC log-in required)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* National Native American Heritage Month \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* Nov. 6: White House Ceremony for Medal of Honor award to [First Lt. Alonzo Hereford Cushing](http://www.army.mil/medalofhonor/cushing/)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}