{
    "id": "2014-11-13",
    "title": "National Military Family Appreciation Month 2014",
    "body": "**What is it?**\n\nMilitary Family Appreciation Month is observed in November to recognize and honor families of service members from all branches for their unique contributions and sacrifices. The Army recognizes that the selfless dedication and commitment of Army families directly contributes to the readiness of our Soldiers. Families are the force behind the force. \n\n\n**What has the Army done?**\n\nMilitary Family Appreciation Month was established in 1993. Each November, government, military, community and  business leaders team up to recognize Army families through a variety of activities such as family fun nights, fun runs, discounts at Morale, Welfare and Recreation (MWR) facilities, sporting events and special recognitions during community activities. Active, Guard, and Reserve leaders and Department of Defense organizations such as the Army Air Force Exchange Service and the Defense Commissary Agency frequently team up to conduct activities and events to express their appreciation to military families.\n\n\n**Why is this important to the Army?**\n\nSince the nation's fight for independence, when families became \"camp followers\" and directly supported Soldiers with food, clothing and medical support, Families have always been a vital part of the Army's ability to stand strong. Military families have never wavered in their support and patriotism, and the Army remains committed to providing them the support and services they need to remain resilient and steadfast in their support to our war fighters. During the month of November, all commands, installations, and units are encouraged to support local engagements designed to draw public attention and illustrate public support and appreciation to the Army family.\n\n \n**What efforts does the Army have planned for the future?**\n\nThe Army is fully committed to helping families remain Army strong by offering a variety of programs and services through the garrison MWR programs, Army Community Services and Child Youth and School Services. These programs keep the Army's commitment to provide Soldiers and their families a quality of life commensurate with their service resulting in families feeling important, supported and connected to the Army and the nation.\n\n\n**Resources:**\n\n* [Presidential Proclamation 2014](http://www.whitehouse.gov/the-press-office/2014/10/31/presidential-proclamation-military-family-month-2014) \n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/)\n* [Army OneSource](https://www.myarmyonesource.com/)\n* [Army Family Readiness](http://www.armyfrg.org/)\n* [Army Families](http://www.army.mil/families)\n* [DOD Live](http://www.dodlive.mil/)\n* [MWR Brand Central](http://www.mwrbrandcentral.com/)\n* [Army Installation Management Command](http://www.imcom.army.mil/)\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "date": "Thursday, November 13, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nThe selflessness of our military families tells a story of unfailing duty and devotion.  Through long deployments, difficult separations, and moves across the country and overseas, spouses and partners put their careers on hold and children take on extra responsibilities.  With grace and resilience, families endure the absence of loved ones and shoulder the burdens of war.  And when battle ends and our service members return home, their families support their transition and recovery. \n\n### - President Barack Obama  \n\n### Taken from the [Presidential Proclamation -- Military Family Month, 2014](http://www.whitehouse.gov/the-press-office/2014/10/31/presidential-proclamation-military-family-month-2014)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* National Native American Heritage Month \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* Nov. 7, 1:00 p.m. EST: Live coverage of the Pentagon [Hall of Heroes Induction Ceremony](http://www.army.mil/medalofhonor/cushing/?from=st)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}