{
    "id": "2014-11-17",
    "title": "Digital Fire Control",
    "body": "**What is it?**\n\nDigital fire control systems, the [U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/) at Picatinny Arsenal in cooperation with various Program Management Offices, provide significant advantages for increasing weapon accuracy, responsiveness and survivability on the battlefield.  Fire control system digitization is the automation of fire control functions, previously performed manually by the gun crew, resulting from the use of a networked, software-intensive fire control system. \n \nThe purpose of a fire control system is to acquire/receive target information and then implement the functions necessary to maximize the effects on target.  For instance the Paladin fire control system provides a digital link to the fire support network for calls-for-fire and mission data, uses automated sensors for navigation and location, on-board sensors and a ballistic kernel for aiming data computation, automated 3-axis sensor for gun orientation, and precise weapon aiming implemented by automatic weapon drives. \n \nDigitization of direct fire systems, such as the Abrams tank, which are reliant on on-board line of sight sensors to acquire target information and perform aiming data computation, paved the way for easier expansion of system function and capabilities. \n\n\n**What has the Army done?**\n\nARDEC, supporting the respective Program Management Offices, has digitized all of the Army's gun-based indirect fire systems including M109A6 Paladin self-propelled and the M777A1 and M119A3 towed howitzers; dismounted 120mm mortars, M1064 mortar platforms and M577 fire direction center and STRYKER mortar carrier variants. \n  \nARDEC's fire control mission addresses functions that cover the entire target engagement cycle to include target acquisition and tracking, target/environmental sensing, ballistic computation, gun/launcher/sight control and stabilization, munition initialization/tracking, and network communications as well as diagnostics, prognostics and training capabilities.  \n\n\n**What continued efforts does the Army have planned for the future?**\n \nThe Army is currently evaluating technology solutions to address the associated size, weight, and power challenges in support of man portable and lighter weight fire control systems, such as the 60mm and 81mm mortar systems and small arms.   ARDEC is also pursuing similar fire control technology improvements for larger caliber direct fire weapon systems.  \n\n\n**Why is this important to the Army?**\n   \nIn addition to advantages in increased weapon accuracy, responsiveness and survivability, these software-intensive fire control systems have also facilitated the incorporation of smart munitions within the fire control systems such as the artillery's excalibur and precision guidance kit (PGK) munitions, the mortar's advanced precision mortar initiative (APMI) munition and the tank advanced multipurpose (AMP) round.  Additionally, since the efforts are performed in house with government owned Intellectual property, significant advantages result from hardware and software commonality and the associated cost, schedule and sustainment benefits.\n\n\n**Resources:**\n\n* [U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/)\n* Related social media links:\n* [ARDEC Youtube](https://www.youtube.com/watch?v=jS5-5hPkkrY)\n* [ARDEC Facebook](https://www.facebook.com/RDECOM.ARDEC)\n* [ARDEC TwItter](https://twitter.com/ARDEC)\n* [ARDEC Flickr](https://www.flickr.com/photos/75648156@N07/)\n* Related Stand To:\n* [- Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/)\n* [- XM905 Advanced Mortar Protection System (AMPS)](http://www.army.mil/standto/archive_2014-02-26/)\n",
    "date": "Monday, November 17, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nThe warrior spirit is alive and well, and indeed, it is a part of our\nmilitary history and traditions. The warrior spirit of\nstrength, honor and courage is a part of my heritage.\n\n### - [Lt. Col. Nathele J. Anderson, the commander of the 4th Battalion, 321st Regiment at Redstone Arsenal, Alabama](http://www.army.mil/article/138297/Soldiers__civilians_honor_Native_American_heritage/)\n\n### [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=features)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* [American Indian Heritage Month](http://www.army.mil/americanindians/?) \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}