{
    "id": "2014-11-18",
    "title": "Warrior Care Month: Reintegration",
    "body": "**What is it?**\n\nThe 2014 Warrior Care Month observance continues with this week's theme, \"Show Your Strength through Reintegration.\"   Reintegration means a number of things for wounded, ill and injured Soldiers. Some rejoin their unit or reintegrate back into the force in a new capacity, while others reintegrate back into civilian life upon leaving their Warrior Transition Unit (WTU).\n\n\n**What has the Army done?**\n\nEach Soldier in a WTU creates a Comprehensive Transition Plan (CTP) which includes career goals, whether the Soldier is transitioning back to the force or to civilian life.  Soldiers returning to the force can participate in Army training for their Military Occupational Specialty (MOS) and career-oriented programs, whether they return to their original MOS or transition to a new role.  Those separating from the force prepare for the civilian workforce by preparing for college, taking college classes, earning certifications and participating in professional internships at federal agencies.  WTU Soldiers who are transitioning out of the Army also participate in Soldier for Life briefings, including workshops on writing federal and civilian resumes, interviewing skills, and other elements of joining the civilian workforce.\n\nAs of June 2014, 77 percent of eligible WTU Soldiers were participating in career and employment readiness activities.  Eligibility is based on the individual Soldier's medical and transition situation. \n\nMore than 500 WTU Soldiers have completed internships through Operation Warfighter (OWF), a DoD program designed to allow recovering service members from all branches to intern at local federal agencies.  Soldiers build professional experience, develop stronger networks and enhance their understanding of the civilian workforce.\n\n\n**What does the Army have planned for the future?**\n\nWTU Soldiers who are transitioning out of the Army will continue to work with the Soldier for Life program to access transition resources prior to their separation and actively work towards career goals in their recovery plans, as their medical situation allows.  The Army will also continue to support Career and Education Readiness programs for WTU Soldiers, allowing them to prepare for or remain competitive in their respective career fields or MOS during their recovery.  \n\n\n**Why is this important to the Army?**\n\nRegardless of whether they return to the force or transition to civilian life, Soldiers represent the Army wherever they go.  Helping Soldiers prepare for the next phase of their careers after becoming wounded, ill or injured enables them to become proud, productive citizens who contribute to society, benefitting themselves, their Families, the Army and the entire nation.  \n\n\n**Resources:**\n\n* [WTC Career Planning Web Page](http://www.wtc.army.mil/modules/soldier/s4-careerPlanning.html) \n* [WTC Internships Web Page](http://www.wtc.army.mil/modules/soldier/s3-internships.html)\n* [WTC Employer Resources](http://www.wtc.army.mil/modules/employers/index.html)\n* [Soldier for Life Web Page](http://soldierforlife.army.mil/)\n* [Warrior Care Month Army Web Page](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n* [Warrior Care Month DOD Web Page](http://www.defense.gov/warriorcaremonth/)\n* Related Stand-To:\n* [- Warrior Care Month](http://www.army.mil/standto/archive_2014-10-28/) \n* [- Warrior Care Month: Show Your Strength through Recovery](http://www.army.mil/standto/archive_2014-11-04/)\n* [- Warrior Care Month: Reconditioning](http://www.army.mil/standto/archive_2014-11-12/) \n",
    "date": "Tuesday, November 18, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nArmy Reserve Soldiers are highly educated, and professionals in their civilian careers. They are our doctors, lawyers, academics, scientists, engineers and information technology specialists on the leading edge of high-tech industry -- a new generation of Soldiers who grew up with technology in their hands, practice it in their professions and leverage it while in uniform.\n\n### - Lt. Gen. Jeffrey W. Talley, chief of the Army Reserve and USARC commanding general said about the Army Reserve contributing Soldiers who possess specialized capabilities needed by the joint-force operation to ensure human suffering is mitigated in West Africa.\n\n### [Guard, Reserve Soldiers to mobilize for Ebola relief](http://www.army.mil/article/138475)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* [American Indian Heritage Month](http://www.army.mil/americanindians/?) \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}