{
    "id": "2014-11-19",
    "title": "Operational Camouflage Pattern ",
    "body": "**What is it?**\n\nAfter a thorough, fair and scientific camouflage tests, the U.S. Army is adopting the Operational Camouflage Pattern  as an Army-wide base pattern for uniforms and personal equipment. The use of Operational Camouflage Pattern will be gradually phased in to minimize  the cost to Soldiers and the Army.\n \n\n**What has the Army Done?**\n\n***Camouflage***\n- In 2009, after Soldier feedback revealed dissatisfaction with the performance of the Universal Camouflage Pattern (UCP) in Afghanistan, Secretary of the Army Peter Geren approved the execution of a four-phase camouflage improvement effort. The first three phases, conducted from September 2009 to January 2010, resulted in the selection of Crye Precision's MultiCam pattern as the Operation Enduring Freedom Camouflage Pattern  for uniforms and Organizational Clothing and Individual Equipment (OCIE) for Afghanistan. \n\nThe objective of the last phase (Phase IV) was to determine a long-term multi-environment camouflage strategy for the entire force, so the Army continued working on testing a family of camouflage patterns (arid, transitional, and woodland/jungle patterns with a single matching OCIE pattern) and established the Army's most rigorous and scientific study of camouflage to date. The Army employed important lessons from a decade of combat experience to ensure the selection process was sound and thorough. \n\nSoldiers deployed to Afghanistan will continue to be fielded with uniforms and OCIE in  Operation Enduring Freedom Camouflage Pattern until inventories are exhausted. In coming months the Army will  conduct operational testing and user evaluations of existing Service  arid and woodland patterns for possible adoption by the Army. \n\n***Phase-in Strategy Reduces the Cost to Soldiers***\n- The financial impact on Soldiers will be minimal. The gradual introduction of the Operational Camouflage Pattern  uniforms will allow Soldiers to phase in uniforms as their UCP patterned ACUs and OCIE wear out. The Army will begin introduction of the Operational Camouflage Pattern  during  the fourth  quarter of Fiscal Year 2015 in Army Clothing and Sales Stores. \n\n\n**Why is this important to the Army?**\n\nCamouflage is a centerpiece for Soldier Force Protection. An effective camouflage provides Soldiers concealment which is critical for Soldiers in the close fight with the enemy. The Army will continue to provide the Soldiers with the best possible camouflaged uniforms and equipment.\n\n\n**What other related uniform  efforts does the Army have planned?**\n\nTo correspond with the introduction of the Operational Camouflage Pattern starting in the summer of 2015, the  Army will  change the color for the Army Combat Boot to a coyote brown color, and change the color of the belts and t-shirts to a tan 499 color.\n\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil)\n* [MCoE](http://www.benning.army.mil/mcoe/)\n* Related articles: \n* [- Army statement on the Operational Camouflage Uniform](http://www.army.mil/article/130999)\n* [- Soldiers to get new camo uniform beginning next summer](http://www.army.mil/article/131259)\n",
    "date": "Wednesday, November 19, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\nThe Army has selected a pattern as its base combat uniform camouflage pattern. The Army has confirmed through testing that the pattern would offer exceptional concealment, which directly enhances force protection and survivability for Soldiers.\n\n### - Said one senior Army spokesperson in a July 31 [press release](http://www.army.mil/article/130999).\n\n### [Soldiers to get new camo uniform beginning next summer](http://www.army.mil/article/131259)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* [American Indian Heritage Month](http://www.army.mil/americanindians/?) \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}