{
    "id": "2014-11-20",
    "title": "SECARMY Senior Civilian Army Profession Symposium",
    "body": "**What is it?**\n\nThe Secretary of the Army hosts the Senior Army Civilian Army Profession Symposium at the National Defense University (NDU), at Fort McNair, Nov. 20, 2014. The symposium's purpose is to develop a shared vision, reinforce guidance, and generate dialogue on \"Living the Army Ethic.\"  Attendees will review the Army Ethic author's draft and provide their reaction to its content and format.  The attendees will also discuss options for integration of the Army Ethic throughout the professional development process for Army civilians and provide thoughts on how to strengthen morale, retention, and esprit within the Army Civilian Corps.   \n\n\n\n**What has the Army done?**\n\nIn October 2010, the Secretary of the Army and the Chief of Staff of the Army directed the commanding general of TRADOC to conduct a critical review to assess how protracted years of war affected members of the Army profession. The findings and recommendations led to several initiatives (e.g., Army Doctrine Reference Publication 1 -- The Army Profession, Americas Army -- Our Profession Annual Themes, Army Profession Seminars).\n\nThe CSA also approved the [Army Ethic White Paper, 11 July 2014,](http://www.army.mil/e2/c/downloads/356486.pdf) making the case for a concise, motivating, inspiring expression of the Army Ethic based on American values, laws, oaths, creeds, ethos, and our shared identity as Trusted Army Professionals. The CSA also approved the FY15-16 America's Army  Our Profession Theme \"[Living the Army Ethic\" Why and How We Serve](http://cape.army.mil/aaop/living-the-army-ethic/).\nIn addition, the CSA hosted the [Army Profession Annual Symposium](http://cape.army.mil/army-profession-symposium/) at West Point, New York, July 30-31, 2014.    \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Profession Symposium will be followed by an Army Junior Leader Symposium in February 2015. CAPE is leading a cooperative Army-wide project to publish the Army Ethic in the update to ADRP 1 in 2015.\n\n\n**Why is this important to the Army?**\n\nThe Secretary of the Army's intent in conducting this symposium is to generate dialogue and gain consensus regarding the role of the Army Civilian Corps within the Army Profession; and the applicability of the Army Ethic as Army civilians contribute to the Army mission, perform their duties, and conduct themselves in all aspects of life.   As we move further into the 21st century, our strategic transition presents tremendous opportunities for the Army profession to lead the nation in the ethical development of human capital.   To be that leader, the Army must intensify its understanding of what it means to be a trusted Army professional -- the shared identity for all Soldiers and Army civilians.  \n\n\n**Resources:**\n\n* [Mission Command Center of Excellence (MCCoE)]( http://usacac.army.mil/organizations/mccoe)\n* [U.S. Army Combined Arms Center]( http://usacac.army.mil/) \n* [The Center for the Army Profession and Ethic (CAPE)]( http://cape.army.mil/)\n* [U.S. Army Training and Doctrine Command (TRADOC)]( http://www.tradoc.army.mil/)\n* [Character Development]( http://cape.army.mil/case-studies/vcs-single.php?id=8&title=character-development) \n* Related documents:\n* [- Army Ethic Author's Draft and ADRP1: The Army Profession](http://cape.army.mil/secarmy-read-ahead/)\n* Related STAND-TO!:\n* [- CSA's Strategic Priorities: Waypoint #2](http://www.army.mil/standto/archive_2014-02-24)\n* [- Army Leader Development Program]( http://www.army.mil/standto/archive_2013-04-15/)\n",
    "date": "Thursday, November 20, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\nAs Army professionals - whether uniformed or civilian - trust is at the very heart of everything that we do. The American people have placed special trust and confidence in us as individuals and as an institution. We must do everything in our power each and every day to deserve that high standing.\n\n### - [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* [American Indian Heritage Month](http://www.army.mil/americanindians/?) \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}