{
    "id": "2014-11-24",
    "title": "Institutional Training Common Operational Picture Phase II",
    "body": "**What is it?**  \n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) has launched phase II of the Institutional Training Common Operational Picture (ITCOP).  This is an Army training requirements and resources system-managed tool providing leaders a nearly real-time status of available training seats through multiple dashboards: the open-seat dashboard, the fill-rate dashboard, and the school-fill rate dashboard.  Another benefit of [ITCOP](https://www.atrrs.army.mil/itcop/) is it provides leaders the ability to view available institutional training seats from 0-120 days out of a class start date by military occupational specialty and location, regardless of component within the [Army School System](http://www.knox.army.mil/partners/tass/).\n\n\n**What has the Army done?**\n\nThe graphical interface of ITCOP gives leaders capabilities not found in other reporting tools, while providing important metrics, which are useful in developing future training strategies.  For example, dashboard views provide reports that can be sorted, filtered and exported based on the user's end preferences and needs.  It also displays [Non-commissioned Officer Education System](http://www.tradoc.army.mil/INCOPD/index.html) and reclassification open seats.  Soldiers, from sergeants to sergeants major, and majors and above have access to ITCOP.  In addition, users can delegate ITCOP access to other users, regardless of rank or status, as long as the delegate has a \".mil\" email address and a valid common access card.  \n\n\n**What does the Army have planned for the future?**    \n\nIn the future, ITCOP will continue to be refined and expanded to include all Army School System training conducted by all Army components.  Additionally, future enhancements to the system will be based on user feedback and needs of the Army.\n\n\n**Why is this important to the Army?**\n  \nOver the last decade of war, Soldiers and leaders have sacrificed training for deployments, resulting in unfilled training seats. As the Army transitions from an Army at war to an Army of preparation, Soldiers must hone their skills through institutional training.  As a result, ITCOP offers leaders a nearly real-time, holistic view of training seats available for Non-commissioned Officer Education System and military occupational specialty training courses across the Army School System, while capitalizing on opportunities to schedule Soldiers for training as needed.  As part of the One Army School System initiative, ITCOP will help the Army exercise good stewardship of scarce training resources by maximizing training seats in a resource-constrained environment. \n\n\n**Resources:**  \n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* CAC required: [Institutional Training Common Operational Picture  (ITCOP)](https://www.atrrs.army.mil/itcop/) \n* [Reserve Component Training Integration Directorate (RCTID)](http://www.tradoc.army.mil/g357/rctid/index.htm) \n* [Army Training and Leader Development, Army Regulation 350-1](http://www.apd.army.mil/pdffiles/r350_1.pdf)  \n* [The Army School System, TRADOC Regulation 350-18](http://www.tradoc.army.mil/tpubs/regs/r350-18.pdf)\n* Related STAND-TO!:  \n* [Institutional Training Common Operational Picture](http://www.army.mil/standto/archive/issue.php?issue=2013-01-07)\n",
    "date": "Monday, November 24, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nThere's a kid today in 9th grade somewhere starting high school. In four years, that 13-year-old may be wearing a rucksack. He or she will be in some forsaken place that we don't even know today -- we always go to the places we don't know. They'll bear the entire brunt of the risk of misapplied financial decisions we make collectively.\n\n### -  Brig. Gen. John Ferrari, director, Program Analysis and Evaluation said at the Veteran and Military Service Organization quarterly summit at the Pentagon, Nov. 20.\n\n### - [Sequestration not only elephant in room, say budget chiefs](http://www.army.mil/article/138811)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **November 2014** \n\n* [American Indian Heritage Month](http://www.army.mil/americanindians/?) \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}