{
    "id": "2018-11-01",
    "title": "Native American Heritage Month ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, Army G-1\n\n**What is it?**\n\nNovember is National Native American Heritage Month, honoring American Indians and Alaska Natives. This year's theme is *Sovereignty, Trust, Resilience*.   Native Americans have profoundly shaped the character and cultural heritage of the nation. During this month the Army will recognize the contributions of Native American Soldiers who have served in the U.S. Army with great honor, dedication and distinction, building a legacy of courage, professionalism and selfless service that will inspire future generations. \n\n**What has the Army done/is doing?**\n\nDuring Native American Heritage Month, Army leadership encourages the entire Army family to recognize and express appreciation for the past and present contributions of Native American Soldiers, veterans, civilians and Family members.  In celebrating National Native American Indian Heritage Month the Army recognizes there is great strength in diversity. \n\n**What continued efforts does the Army have planned?**\n\nIn celebrating Native American Heritage Month, Army recognizes not only the significance of individual contributions, but also the value of diversity and an inclusive environment. The Army is dedicated to leveraging the strength of its diverse force and ensuring equality for all its members. Army leaders will continue to work to ensure that all Soldiers and civilians are given the opportunity to maximize their unique talents and potential.  \n \n \n**Why is this important to the Army?**\n\nThroughout history, Native Americans have served in this nation's military with great courage and distinction. Historically, American Indians have the highest record of military service per capita when compared to other ethnic groups. Today more than 9,000 Native Americans serve in the total force, and are all critical members of the Army team.\n\nEmbracing and celebrating diversity makes the Army stronger, and the Army is dedicated to ensuring equality for all the Soldiers, civilians and Family members.\n\n \n**Resources**:\n\n* [American Indians in the U.S. Army](https://www.army.mil/americanindians/?st)\n* [The Library of Congress: American Indians - Stories from the Veterans History Project](https://www.loc.gov/vets/stories/ex-war-nativeamericans.html)\n* [U.S. Department of the Interior: Indian Affairs](https://www.bia.gov/)\n* [National Congress of American Indians](http://www.ncai.org/)\n\n\n",
    "date": "Thursday, November 1, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}