{
    "id": "2018-11-05",
    "title": "Military Family Month ",
    "body": "#######Provided by the Office of the Assistant Chief of Staff for Installation Management\n\n\n**What is it?**\n\nMilitary Family Month was established by the Armed Services YMCA and is observed every November. This observance provides an opportunity for the U.S. Army to honor the extraordinary commitment, contributions and daily sacrifices of Army Families.   \n\n**What has the Army done/is doing?**\n\nThe Army's number one priority is the readiness of Soldiers, civilians, and their Families. Decades of research demonstrate that Army Family readiness impacts strategic Army outcomes, including resilience, retention, and readiness. \n\nMilitary Families continually demonstrate their dedication, service, and willingness to make great sacrifices to Soldiers. Army Families endure unique challenges related to military life -- the long separations from loved ones, the uncertainty and demands of multiple deployments, school and job transfers, and frequent moves.\n\nThe Army is thankful for the selfless sacrifices of Army Families who serve alongside their Soldiers, enduring hardships, and providing unconditional love and support.  The Army commemorates and honors the roles and contributions of Army Families as they too serve a vital role in the defense of the country. \n\n \n**What continued efforts does the Army have planned?**\n\nSoldier and Family programs are an investment in the Army's most valuable asset --people.  Providing Soldiers, Families, and civilians the best quality of life is important to recruiting and retaining the all-volunteer Army.  The Army continues to provide essential Family services and support such as family advocacy, spouse employment, and financial readiness. \n\nArmy Garrisons often host local events and activities to commemorate Military Family Month. Army public affairs offices may assist in raising Military Family Month awareness through communication products to reach targeted internal and external audiences -- Soldiers, Army Civilians, retirees, survivors, Families, and the general public.  \n\n \n**Why is this important to the Army?**\n\nThe Army recognizes and honors military Families for their numerous contributions, steadfast commitment and daily sacrifices to the Army mission and to the nation.  Army Families are an integral link between Soldiers and the Army's ability to maintain ready and responsive forces.\n\nArmy Families are vitally important, as the strength of the Soldiers comes from the strength of their Families.  Approximately 78 percent of Soldiers are from Families who have served in the military and 60 percent of all Soldiers have a spouse or dependents, in addition to parents, siblings, and others.\n \n \n**Resources**:\n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil)\n* [Military OneSource](http://www.militaryonesource.mil)\n* [Army.mil: Army Families](https://www.army.mil/families/?from=st)\n* [Army Family Strong](http://www.goarmy.com/soldier-life/army-family-strong.html)\n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx)\n* [Armed Services YMCA](http://www.asymca.org)\n\n**Social Media presence**:\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity )\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)",
    "date": "Monday, November 5, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}
