{
    "id": "2018-11-06",
    "title": "Army Continuing Education System",
    "body": "#######Provided by U.S. Army Human Resources Command\n\n\n**What is it?**\n\nThe mission of Army Continuing Education System is to promote lifelong learning and readiness through flexible, relevant education programs, services, and systems in support of the Total Army Family. Army Continuing Education System empowers Soldiers to utilize educational resources, sharpening the competitive edge of the Army, and enabling them to return to civilian life with key employment skills.  \n\n**What has the Army done/is doing?**\n\nThe Army observes American Education Week,  Nov. 12 - 16, 2018.  The observance began in 1921 to build national support for education; after discovering one-quarter of World War I draftees couldn't read or write. The theme for 2018 is *Army Continuing Education: A Culture of Learning, A Legacy of Service*.\n\nThe Army Installation Management Command has education specialists in 150 centers and offices around the globe. The GoArmyEd portal has 24/7 information on programs and services, including tuition assistance (TA).   \n\nThe Army recently removed waiting periods for tuition assistance and created a two-tier eligibility system. Before, Soldiers had to wait one year, after Advanced Individual Training (AIT), to use tuition assistance to pursue a bachelor's and wait ten years to pursue a master's degree.  \n\nEligible Soldiers will have $4,000 per year toward 130 semester hours of undergraduate credit, 39 of graduate credit, and 21 for a certificate.  \n\n**Tier 1** includes Soldiers without a bachelor's degree pursuing an undergraduate certificate/diploma, or associate or bachelor's degree.  This tier also includes Soldiers who completed a bachelor's without TA and pursue an undergraduate or graduate certificate or master's degree. **Eligibility:**\n\n* (1) Enlisted Advanced Initial Training graduates \n* (2) Warrant Officer Basic Course graduates\n* (3) Basic Officer Leaders Course graduates \n\n**Tier 2** includes Soldiers who used tuition assistance for any portion of their undergraduate, have a bachelor's, and pursue an undergraduate, graduate certificate, or master's degree. **Eligibility:**\n\n* (1) Enlisted Advanced Leaders Course graduates\n* (2) Warrant Officer Advanced Course graduates\n* (3) Captains Career Course or equivalent graduates\n \n**What continued efforts does the Army have planned?**\n\nThe Army is piloting a credentialing program with Active Duty Soldiers at Fort Hood, Texas and Texas Army National Guard and Army Reserve Soldiers.  The program is expected to roll out Army-wide late 2019. \n\n \n**Why is this important to the Army?**\n\nArmy Continuing Education System helps Soldiers obtain skills to achieve the [Army Vision](https://www.army.mil/standto/archive_2018-06-07) of strong, capable leaders while meeting personal and professional goals.  Education increases combat readiness, helps retain quality Soldiers, enhances careers, and prepares Soldiers for a successful transition to civilian life. The program supports the leader development imperatives of the [Army Leader Development](https://www.army.mil/standto/archive_2017-08-23) strategy and supports Army strategic priorities.\n \n**Resources**:\n\n* [GoArmyEd](https://www.goarmyed.com/)\n* Army Human Resources Command: [Army Continuing Education System](https://go.usa.gov/xPpuv)\n\n**Related documents**:\n\n* [Army Regulation (AR) 621-5, Army Continuing Education System](https://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=6443 )\n* [Army Directive 2018-09, (Army Tuition Assistance Policy)](https://armypubs.army.mil/ProductMaps/PubForm/Details.aspx?PUB_ID=1004872) \n\n**Related STAND-TO!**: \n\n* [Army Vision](https://www.army.mil/standto/archive_2018-06-07)\n* [Army Leader Development](https://www.army.mil/standto/archive_2017-08-23)\n \n**Social Media presence**:\n\n* [GoArmyEd Facebook](https://www.facebook.com/GoArmyEd/)",
    "date": "Tuesday, November 6, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}