{
    "id": "2018-11-07",
    "title": "National Guard State Partnership Program ",
    "body": "#######Provided by National Guard Bureau\n\n\n**What is it?**\n\nThe National Guard [State Partnership Program](http://www.nationalguard.mil/Leadership/Joint-Staff/J-5/International-Affairs-Division/State-Partnership-Program/) links a unique component of the Department of Defense - a state's National Guard - with the armed forces or equivalent of a partner country in a cooperative, mutually beneficial relationship. The SPP is a key U.S. security cooperation tool, facilitating cooperation across all aspects of international civil-military affairs and encourages people-to-people ties between state and partner.  \n\nState Partnership Program evolved from a 1991 U.S. European Command decision to set up the Joint Contact Team Program in the Baltic Region with Reserve component Soldiers and Airmen. In 1993, the National Guard Bureau established the State Partnership Program and paired Maryland, Michigan and Pennsylvania with the former Soviet Bloc nations of Estonia, Latvia, and Lithuania respectively. Most recent partnerships are New York/ Brazil and West Virginia/ Qatar.    \n\n**What has the Army done/is doing?**\n\nFor 25 years, the National Guard SPP has helped to build U.S. and partner capacity, enhancing combatant commanders' ability to build enduring mil-to-mil and civil-military relationships. SPP has 75 successful partnerships with 81 nations and the National Guard of every U.S. state and territory. Twenty-eight SPP partner countries have co-deployed forces to combat missions in Afghanistan and Iraq since 2003. At any one time, up to 48 SPP partner countries provide more than 35,000 personnel to all 14 active United Nations peacekeeping operations. National Guard Soldiers and Airmen engaged in more than 1,200 SPP events in FY18.\n \n**What continued efforts does the Army have planned?**\n\nThe National Guard, using [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf) aligned reforms and innovative execution of SPP, provides combatant commanders a successful security cooperation tool to achieve strategic effects in their areas of operation.  \n\nSPP is future focused and adaptive to geopolitical changes. Professionalizing the SPP workforce and refining assessment, monitoring, and evaluation are two additional areas of focus going forward.\n\n**Why is this important to the Army?**\n\nThe State Partnership Program enhances U.S. national security by playing a critical role in efforts to build capacity and capability in strategic nations and regions throughout the world. SPP helps to assure U.S. allies, deter aggression and build lasting security cooperation relationships. \n\nBy strengthening the nation's partners, SPP helps nations transition from security consumers to global security providers. The National Guard works with partners not only as one military to another but also as American citizens to partner citizens, helping to confront the full range of threats worldwide.\n\n \n**Resources**:\n\n* [State Partnership Program](http://www.nationalguard.mil/Leadership/Joint-Staff/J-5/International-Affairs-Division/State-Partnership-Program/)\n* [SPP News](http://www.nationalguard.mil/Resources/Image-Gallery/State-Partnership-Program/)\n* [National Guard](http://www.nationalguard.mil/)\n\n**Related documents**:\n\n* [ARNG Vision and Strategy](http://www.nationalguard.mil/Portals/31/Documents/ARNGpdfs/2017-arng-vision-strategy-02272016.pdf)\n* [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf) \n\n**Related STAND-TO!**: \n\n* [ARNG 4.0](https://www.army.mil/standto/2017-05-03)\n* [ARNG Vision and Strategy](https://www.army.mil/standto/2017-03-06)\n\n \n**Social Media presence**:\n\n* [Facebook](https://www.facebook.com/TimJKadavy/)\n* [Instagram](https://www.instagram.com/ltgkadavy/)\n* [Flickr](https://www.flickr.com/photos/arngdirector/)",
    "date": "Wednesday, November 7, 2018",
    "quote": "#### Focus Quote for the Day\n\n> The State Partnership Program assures our allies, deters our enemies, provides access to critical regions, and forges long-lasting relationships around the globe.\n\n\\-  Gen. Joseph Lengyel, chief, National Guard Bureau\n",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}