{
    "id": "2018-11-08",
    "title": "Veterans Day ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1/ Assistant Secretary of the Army for Manpower and Reserve Affairs \n\n**What is it?**\n\nNovember 11th is commemorated each year as Veterans Day, a celebration of the patriotism, service and sacrifice of all those who serve or have served in the U.S. military.\n\nThe 2018 presidential proclamation designates the entire month of November  as *National Veterans and Military Families Month*, celebrating military families whose selfless service and sacrifice make the military the finest in the world. \n\nIn 1918, on the 11th hour of the 11th day, of the 11th month, the battlefield of Europe fell silent after more than four years of fighting.  In 1938, Congress declared Armistice Day a holiday, and, in 1954, the name changed to Veterans Day to honor all U.S. Veterans. This year, Veterans Day falls on the 100th anniversary of the signing of the armistice that ended World War I.   \n\n**What has the Army done/is doing?**\n\nThe Army honors the brave men and women from all walks of life who have stepped forward to defend the nation throughout its history. The ongoing World War I centennial commemoration is raising awareness of the legacy of the Army American Expeditionary Forces and their contributions to victory in \"the Great War.\" \n\nThe Army believes that every Soldier is a Soldier for Life. The Army's [Soldier for Life Program](https://soldierforlife.army.mil/about) links transitioning Soldiers to employment and education opportunities and encourages veterans to remain connected to the Army.   \n\nThe Army is committed to hiring veterans and 50 percent of Department of the Army Civilians are veterans.\n\n \n**What continued efforts does the Army have planned?**\n\nThe Army will continue collaborative efforts with the Department of Defense, sister services, other federal agencies, and industry partners to ensure veterans are connected with resources and support.  \n\n**Why is this important to the Army?**\n\nThe U.S. has been at war for the last 17 years, and now has the largest population of young veterans since the Vietnam War. The Army has an obligation to these men and women who answered their nation's call.  Future Soldiers consider how veterans are taken care of as they consider serving themselves.  Veterans help connect the public with the Army and inspire the next generation to serve. \n\nWhen Soldiers return to their communities after military service, they bring with them attributes gained through Army service that make them great leaders, professionals and team members in any organization. \n \n \n**Resources**:\n\n* [Soldier for Life Program](https://soldierforlife.army.mil/about)\n* [The United States World War I Centennial Commission](http://www.worldwar1centennial.org/)\n* [Army Life: Veterans](https://www.army.mil/info/armylife/veterans/)\n* [Veterans History Project](http://www.loc.gov/vets/)",
    "date": "Thursday, November 8, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}