{
    "id": "2018-11-13",
    "title": "U.S. Army Special Operations Forces Partnership Model ",
    "body": "#######Provided by U.S. Special Operations Command \n\n**What is it?**\n\nU.S. Army Special Operations Forces (SOF) employs a partnership model around the world in support of the National Defense Policy to build partner nation security force capacity and capability. The key aspects of the SOF partnership model are: \n\n* Deliberate focus on rapport building \n* Advisor/trainer continuity across multiple rotations of engagement \n* Establishment of an institutional system for partner training and force generation \n* Emphasis on leader development to include a proactive cadre of Noncommissioned Officers \n* Advisor proximity to the partner force in living, training, and operating environments \n* Recognition that partner capacity building takes time \n* Development of unit identity, esprit de corps, and a unique organizational culture \n* Quality of partner force equipment \n   \n\n**What are the current and past efforts of the Army?**\n\nThe SOF approach to partner capacity building is deliberate, persistent, and requires a long-term view of how a partner unit will progress. U.S. Army Special Operations  actively advances host nation capabilities to counter threats worldwide: \n\n**Iraqi Counterterrorism Service** -- Built by SOF beginning in late 2003, Iraqi CTS is an elite military force, organizational structure, and institutional force generation capability. The Special Forces advisor relationship with CTS continues today as the Government of Iraq faces new security challenges.\n\n**Afghan Special Operations Kandaks** -- The Afghan Special Operations Kandaks (SOKs) are battalions primarily built and developed by Army Special Forces with training support from other joint special operations elements. Army Special Operations have assisted in growing this force to 10 SOKs divided between two brigades under the Afghan National Army Special Operations Corps (ANASOC) headquarters. \n\n**Columbian Armed Forces** -- Engagement in Colombia is considered one of the most effective capacity building efforts to date and serves as a reminder that persistent engagement is critical to success.  Army Special Operations partner capacity building in Colombia began during the 1960s. By 2010, Colombian special operations units were considered by U.S. advisors to be on par in training and equipment with U.S. Special Operations and more capable than many of their counterparts from countries around the world.    \n  \n \n**What continued efforts does the Army have planned?**\n\nArmy Special Operations units continue to advise, train and assist partner nations in building partner nation capacity and capability around the world to increase lethality against current and future threats. \n \n\n**Why is this important to the Army?**\n\nThe Army is optimizing for interoperability with its allies and partners to strengthen alliances attract new partners and deliver more effective coalition operations.  \n\nArmy Special Operations advances host nation capabilities to counter threats in countries around the world. The SOF partnership model allows partner forces to grow, develop, and succeed over the long-term.\n\n \n**Resources**:\n\n* [U.S. Army Special Operations Command](http://www.soc.mil/USASOCHQ/USASOCHQ.html)\n* [USASOC Talks](http://www.soc.mil/USASOCTalks/read.html)\n\n**Related documents**:\n\n* [Army Special Operations Forces Vision](https://go.usa.gov/xPyYw)\n* [USASOC Strategy 2035](http://www.soc.mil/AssortedPages/USASOCStrategy2035.pdf)\n\n**Related STAND-TO!**:\n\n* [U.S. Army Allies and Partners](https://www.army.mil/standto/2018-07-23)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n* [USASOC 2035 Strategy and Campaign Plan](https://www.army.mil/standto/2017-08-10)\n",
    "date": "Tuesday, November 13, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n"
}