{
    "id": "2018-11-14",
    "title": "Global Medic Exercise",
    "body": "#######Provided by the Office Chief of Army Reserve\n\n**What is it?**\n\nGlobal Medic is a multi-component exercise for medical units developed by [Army Reserve Medical Command](https://www.usar.army.mil/ARMEDCOM/)'s [Medical Readiness and Training Command](http://www.usar.army.mil/ARMEDCOM/MRTC/) (MRTC). Global Medic is a joint, multi-component, and international partner driven exercise. \n\nThis exercise replicates battle field events that exercise medical scenarios with the use of live, virtual and constructive domains to provide complex, realistic training opportunities for military medical units and personnel.  \n\n\n**What are the current and past efforts of the Army?**\n\nGlobal Medic, embedded within the 84th Training Command Combat Support Training Program, is designed to improve individual technical proficiency as well as unit processes in a training environment immersed with Joint and coalition partners.  \nThis exercise:\n\n* **Provides training readiness** for combat units of action to the Army and the Joint Force through an inter-service exercise including Navy, Marines and Air Force Active, Reserve and National Guard personnel \n* **Shapes the force** of tomorrow  to reflect the train-as-you-fight concept allowing military medical professionals from around the world to share best practices that save lives and keeps warfighters in the fight. This exercise provided opportunities for two annual multi-national exercises which included forces from Canada, Saudi Arabia, the United Kingdom, Bahrain, Kazakhstan, Sultanate of Oman, Qatar and the United Arab Emirates.  \n* **Maintains a joint accreditation**, from the Joint Warfighter Center in Suffolk, Virginia, for a medical exercise within the Department of Defense. \n\n  \n \n**What continued efforts does the Army have planned?**\n\nArmy Reserve Medical Command, through MRTC, plans to conduct two annual Global Medic exercises at Joint National Training Capability certified sites - Fort Hunter Liggett, California and Fort McCoy, Wisconsin. The objective is to integrate the Global Medic exercise and the annual [Northern Strike exercise](http://minationalguard.dodlive.mil/exercise-northern-strike-returns/) that involves a brigade combat team ground maneuver force of ARNG, supplemented with AFRC, USMC, and NATO partners.\n\nGlobal Medic may be expanded to build readiness through the inclusion of medical deployment readiness exercises and integration into the National Training Center by 2021.  \n \n\n**Why is this important to the Army?**\n\nArmy Reserve's Global Medic exercise delivers relevant and realistic collective training to medical units and Soldiers for contingency operations.  It is imperative that the military medical community stays trained and postured to keep deployed military personnel to  maintain the decisive edge.  These exercises help assess and identify capability gaps within all deployment platforms and find better ways to best rapidly support the warfighter around the globe, and to win in contested environments across multiple domains.\n\n \n**Resources**:\n\n* [America's Army Reserve](http://www.usar.army.mil/)\n* [Army Reserve Medical Command](https://www.usar.army.mil/ARMEDCOM/)\n* [Medical Readiness and Training Command](http://www.usar.army.mil/ARMEDCOM/MRTC/)\n\n**Related STAND-TO!**:\n\n* [United States Army Reserve](https://www.army.mil/standto/2018-09-06)\n\n**Related articles**: \n\n* [USARC's Regional Medic Bridge CSTX does more than ready medical forces; it prepares them for the collective mission and survivability](http://www.usar.army.mil/News/Article/1483503/usarcs-regional-medic-bridge-cstx-does-more-than-ready-medical-forces-it-prepar/)\n* [Information Paper:  Joint National Training Capability Activities](https://www.army.mil/aps/08/information_papers/transform/Joint_National_Training_Capability_Activities.html )\n* [Improving the Joint National Training Capability](https://www.army.mil/article/2614/improving_the_joint_national_training_capability) \n* [Global Medic 2017](https://www.army.mil/article/192988/global_medic_2017) \n\n**Army Reserve on social media**:\n\n* [Facebook](https://www.facebook.com/usarmyreserve )\n* [Twitter](https://twitter.com/USArmyReserve)\n* [Instagram](https://www.instagram.com/usarmyreserve/ )\n* [Flickr](https://www.flickr.com/photos/myarmyreserve) \n* [YouTube](https://www.youtube.com/TheUSArmyReserve )       \n",
    "date": "Wednesday, November 14, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n"
}