{
    "id": "2018-11-15",
    "title": "U.S. Army's Historical Partnerships in Europe  ",
    "body": "#######Provided by Center of Military History  \n\n**What is it?**\n\nU.S. Army's historical partnerships in Europe were forged in trench warfare 100 years ago. These partnerships remain enduring as U.S. forces in Europe remain steadfast in their commitment to the European allies and partners. \n\n**What are the current and past efforts of the Army?**\n\nThe WWI Centennial presents a unique opportunity to raise awareness of the historic partnerships developed in Europe and the legacy of Army American Expeditionary Forces, whose contributions led to victory in the First World War. The United States remains committed to the work started 100 years ago and to the belief that strong partnerships and enduring alliances are the best ways to ensure Europe is whole, free, prosperous and at peace.\n\n\nThe American Expeditionary Forces represent the beginning of the 21st-century Army.  The U.S. Army entered the world stage as a coalition power in World War I, creating a force of enduring legacy to today's professional Army. Within the past year, U.S. Army Europe participated in 52 exercises designed to enhance readiness and interoperability with allies and partners. Collectively, these exercises involved 45 countries, with about 29,000 U.S. personnel and more than 68,000 participants from allied and partner nations. \n\n\nThe Army is observing the 100-year anniversary of the U.S. Army's involvement in WWI, which served as a catalyst to the Army becoming a world power and coalition partner in warfare. \n \nThe Army sponsored four week-long WWI Centennial Commemoration events in France and Belgium between May and September 2018 that included participation from many of the European allies and partners.\n\n**What continued efforts does the Army have planned?**\n\nAs the U.S. Army modernizes, it shares new technologies with its allies to enhance defense cooperation and improve interoperability. The Army will continue to join with the European Allies and partners to commemorate the WWI Centennial with ceremonies and professional development events through the spring of 2019.  \n\n**Why is this important to the Army?**\n\nThe allies and partners are key to the U.S. Army's overall strength. \n\nEngaging with the militaries of other nations gives Soldiers the opportunity to learn new skills and perspectives and to increase interoperability. \n\nOptimizing for interoperability delivers more effective coalition operations and improves readiness around the world. Maintaining the U.S. force presence in Europe is the bedrock of the Army's ability to assure allies and partners, deter potential adversaries and respond in a timely way should deterrence fail.  \n\n**Resources**:\n\n* [CMH WWI](https://history.army.mil/html/bookshelves/resmat/wwi/prologue/default/index.html)\n* [Army Reserve Medical Command](https://www.usar.army.mil/ARMEDCOM/)\n \n**Related STAND-TO!**:\n\n* [WWI Centennial Commemoration](https://www.army.mil/standto/archive_2017-04-06)\n\n**Social Media presence**:\n\n* [Facebook](https://www.facebook.com/armyhistory/)\n* [Twitter](https://twitter.com/USArmyCMH)     \n",
    "date": "Thursday, November 15, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n"
}