{
    "id": "2018-11-19",
    "title": "International Army Programs and Security Cooperation",
    "body": "#######Provided by U.S. Army Training and Doctrine Command \n\n**What is it?**\n\nThe International Army Programs Directorate (IAPD) works with allies and partner nations to plan and execute events for exchanging ideas on doctrine, organization, training, materiel, leadership and education, personnel, facilities and policies. Additionally, IAPD supports the exchange of ideas to develop current and future operational capabilities and improve standardization and interoperability and build capacity.    \n\nThe Security Assistance Training Field Activity (SATFA) also contributes to international partnership programs by  managing the U.S. Army institutional training solutions for international military students authorized and funded by Security Cooperation and Building Partner Capacity programs. This activity provides the international partners with the skills, knowledge, and understanding needed to strengthen relationships, cooperation and shared security efforts.\n\n**What are the current and past efforts of the Army?**\n\nThe Army works with allies and partner nations to understand the operational environment and the critical capabilities each brings to the fight. TRADOC IAPD: \n\n* Supports continuous information sharing and cooperation by assigning 18 liaison officers to 11 partner nations and six regional Army Service Component Commands. \n* Supports 19 Foreign Liaison Officers in the headquarters, 66 throughout TRADOC and 49 serving in branch schools and senior professional military education schools from 19 countries. \n* Arranges up to ten Chief of Staff of the Army-level exchanges with allies and partner nations and over 1,000 mil-to-mil engagements each year. \n\nThe SATFA supports partner nation capability and relationship development by managing training solutions in support of Security Cooperation and Capacity Building programs. These programs enabled more than 8,000 students from allies and partner nations to attend Army schools last year.\n \n\n**What continued efforts does the Army have planned?**\n\nTRADOC, through continuing to maintain IAPD and SATFA activities will continue to develop and field training solutions in cooperation with allies and partners, shaping programs to be mutually beneficial to building partner capacity and interoperability. \n\nTRADOC is committed to the successful establishment of Army Futures Command, and through IAPD and SATFA TRADOC will ensure Foreign Liaison Officers maintain continuity of efforts to improve the fielded force while designing future capabilities. \n  \n\n**Why is this important to the Army?**\n\nThe Army establishes interoperability with allies and partners by developing security cooperation and building partner capacity.   Allies and partner nations provide critical access to basing and overflight, insight into the operational environment, influence, burden-sharing for mutual security interests and legitimacy in multi-national and Allied operations. \n\nIAPD and SATFA, along with Foreign Military Sales and other Army programs, enable the Army and the allies and partners to establish relationships between Soldiers, build understanding, share approaches to solving problems and have a foundation for success before competition gives rise to conflict or crises erupt. \n\n\n**Resources**:\n\n* [TRADOC](https://www.tradoc.army.mil)\n* [ARCIC: IAPD](http://www.arcic.army.mil/Directorates/IAPD)\n* [Army Futures Command](https://www.army.mil/futures)\n \n**Related STAND-TO!**:\n\n* [U.S. Army Allies and Partners](https://www.army.mil/standto/2018-07-23)\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)",
    "date": "Monday, November 19, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We must never forget that the foundation upon which everything depends is built on cohesive teams, bounded by mutual trust and a shared understanding of the job to be done. This is true whether we are speaking about infantry rifle squads or coalition partners.\n\n\\- Gen. Stephen Townsend, commanding general, [Training and Doctrine Command](https://www.tradoc.army.mil/)",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n"
}