{
    "id": "2018-11-20",
    "title": "2ID/ Republic of Korea - U.S. Combined Division  ",
    "body": "#######Provided by 2ID/ Republic of Korea - U.S. Combined Division  \n\n**What is it?**\n\nThe [2nd Infantry Division/ Republic of Korea-U.S. Combined Division]( http://www.2id.korea.army.mil/) (2ID/RUCD) is the only permanently forward-stationed combined division in the United States Army. Its primary mission is to deter aggression and maintain peace on the Korean Peninsula; and if deterrence fails, to be prepared to \"Fight Tonight\" in support of the ROK-U.S. Alliance. \n\nThe division has been significantly involved in almost every major American conflict since it was organized 101 years ago. It boasts 40 Medal of Honor recipients and more than 20 campaign streamers.\n\n**What are the current and past efforts of the Army?**\n\nThe Combined Division staff includes both American and Republic of Korea Soldiers, and habitually partners with a ROK Army mechanized brigade to enhance cohesion and interoperability of forces. Headquartered for more than 53 years at Camp Red Cloud in Uijeongbu, the Division has recently undergone a significant transformation. \n\nAs part of the Republic of Korea's Land Partnership Program agreement with the U.S., the 2ID/RUCD recently transitioned its headquarters element to the Army's largest base in the Pacific -- [Camp Humphreys]( https://www.army.mil/humphreys), South Korea. The division hosts the new headquarters official opening ceremony Nov. 20.\n\nMany of the units previously stationed throughout camps located in and north of the Greater Seoul Metropolitan Area have also relocated to new state-of-the-art facilities on Camp Humphreys.\n \n\n**What continued efforts does the Army have planned?**\n\nThe 2ID/RUCD will continue to meet ROK-U.S. Alliance's objectives to ensure credible deterrence and maintain stability while improving USFK capacity to respond to future defense initiatives.\n \nThe Warrior Division has, and will continue to defend American interests. The Warrior Division continues to professionally groom leaders within its formation, demonstrating the NCO-run, officer-led organization style of leadership that makes it truly 'Second to None.' \n\n**Why is this important to the Army?**\n\n2ID/RUCD's top priority is to build readiness and to improve efficiencies, while further enhancing its partnerships. The division's transformation meets the Army vision of organizing, manning, and equipping the U.S. Army to maximize the readiness of its force. Unit rotations to the Republic of Korea increase combat readiness and assist leaders in the Pacific region with maintaining peace, security, and stabilization. This ongoing transformation also supports imperatives of the Army Leader Development strategy.\n \n\n**Resources**:\n\n* [2ID/RUCD](http://www.2id.korea.army.mil/)\n\n**Related STAND-TO!**:\n\n* [U.S. Army Allies and Partners](https://www.army.mil/standto/archive_2018-07-23)\n* [Army Vision](https://www.army.mil/standto/archive_2018-06-07)\n* [Army Leader Development](https://www.army.mil/standto/archive_2017-08-23)\n\n**Social Media presence**:\n\n* [Facebook](http://www.facebook.com/2IDKorea)\n* [Twitter](http://www.twitter.com/2INFDIV)\n* [Instagram](https://www.instagram.com/2ndinfantrydivision)\n* [YouTube](https://www.youtube.com/user/2ndInfantryDivision/videos)\n* [Flickr](http://www.flickr.com/photos/2id/)\n\n\n",
    "date": "Tuesday, November 20, 2018",
    "quote": "",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n"
}