{
    "id": "2018-11-26",
    "title": "International Fellows Program ",
    "body": "#######Provided by U.S. Army War College\n\n**What is it?**\n\nThe [International Fellows Program](https://www.armywarcollege.edu/programs/InternationalFellows/index.cfm) is a shared program of the State and Defense departments. U.S. national security and geographic command objectives determine the selection of countries for participation.\n\nInternational Fellows are senior officers from allied and partner nations who are invited to study alongside U.S. military officers in the U.S. Army War College, as investment in future collaboration and interoperability. \n\n\n**What are the current and past efforts of the Army?**\n\nThe International Fellows enhance U.S. students' awareness of regional geography, history, culture and trends that are relevant to effective security arrangements. Simultaneously, they learn about the role of landpower as part of a unified/combined force in support of U.S. national military strategy. They develop knowledge and skills for command and leadership at the strategic level.  \n\n\nOver the past 40 years, more than 1,700 senior military officers from 131 allied and partner countries have studied at the [U.S. Army War College](http://www.armywarcollege.edu/).  The curriculum and environment encourages collaboration among students in academic studies, campaign exercises, and leadership engagements. The Carlisle experience builds bonds through sports, social interactions, and family relationships.  International families live in the community and attend local schools, learning firsthand about American ideals and shared interests. \n \n**What continued efforts does the Army have planned?**\n\nInternational War College graduates will continue to advance U.S. readiness through their ability to build coalitions. In the next decade, 800 international officers will graduate from the [Army War College](http://www.armywarcollege.edu/), taking positions to lead at the strategic level in their Army and help the U.S. Army achieve interoperability objectives, while enhancing the U.S. network of allies and partners. The Fellows will help ensure that military-to-military engagements are nested with globally integrated strategies and campaign plans that protect and strengthen U.S. strategic and operational centers of gravity. Shared understanding, shared planning, and shared personal relationships are key to coalition operations.\n\n**Why is this important to the Army?**\n\nThis professional military education increases mutual understanding and leadership relationships. These are fundamental to future collaboration and interoperability in operations and training. International graduates of the Army War College are in nations in every geographical command. \n\nUpon return to their home countries, they assume responsibility to shape their armed forces and operate with the United States. Historically, more than 60 percent are promoted to general officer rank; 24 percent have become ministers or chiefs of defense. International leader relationships  is are critical to the alliances and partnerships that serve to enhance legitimacy, improve deterrent capability, and demonstrate unity of purpose in the international community. \n \n**Resources**:\n\n* [U.S. Army War College](http://www.armywarcollege.edu/)\n* [International Fellows Program](https://www.armywarcollege.edu/programs/InternationalFellows/index.cfm)\n*  Defense Security Cooperation Agency:  [International Military and Education Training Program](http://www.dsca.mil/programs/international-military-education-training-imet)\n\n**Related documents**:\n\n* [AR 12-15, Joint Security Cooperation Education and Training](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r12_15.pdf)\n\n**Social Media presence**:\n\n* [Facebook](www.facebook.com/usawc) \n* [Twitter](https://twitter.com/ArmyWarCollege)\n\n\n\n",
    "date": "Monday, November 26, 2018",
    "quote": "#### Focus Quote for the Day\n\n> The changing character of war in the 21st century demands a networked response from like-minded allies and partners across the globe. At the strategic level, alliances and partnerships serve to enhance legitimacy, improve deterrent capability, and expand our access. Coalitions enhance our legitimacy by demonstrating unity of purpose in the international community.\n\n\n\\- Gen. Joseph F. Dunford Jr., chairman of the [Joint Chiefs of Staff](http://www.jcs.mil/)",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**DECEMBER 2018** \n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}