{
    "id": "2018-11-27",
    "title": "Army Multinational Sustainment Operations ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-4\n\n**What is it?**\n\nThe U.S. Army's multinational sustainment efforts establish and maintain bilateral and [multinational logistics relationships]( http://www.jcs.mil/Portals/36/Documents/Doctrine/pubs/jp4_08_20170507.pdf)  with allied and partner forces. This is an effort to build logistics partnership capacity to include coordinating combat service, health support and material support.  \n\nThe Army's multinational sustainment effort supports the National Defense Strategy as well as the Army Vision with a focused commitment to strengthening the allies and partners. \n\n**What are the current and past efforts of the Army?**\n\nThe Army G-4 is the HQDA lead for sustainment/logistics interoperability through the following: \n\n* **Army Acquisition and Cross Servicing Agreement (ACSA) program**: to manage and administer policies and regulatory requirements for the Army Acquisition and Cross Servicing Agreement (ACSA) program. A bilateral agreement authorizing reciprocal exchange of logistics support, supplies and services between nations.\n \n* **NATO Combat Service Support Working Group**: to coordinate and synchronize actions for the U.S. Army within the NATO Combat Service Support Working Group and land standardization board. \n\n* **Army Staff Talks program**: to serve as the logistics delegation lead for the Army Staff Talks Program. The Staff Talks synchronize all Army-to-Army activities with key partners across the Doctrine, Organization, Training, Material, Leadership and Education, Personnel, and Facilities (DOTMLPF) spectrum and coordinate HQDA initiatives with regional Army Component Command activities. \n\n* **America, Britain, Canada, Australia, and New Zealand Group Sustain**: to lead the Army's program of work for Sustain Group within the America, Britain, Canada, Australia, and New Zealand (ABCANZ) Alliance.\n \n**What continued efforts does the Army have planned?**\n\nThe Army G-4 will continue to serve as the HQDA lead for logistics interoperability and remain committed to strengthening allies and partnerships through the use of logistics in warfighting exercises, planning events, doctrine and policies. Combined training and exercises enable readiness of the allies and partners while enhancing interoperability and responsiveness. \n\n**Why is this important to the Army?**\n\nThe Army is committed to working with the allies and partners to share responsibility for the common defense. Interoperability is key to the Army Vision -- it is critical that the U.S. stands side-by-side with the allies and partners to increase lethality and maintain overmatch against future threats. Interoperability is not only about technology, it is also about communicating with the allies and partners to enhance the basic battlefield-critical capability of the Soldiers.  \n\n \n**Resources**:\n\n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n\n**Related documents**:\n\n* [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)\n* [FM 3-6, The Army in Multinational Operations](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/fm3_16.pdf)\n* [Army Regulation 34-1 Multinational Force Interoperability](https://www.army.mil/article/153757/logistics_considerations_for_multinational_operations)\n* [Army Doctrine Publication 4-0, Sustainment](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/adp4_0.pdf)\n\n**Related STAND-TO!**:\n\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Army Materiel Mobilization](https://www.army.mil/standto/2018-02-12)\n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)\n* [U.S. Army Allies and Partners](https://www.army.mil/standto/2018-07-23)\n\n**Related articles**:\n\n* [Multinational Sustainment is Essential to the Next Fight](https://www.army.mil/article/203918?st)\n* [Logistics Considerations for Multinational Operations](https://www.army.mil/article/153757?st)\n\n\n\n\n",
    "date": "Tuesday, November 27, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Leader-to-leader relationships are absolutely critical and they make it possible for alliances, coalitions, joint commands and inter-agency activity.  Leaders set the tone for the relationships that their organization will engage in.\n\n\\- Gen. Vincent K. Brooks, commander, [U.S. Forces Korea](http://www.usfk.mil/)",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**DECEMBER 2018** \n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}