{
    "id": "2018-11-28",
    "title": "Joint Task Force Civil Support  ",
    "body": "#######Provided by Joint Task Force Civil Support\n\n**What is it?**\n\n[Joint Task Force Civil Support](http://www.jtfcs.northcom.mil/) (JTF-CS) anticipates, plans and prepares for Chemical, Biological, Radiological, and Nuclear (CBRN) response operations, focusing on strengthening alliances and developing new partners as it trains for time-critical support operations. The unit commands and controls more than 5,000 personnel in the Defense CBRN Response Force (DCRF) to save lives, prevent further injury, and enable community recovery after a catastrophic CBRN incident. \n\nJTF-CS, established in 1999, is the nations' only standing CBRN joint task force.\n\n**What are the current and past efforts of the Army?**\n\nThe U.S. Army provides 73 percent of the Defense CBRN Response Forces and is responsible for manning, training and equipping DCRF Soldiers for a non-standard lifesaving mission. This includes training some Soldiers in technical rescue skills at Fort Leonard Wood, Missouri, and equipping the force with civilian protective suits and rescue equipment. \n\nJTF-CS assists with training the DCRF, helping to ensure the ability of the force to conduct its lifesaving mission and coordinate with civilian counterparts like FEMA. Readiness to conduct the no-notice CBRN Response mission is a cornerstone of mission success for the DCRF.  JTF-CS' goal is to build readiness for homeland response and/or for the warfighting mission.\n\nJTF-CS focuses on building unity of effort across local, state, and federal agencies, civilian responders and the DCRF. The Army maintains a focus on assisting stressed first responders to rapidly synchronize the military contribution to the response effort to ensure mission success. This is a response where decisions are made in hours and days versus days and weeks.  \n\n**What continued efforts does the Army have planned?**\n\nThe Soldiers will continue to be trained and equipped to provide life-saving assistance in the event of CBRN disasters in the U.S. There are two annual exercises for JTF-CS and the DCRF: \n\n* (1) Exercise Sudden Response/Determined Response, a command post exercise (CPX) that sustains the mission command skills of JTF-CS and the DCRF.  \n* (2) Exercise Vibrant Response/Guardian Response, a combined CPX and field training exercise which validates the ability of the DCRF forces to conduct the CBRN Response mission.\n\n**Why is this important to the Army?**\n\nDefense Support of Civil Authorities (DSCA) and CBRN Response are primary missions that rely on the ability of JTF-CS and the DCRF to rapidly contribute to a whole of government response. Exposing Soldiers to interactions with potential partners during training creates a valuable resource that can save time in a response. Overall, preparation of a joint force, that spans 88 different military units located at more than 36 locations throughout the U.S., maximizes mission readiness and capability. \n\n \n**Resources**:\n\n* [Joint Task Force Civil Support](http://www.jtfcs.northcom.mil/)\n* [U.S. Army North](http://www.arnorth.army.mil/Pages/default.aspx)\n* [U.S. Northern Command](http://www.northcom.mil/Home_bak/)\n\n**Related documents**:\n\n* [Joint Task Force Civil Support and Military Domestic CBRN Response: A Joint Mission, Joint Force, and Joint Training, *page 3*](https://go.usa.gov/xP6MH)\n\n**Related STAND-TO!**:\n\n* [Defense Support of Civil Authorities](https://www.army.mil/standto/2018-10-15)\n* [Chemical Biological Radiological Nuclear](https://www.army.mil/standto/archive_2013-07-24)\n\n**Related articles**:\n\n* [Eustis-based task force gets new commander]( http://www.jtfcs.northcom.mil/Media/News/News-Article-View/Article/1674106/eustis-based-task-force-gets-new-commander/)\n\n\n\n\n",
    "date": "Wednesday, November 28, 2018",
    "quote": "#### Focus Quote for the Day\n\n> If there are opportunities to support other elements of the Defense Department in crisis response, we will always do that. \n\n\\- Maj. Gen. Bill Hall, commander, [Joint Task Force Civil Support](http://www.jtfcs.northcom.mil/),  highlights Joint Task Force Civil Support's role, as the nations' only standing CBRN joint task force, is to support civilian authorities with any crisis response - natural or man-made. \n\n[Eustis-based task force gets new commander](http://www.jtfcs.northcom.mil/Media/News/News-Article-View/Article/1674106/eustis-based-task-force-gets-new-commander/?st)",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**DECEMBER 2018** \n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}