{
    "id": "2018-11-29",
    "title": "Military Justice Act 2016: Victim Rights",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nThe Military Justice Act of 2016 (MJA 16) is designed to improve the military justice system by enhancing its efficiency and effectiveness while sustaining good order and discipline.  MJA 16 will go into effect on Jan.1, 2019,and contains several changes of significant importance to eligible patrons of the Army Sexual Harassment/Assault Response and Prevention (SHARP) Program. Those changes include enactment of Article 6B, Victim Rights. \n\nChanges to Article 6B enhances Victim Rights during Article 32 hearings.  A victim's prior sexual behavior or sexual predisposition will not be admissible at a preliminary hearing, except under very narrow circumstances. Once it goes into effect, the MJA16 will afford victims the opportunity to provide additional information they believe is relevant to the convening authority's (CA) disposition of charges and specifications.  A victim will have 24 hours after the completion of the Article 32 hearing to provide the CA the supplementary information. \n\nArticle 6B will make the process simpler for someone to assume the rights of the victim (e.g., legal guardians of the victim, representatives of the victim's estate, Family members, or any other person designated suitable by Military Justice in the case for victims under the age of 18, or who are incompetent, incapacitated, or deceased).  The MJA 16 also ensures a victim receives a copy of the Statement of Trial Results and Entry of Judgment at the conclusion of any court-martial, and permits a victim to request a copy of the record of trial.\n\n**What are the current and past efforts of the Army?**\n\nThe [Army SHARP Academy](https://usacac.army.mil/schools-and-centers/sharp-academy), for full-time SHARP professionals, is responsible for advising sexual assault victim of their rights. This academy, located at Fort Leavenworth, Kansas, is updating SHARP curriculum in fiscal year 2019 to highlight the impending MJA 16 changes.  \n\nAdditionally, the [Office of the Judge Advocate General](https://www.jagcnet.army.mil/) has updated its curriculum to ensure Staff Judge Advocates are aware of the new provisions in Article 6B and can better service sexual assault victims.\n   \n\n**What continued efforts does the Army have planned?**\n\nThe Army will continue to focus on ensuring command teams have the resources to effectively execute the [SHARP program](http://www.preventsexualassault.army.mil). These resources include innovative and progressive training and education, and credentialed SHARP personnel to assist in their prevention and response efforts.   \n\n**Why is this important to the Army?**\n\nPrevention of sexual assault/harassment is the primary focus of the Army SHARP Program.  If incidents do occur, the Army wants to ensure victims receive exemplary support and victim advocacy services. Implementation of Article 6B is reflective of the continual improvement Army Senior Leaders expect when it comes to execution of the Army SHARP program.   \n \n**Resources**:\n\n* [SHARP](http://www.preventsexualassault.army.mil)\n* [The United States Army Judge Advocate General's (JAG) Corps](https://www.jagcnet.army.mil/)\n\n**Related STAND-TO!**:\n\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethics](https://www.army.mil/standto/2018-07-12)\n* [Army SHARP Learning Strategy](https://www.army.mil/standto/2018-08-20) \n\n**Related articles**:\n\n* [Changes to UCMJ: Military Justice Act of 2016 brings about training](\nhttps://www.army.mil/article/205545?st)\n* [Congress makes changes to the Military Justice System](https://www.army.mil/article/185626/?St)\n* ",
    "date": "Thursday, November 29, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Every Soldier, Department of the Army Civilian, and Family member deserves to be treated with dignity and respect.  \n\n\\- Chief of Staff of the Army Gen. Mark A. Milley   \n\n ",
    "events": "#### Events \n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**DECEMBER 2018** \n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}