{
    "id": "2018-09-04",
    "title": "National Preparedness Month ",
    "body": "#######Provided by Office of the Deputy Chief of Staff, G-3/5/7\n\n**What is it?**\n\nNational Preparedness Month is an annual event to focus the nation's attention on the importance of taking action to prepare for potential emergencies and disasters. This year's theme is \"Disasters Happen. Prepare Now. Learn How.\"  Saturday, September 15th is the National Day of Action when citizens are encouraged to participate in emergency preparedness activities such as learning about the hazards that affect their community and ways to increase self-resiliency through education and preparedness.\n\n**What has the Army done/is doing?**\n\nThe Army supports National Preparedness Month as part of its enduring culture of preparedness and resilience. To promote these concepts, the Army: \n\n* Maintains the [Ready Army](http://ready.army.mil/) website, a one-stop shop of useful tools and information to help Soldiers, Civilians, and Family members prepare for emergencies by encouraging Families to be informed, make a plan, build a kit and get involved.\n\n* Through [Department of the Army Pamphlet 525-27, Army Emergency Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf), the Army provides a comprehensive method for planning, organizing, training, equipping, and exercising the force in preparation for emergencies Soldiers may face.\n\n* Established a Facility Working Group to address the unique emergency preparedness needs of the Army's off-installation facilities such as recruiting stations, ROTC detachments, and Army-operated dams, locks, and similar infrastructure.\n\n**What continued efforts does the Army have planned?**\n\nThe Army is working with the American National Standards Institute to develop a Certified Army Emergency Manager credential. This initiative will create a cadre of Army Emergency Management professionals who can carry their expertise to Army commands worldwide.\n\nThe Army  is the executive agent for developing an improved mass warning and notification capability, and will field a system to better inform personnel of potential threats to missions, personnel, and infrastructure.\n\n**Why is this important to the Army?**\n\nThe Army needs a ready force to carry out its mission. Through participation in activities like National Preparedness Month, the Army mitigates mission risk by encouraging its Soldiers, Civilians, and Family members to be proactive in preparing for life's inevitable emergencies and disasters.\n \n**Resources:**\n\n* [Ready Army](http://ready.army.mil/) \n* [Army Disaster Personnel Accountability and Assessment System (ADPAAS)]( https://adpaas.army.mil/)\n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/) \n* [Ready Campaign](http://www.ready.gov/) \n* [American Red Cross](http://www.redcross.org) \n* [Citizen Corps](https://www.ready.gov/citizen-corps) \n* [Family Readiness Group](http://armyfrg.org) (CAC-enabled)\n\n**Related document:** \n\n* [Department of the Army Pamphlet 525-27, Army Emergency Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf)\n\n**Related STAND-TO!:**\n\n* [America's PrepareAthon!](https://www.army.mil/standto/archive_2015-04-16) \n* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/2018-08-30)\n\n",
    "date": "Tuesday, September 4, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}