{
    "id": "2018-09-05",
    "title": "Sustainment, Innovation and Modernization",
    "body": "#######Provided by the Office of the Deputy Chief of Staff, G-4\n\n**What is it?**\n\nIn support of the [Army Vision](https://www.army.mil/standto/2018-06-07), the U.S. Army is innovating the way it supplies Soldiers to be faster and more efficient. Sustainment plays a large role in the Army's overall readiness. Army logisticians will continue to feed the Soldiers, fuel and arm their vehicles, helicopters, and provide critical parts on the battlefield. Sustainment, innovation and modernization will support the mission of the Army logisticians.  \n\n**What has the Army done/is doing?**\n\nAdvanced technology has given the Army predictive analytics that will assist in supplying the warfighter faster and more efficiently. The Army is developing five technologies: \n\n* **Autonomous resupply**: is using technology, such as artificial intelligence or robots to deliver materials autonomously or semi-autonomously by ground, air, and watercraft. \n* **Additive manufacturing**:   also known as 3-D printing, produces parts from plastic and other durable materials by using 3-D printers. It has the ability to improve the performance of Army weapon systems on the battlefield. This process reduces distribution requirements, increases operational readiness, and improves materiel development. \n* **Advanced power generation and distribution**: Provides greater energy output, increased fuel efficiency and management, enabling expeditionary sustainment of forces in remote areas. This could reduce the logistics footprint and extend operational reach, making Soldiers more effective and units less logistically dependent.\n* **Condition-based maintenance plus**:   is a system that allows commanders to plan maintenance around their training and operational cycles to increase reliability and reduce the costs to sustain equipment.\n* **Big data management**:  Allows full implementation of the Enterprise Resource Planning systems, to improve information management.  \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army will continue its efforts to innovate and improve the way it delivers weapons, combat vehicles, sustainment systems, and equipment needed by Soldiers. With the development of autonomous systems, artificial intelligence and robotics, Soldiers will be more effective and units less logistically dependent.\n  \n**Why is this important to the Army?**\n\nSoldiers will always be the most important asset for the Army. The [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4), [Army Materiel Command](https://www.amc.army.mil/) and the [Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx) will continue to focus on developing advanced technologies to help Soldiers do their jobs better and faster as the Army builds a more ready and lethal combat force for the future. \n \n**Resources:**\n\n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [U.S. Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx)\n* [Army Sustainment Magazine](http://www.army.mil/armysustainment)\n\n**Related document**:\n \n* [ADP 4-0, Sustainment](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/adp4_0.pdf)\n\n**Related STAND-TO!**:\n\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Additive Manufacturing]( https://www.army.mil/standto/2017-08-08)\n* [Army Readiness - Common Operating Picture](https://www.army.mil/standto/2018-06-28)\n* [Logistics Support Activity]( https://www.army.mil/standto/2017-05-31)\n* [Logistics Readiness Centers](https://www.army.mil/standto/archive_2013-10-16)\n\n**Related articles**:\n\n* [Additive manufacturing 'big part' of Army future, AMC commander says](https://www.army.mil/article/176418/ ) \n* [Improving maintenance and operations with condition based maintenance](https://www.army.mil/article/102668/)\n\n",
    "date": "Wednesday, September 5, 2018",
    "quote": "#### Focus Quote for the Day\n\n> With how quickly technology is moving in the civilian sector, we have to change our processes and the way we do business so we can field these systems in the time frame we need to be ready for combat.\n\n\\-  Vice Chief of Staff of the Army Gen. James McConville  \n",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}