{
    "id": "2018-09-06",
    "title": "United States Army Reserve    ",
    "body": "#######Provided by the Office of the Chief, Army Reserve\n\n**What is it?**\n\nU.S. Army Reserve is the dedicated federal reserve force of the Army. The Army Reserve generates combat ready units and Soldiers for the Army and joint services that are trained, equipped and lethal to win the nation's wars. Army Reserve Soldiers are the most diverse group in the Army and come from a wide variety of communities and backgrounds. \n\nThe United States Army Reserve Command is responsible for all of America's Army Reserve units. \n\n**What has the Army done/is doing?**\n\nU.S. Army Reserve played an important role in World War I and was a critical component in the war effort. During World War I, more than 670,000 Soldiers of the National Army (now known as the Reserves) served in every division of the American Expeditionary Force. \n\nArmy Reserve has served, fought and played a critical role during major events such as both  World Wars, Korea, Vietnam, the Persian Gulf War, overseas contingency operations and countless other crises, operations and emergencies. Throughout the history of America, the warrior citizens of the Army Reserve have and will continue to answer the nation's call. \n\n\n**What continued efforts does the Army have planned?**\n\nArmy Reserve supports the operational Army and the joint services in more than 30 countries around the world, and it continues to adapt to the critical nature of combat arms on the modern battlefield. Key to this effort is Ready Force X, a readiness construct that includes more than 700 units who are ready to deploy days or weeks to fight, survive and win against emerging threats. The Army Reserve is also re-balancing its mission command structure to provide readiness oversight and essential services to Soldiers and families on a geographic basis.  \n  \n**Why is this important to the Army?**\n\nThe Army Reserve comprises nearly 20 percent of the Army's organized units, almost half its total maneuver support and a quarter of its expansion capacity during mobilization. With nearly 200,000 Soldiers spread across all 50 states, five U.S. territories and 20 time zones, America's Army Reserve is poised, positioned and ready to defend freedom on every front.  \n \n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [USAR in WW1 (1917-1919)](http://www.usar.army.mil/WWI/)\n* [Army.mil: Army Reserve News](http://www.army.mil/news/reserves/)\n* [Warrior Citizen](https://www.armyreservewarriorcitizen.com)\n\n**Related document**:\n \n* [Army Reserve at a Glance](https://go.usa.gov/xPx8j)\n\n**Related STAND-TO!**:\n\n* [Multi-Component Readiness](https://www.army.mil/standto/2018-08-16)\n* [Army Reserve Ambassador Program](https://www.army.mil/standto/2017-04-26)\n* [Army Reserve Leadership Development](https://www.army.mil/standto/archive_2017-05-30)\n* [Army Total Force Policy- Reserve Component Training Integration](https://www.army.mil/standto/archive_2014-05-21)\n\n**Related article**:\n\n* [America's Army Reserve - Yesterday and Today](http://www.usar.army.mil/News/Article/1618958/americas-army-reserve-yesterday-and-today/)\n\n\n**Army Reserve on Social Media**:\n\n* [Facebook](https://www.facebook.com/usarmyreserve)  \n* [Twitter](https://twitter.com/USArmyReserve) @USArmyReserve \n* [Instagram](https://www.instagram.com/usarmyreserve/)  \n* [Flickr ](https://www.flickr.com/photos/myarmyreserve)  \n* [YouTube](https://www.youtube.com/TheUSArmyReserve)  \n",
    "date": "Thursday, September 6, 2018",
    "quote": "#### Focus Quote for the Day\n\n> World War I was the beginning of the Army's reliance on a large federal reserve force that would eventually form the U.S. Army Reserve of today -- capable, combat-ready and lethal units, trained and equipped to meet the operational needs of the Army and the Joint warfighting environment to win the nation's wars.\n\n\\-  Dr. Jay Boyd, former [U.S. Army Reserve Command](http://www.usar.army.mil/Commands/USARC/) historian",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}