{
    "id": "2018-09-10",
    "title": "Army Career Program 53 ",
    "body": "#######Provided by the Office of the Army Surgeon General and Army Medical\nCommand\n\n\n**What is it?**\n\nArmy Career Program 53 (CP 53) provides comprehensive career management support to commands resulting in a capable, agile, engaged Department of Army (DA) Civilian workforce that skillfully executes the Army Medical mission.\n\nDesignated by Assistant Secretary of the Army, Manpower and Reserve Affairs ([ASA M&RA](http://www.asamra.army.mil/index.html)), the Surgeon General of the United States Army is the functional chief for integrating the Army Civilian Career Program System through the civilian life cycle model. As per the [AR 690-950, Career Program Management](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-950_Web_FINAL.pdf), the civilian life cycle includes: strategic workforce planning, recruiting and hiring, training and developing, and sustaining the civilian work force \n\nCP 53 ensures commands have the right person with the right skills in the correct quantity at the right place to support mission requirements. \n\n\n**What has the Army done/is doing?**\n\nEstablished in fiscal year 2015 (FY15), CP53 is one of the youngest career programs and is committed to develop and retain high caliber civilians. To serve Army Civilian Medical careerists, CP53 works with commands to align capabilities and resources with requirements to close competency gaps, broaden functional training, and provide an excellent workforce.  CP 53 delivered targeted training, education, and professional development and organized 200 training events in FY18. \n\nCP53 governed the Army Medical Intern Program to deliver capabilities in mission-critical occupations and increased centrally funded interns by 475 percent for 23 slots in FY18. \n\nCP53 participates in the selection of aspiring GS 13-15 Medical Civilian Professional executive leaders with the DA Senior Enterprise Talent Management (SETM/ETM) program.  In FY18, four CP53 professionals from MEDCOM were board selected to participate in SETM/ETM.   \n \n\n**What continued efforts does the Army have planned?**\n\nCP 53 will continue to ensure effective synchronization and efficient delivery of policies, resources, and training. Future endeavors include:\nExecuting workforce assessments in partnership with command and subject matter experts to identify and prioritize training, education, and professional development. The intent is to meet the needs of the present medical civilian workforce as well as the challenges of the future workforce to meet the Army's mission.\n\nEstablishing the Career Program Planning Board to provide a systematic process for effective workforce and talent management.\n  \n  \n**Why is this important to the Army?**\n\nArmy Career Program 53 aligns and develops the Army's Medical Civilian workforce to support the Surgeon General's strategic campaign objectives and Army Medicine Department's mission. Army commands benefit by getting access to a highly professional and competent medical force that is capable of providing sustained expeditionary health services and enabling readiness. \n\nArmy civilians benefit by gaining access to opportunities that help them gain and retain vital knowledge, skills, and abilities.\n \n \n**Resources:**\n\n* [Army Medicine](https://www.army.mil/armymedicine) \n* [Career Program 53 MilSuite page](https://www.milsuite.mil/book/groups/cp53-careerist-support)\n\n\n**Related documents**:\n\n* [Career Program Management, Army Policy 690-950](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-950_Web_FINAL.pdf)\n* [Army Directive 2017-13, DA Senior Enterprise Talent Management Program and Enterprise Talent Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN4644_AD2017-13_Final.pdf)\n\n**Related STAND-TO!**: \n\n* [Army Senior Enterprise Talent Management Program](https://www.army.mil/standto/archive_2015-04-28)\n",
    "date": "Monday, September 10, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}