{
    "id": "2018-09-11",
    "title": "Decisive Action Training Environments  ",
    "body": "#######Provided by the U.S. Army Training and Doctrine Command\n\n\n**What is it?**\n\nDecisive Action Training Environments (DATEs) is a U.S. Army training model that uses current intelligence to create intense, authentic training environments for Soldiers, leaders, and units.   \n\nDATEs provide the Army with a combined description of operational environment (OE) variables and complex conditions in designated regions of the world. DATEs are used in Multi-Domain Operations for training, professional military education and leader development. The training environments:   \n\n* Presents commanders, trainers, and educators with baseline OE conditions that are flexible, scalable, and adaptable to challenge mission essential tasks and specified contingency tasks to standards in live, virtual, constructive and gaming simulation learning venues.\n\n* Presents dynamic, regional OE conditions through the lens of political, military, economic, social, information, infrastructure, physical environment, and time variables.\n\n* Provides a composite of real-world OE conditions to represent current and future adversaries, threats, or enemies that the Army does or could confront.\n\n* Provides the Army foundation for learning objectives at Army Combat Training Centers (CTCs), Home Station Training (HST) and the Army Learning Concept for Training and Education. \n\n* Includes regional partners, representative populations and hybrid threats that are robust, realistic and relevant to conduct of warfighting functions and stability operations.\n\n\n**What has the Army done/is doing?**\n\nU.S. Army Training and Doctrine Command (TRADOC) G-2 (Intelligence) produced the first DATE (DATE Caucasus) in 2011 that has been updated multiple times. The 2017 iteration created three new regionally focused DATEs in collaboration with U.S. Army CTCs and multinational partners such as the United Kingdom, Australia and Canada: \n \n* DATE Europe \n* DATE Pacific  \n* DATE Africa  \n\nThese new DATEs will be published on or before Oct. 1, 2018, and will join DATE  Caucasus on TRADOC's [OE Data Integration Network](https://odin.tradoc.army.mil/DATE).\n \n\n**What continued efforts does the Army have planned?**\n\nThe new training environments located in Africa, Europe, and the Pacific theaters will continue to incorporate relevant and unique aspects of those regions and provide a specialized training environment for Soldiers operating in those parts of the world. \n\nBased on user requirements to improve and sustain Army readiness, TRADOC will routinely continue to update all four DATEs as \"living documents.\"  \n \n  \n**Why is this important to the Army?**\n\nThe Army must be able to respond immediately today while preparing itself for wars of the future.  DATEs stimulate and train Soldiers and units, and are essential to generating and maintaining a superior ground combat capability and readiness .   \n\nUnderstanding these OEs support the framework of Army budget decisions for training, education, leader development, and capabilities development.   \n\n \n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [DATE v.3.0](https://odin.tradoc.army.mil/DATE)\n* [TRADOC G-2 Red Diamond newsletter, on the All Partners Access Network (APAN)](https://community.apan.org/wg/tradoc-g2/ace-threats-integration/) *For a concise overview of the three new DATEs, click on Red Diamond Newsletters - May--Jul 2018 issue*\n\n**Related documents:** \n\n* [U.S. Army TRADOC Pamphlet 525-8-2. The U.S. Army Learning Concept for Training and Education, April 2017](http://www.tradoc.army.mil/tpubs/pams/tp525-8-2.pdf)\n* [Army Regulation 350-2, Operational Environment and Opposing Force Program, May 19, 2015](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r350_2.pdf)\n* [Field Manual 3-0, Operations, Dec. 6, 2017](https://go.usa.gov/xPCtM)\n\n**Related STAND-TO!:** \n\n* [Field Manual 3-0, Operations](https://www.army.mil/standto/archive_2017-10-10)\n",
    "date": "Tuesday, September 11, 2018",
    "quote": "####Focus Quote for the Day\n\n> The Decisive Action Training Environment presents Army forces and our Joint partners with a training model that helps leaders identify requirements and shape unit training to build formations capable of fighting and prevailing under a wide range of conditions. This capacity to stimulate and train Soldiers and units is essential to generating and maintaining a superior ground combat capability. \n\n\n\\- Lt. Col, William Adler, chief of Plans, [National Training Center](http://www.irwin.army.mil/), Fort Irwin, California  \n",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}