{
    "id": "2018-09-12",
    "title": "Space and Missile Defense Innovation",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n\n**What is it?**\n\nInnovation drives the development of new tools or methods that permit Army forces to anticipate future demands, stay ahead of determined enemies, and accomplish the mission. [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) leads Army innovation efforts in directed energy, small satellites and hypersonic weapons. \n\n\n**What has the Army done/is doing?**\n\nUSASMDC/ARSTRAT, is responsible for providing technologies to meet today's requirements and tomorrow's future needs in directed energy, space, hypersonic weapons, and integrated air and missile defense. SMDC/ ARSTRAT: \n\n* Leads the Army's high-energy laser research and development efforts to with a 50 kilowatt (kW)-class laser capable of defeating threats such as rockets, artillery, and mortars and unmanned aerial systems. \n* Conducted the nation's first successful Advanced Hypersonic Weapon test in 2011. It continues to coordinate planned flight tests of the Navy's system, which is similar to the Army's design.\n* Leads the Army's space efforts. In 2017, an imaging microsatellite called [Kestrel Eye]( https://www.army.mil/standto/archive_2017-08-14) was launched and deployed. Kestrel Eye is designed to demonstrate near real-time situational awareness directly to the brigade combat team by providing satellite imagery without the need for continental-based relays.\n \n\n**What continued efforts does the Army have planned?**\n\nUSASMDC/ARSTRAT will continue to leverage commercial innovations, warfighter feedback and cutting-edge science and technology to develop directed energy, hypersonic weapons and space capabilities:\n\n* **Directed Energy**: The High Energy Mobile Laser Test Truck, currently fitted with a 50-kW laser, is undergoing testing at White Sands. A 100-kW laser test is scheduled for fiscal year 2022. The Mobile Experimental High Energy Laser, a Striker equipped with a 5-kW laser is being upgraded to a 10-kW laser. \n* **Hypersonic Weapons**: In support of a recent agreement between the Office of the Secretary of Defense and the Services and the Missile Defense Agency, SMDC will lead the Army's effort of developing a prototype hypersonic missile.\n* **Small Satellites**: The next small satellite development scheduled for testing is the Gunsmoke-J series of nanosatellites. These satellites will demonstrate advanced information collection in direct support of the Army combat operations.\n \n  \n**Why is this important to the Army?**\n\nSMDC provides space and missile defense technologies and forces to the Army ahead of global adversaries. Advances in directed energy, hypersonic, and small satellites all have the potential to help advance the Army's lethality on the battlefield while at the same time providing additional protection against rockets, mortars, missiles, and enemy troop movements. \n \n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related video:** \n\n* [SMDC Ready to Fight, August 2017](https://www.youtube.com/watch?v=y4U7828PFpM)\n* [USASMDC ARSTRAT Command video, April 2017](https://www.youtube.com/watch?v=Rt0yViy4C9U)\n\n**Related STAND-TO!**: \n\n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)\n* [Kestrel Eye](https://www.army.mil/standto/archive_2017-08-14)\n\n**Related documents:** \n\n* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf) \n* [Kestrel Eye Fact Sheet]( https://www.smdc.army.mil/FactSheets/KESTRELEYE.pdf)\n* [HELMTT Fact Sheet]( https://www.smdc.army.mil/FactSheets/HELMTT.pdf)\n* [MEHEL Fact Sheet]( https://www.smdc.army.mil/FactSheets/MEHEL.pdf)\n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)\n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)\n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)\n\n**Related articles:**\n\n* [Army deploys Kestrel Eye satellite]( https://www.army.mil/article/195548/army_deploys_kestrel_eye_satellite)\n* [Army looks to optimize lethality with high-energy lasers]( https://www.army.mil/article/200308/army_looks_to_optimize_lethality_with_high_energy_lasers)\n* [Army demonstrates integration of laser weapon on combat vehicle]( https://www.army.mil/article/184353/army_demonstrates_integration_of_laser_weapon_on_combat_vehicle)\n\n\n",
    "date": "Wednesday, September 12, 2018",
    "quote": "####Focus Quote for the Day\n\n> While I'm in this job, we are going to be doing the things we need to do, not to catch up to the Chinese, but to make them catch up to us\n\n\n\\- Michael D. Griffin, [Under Secretary of Defense for Research and Engineering](https://dod.defense.gov/About/Biographies/Biography-View/Article/1489249/michael-d-griffin/)",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}