{
    "id": "2018-09-13",
    "title": "National Hispanic Heritage Month",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1 \n\n\n**What is it?**\n\nNational Hispanic Heritage Month is celebrated from September 15th to October 15th. During this celebration, the Army commemorates and celebrates the contributions of Hispanic Americans to the nation, society, and culture.\n\nThe theme for the 2018 Hispanic Heritage Month is *One Endless Voice to Enhance Our Traditions*. The observance begins September 15 with the anniversaries of Costa Rica, El Salvador, Guatemala, Honduras and, Nicaragua. This month also encompasses Mexico's Independence Day on September 16, the Independence Day of Chile on September 18th and Spain's \"National Day\" on October 12. \n\n**What has the Army done/is doing?**\n\nDuring Hispanic Heritage Month, the U.S. Army commemorates the long-standing and remarkable contributions that Hispanics have made in building and defending the nation. \n\n* More than 20,000 Hispanic Soldiers fought on both sides of the Civil War.\n* In 2014, the 65th Infantry Regiment - a unit of Soldiers mostly from Puerto Rico known as Los Borinqueneers - received the Congressional Gold Medal, the highest civilian honor.\n* More than 40 Hispanic-American Soldiers have been presented the Medal of Honor, the country's highest military decoration. In 1919, Private David Bennes Barkley was the first Hispanic Soldier to be (posthumously) award the Medal of Honor for his courageous actions in World War I.\n\nIn celebrating National Hispanic Heritage Month, the Army recognizes not only the significance of individual contributions but also the value of diversity and an inclusive environment.\n\n \n**What continued efforts does the Army have planned?**\n\nThe Army understands the value and strength that an all-inclusive, diverse environment generates. To sustain a high-quality force that is trained and ready, the Army will continue to ensure that all Soldiers and civilians are given the opportunity to maximize their talents and potential and are treated with dignity and respect.\n\nThrough coordinated efforts throughout the Army, this observance will be used to inform Army audiences and celebrate the contributions of Hispanic Soldiers, civilians, and their families.\n\n  \n**Why is this important to the Army?**\n\nThe Army is dedicated to leveraging the strength of its diverse force and ensuring equality for all its members. More than 136,000 Hispanic Soldiers currently serve, which is 13.8 percent of America's Army. Just as America's diversity has always been one of the nation's greatest strengths, the Army's diverse force makes it stronger and more capable. Today's Hispanic Soldiers continue a legacy of professionalism, selfless service and courage that inspires generations to come.\n\n**Resources:**\n\n* [Army.mil: Hispanic Americans in the U.S. Army](https://www.army.mil/hispanics/)\n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army ](https://history.army.mil/html/topics/hispam/index.html)\n* [Defense Equal Opportunity Management Institute](https://www.deomi.org/)\n",
    "date": "Thursday, September 13, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}