{
    "id": "2018-09-17",
    "title": "Meal Entitlement Maintenance ",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1/Assistant Secretary of the Army, Manpower & Reserve Affairs. \n\n\n**What is it?**\n\nThe U.S. Army has developed an automated meal accountability system, called Meal Entitlement Maintenance (MEM). This system will track and maintain accurate Army-wide accountability of meal entitlements, and the meal cardholders.  \n\n\n**What has the Army done/is doing?**\n\nIn keeping with the U.S. Army's modernization goals, the Army G-1 and G-4 are working together to update current business practices and processes to ensure they are good stewards of Army resources. \n\nThe new system, developed by the Army's Software Engineering Center, allows for the reading of a meal entitlement code, installed on the CAC, by a military personnel office. Soldiers will be able to swipe their CACs with the new meal authorization codes at any Army dining facility to purchase their meals easily and in a more efficient manner.\n\nMEM will streamline the meal card management process, allowing Human Resource Officers (S-1s) to build unit databases, develop reports and process meal payments more efficiently, especially when Soldiers participates in field duty.   \n\nImplementation of MEM is currently underway, and the Army is requiring that all Soldiers will have their CACs updated with meal entitlement codes by Sept. 30, 2018. The Military Personnel Offices can provide more information, on this requirement, to Soldiers.  \n\n \n**What continued efforts does the Army have planned?**\n\nThe Army will continue to use current technology to modernize and standardize its programs to better serve Soldiers and ensure readiness. \n \n**Why is this important to the Army?**\n\nMEM will standardize the meal entitlement process Army-wide. Automating meal entitlements is strategically imperative to deliver support to Soldiers in a timely manner. MEM allows for a smoother dining experience that help Soldiers to focus on missions and training.\n \nThe modernization of the Army's Meal Entitlement Management process leverages commercial innovations, warfighter feedback, prototyping, and innovative science and technology. This allows the Army to maintain technical and tactical advantages. \n\n\n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n\n**Related documents:**\n\n* [AR 600-38, The Meal Card Management System](https://dmna.ny.gov/foodservice/docs/references/AR600-38.pdf)\n* [DA Pam 30-22, Operating Procedures for the Army Food Program](https://dmna.ny.gov/foodservice/docs/references/DA_PAM_30-22.pdf)\n \n**Related STAND TO!:**\n\n* [Meal Card Management System](https://www.army.mil/standto/2017-04-12)\n* [The Integrated Personnel and Pay System - Army Increment II, Release 2]( https://www.army.mil/standto/2017-09-07)\n* [The Integrated Personnel and Pay System - Army Release 1](https://www.army.mil/standto/archive_2014-02-28)\n\n**Related article:**\n\n* [Automated meal entitlement system, food trucks to improve Soldier dining experience](https://www.army.mil/article/209838?st)",
    "date": "Monday, September 17, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}