{
    "id": "2018-09-18",
    "title": "U.S. Army Hurricane Response ",
    "body": "#######Provided by Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe U.S. Army plays an important role in disaster response, with efforts in support of the lead federal agency, the Federal Emergency Management Agency (FEMA) and working closely with state and local officials. Major Army installations serve as logistics hubs and staging areas for [FEMA](https://www.fema.gov/) and the [Department of Homeland Security](https://www.dhs.gov/). \n\nThe Army's mission to assist federal relief agencies helps minimize the damage and suffering caused by hurricanes, while continuing to support the vital mission of defending the homeland and protecting America's interests abroad. \n\n\n**What has the Army done/is doing?**\n\nThe Army stands with the communities in their time of need and the Army's primary concern is to help affected communities recover from this disaster. \n\nDefense Support of Civil Authorities is a Total Army force collaboration. In 2017, DSCA provided extensive support during Hurricane Harvey, Irma, and Maria. This year, Hurricane Florence response continues across the Carolinas.\n\nArmy and installation social media sites are reiterating FEMA, state and local leaders' messages.\n  \n**What continued efforts does the Army have planned?**\n\nDefense of the homeland and rapid response to natural disasters are critical parts of the Army mission. Active, National Guard, and Reserve Army Soldiers will continue to perform this mission across the Total Army Force:\n \n* [Army North](http://www.arnorth.army.mil/Pages/default.aspx) (ARNORTH), as the Army's component of U.S. Northern Command, coordinates federal military support for disaster response when requested by FEMA or a state. \n\n* The [Army National Guard](https://www.nationalguard.mil) (ARNG) as the nation's first, most accessible military responder provides essential, life-saving services quickly, and comprehensively when local and state response capabilities are in need of greater support. The National Guard has more than 3,850 service members on duty in North Carolina, South Carolina, Georgia, Virginia and Maryland in support of Hurricane Florence response. \n\n* The [Army Reserve](https://www.usar.army.mil) (USAR) is a community-based force with more than 198,000 Soldiers across this great nation respond rapidly across state lines if called upon by the government through the [Defense Support of Civil Authorities](https://www.army.mil/standto/archive_2016-08-17)(DSCA) mobilization, including [Immediate Response Authorities](http://www.usar.army.mil/About-Us/Immediate-Response/). \n\n* The [Army Corps of Engineers](https://www.usace.army.mil/) (USACE) has fully engaged teams actively monitoring and managing USACE dams to reduce downstream [flooding]( https://www.iwr.usace.army.mil/Missions/Flood-Risk-Management/Flood-Risk-Management-Program/).\n\n\n**Why is this important to the Army?**\n\nProviding timely and appropriate response to an incident remains one of the Army's key operational concepts. The Army must be ready to respond at a moment's notice to threats near and far. The Army's readiness and its ability to rapidly deploy trained and ready forces wherever needed, is critical to protecting America, America's interests and American lives.\n\n**Resources:**\n\n* [Army North](http://www.arnorth.army.mil/Pages/default.aspx)\n* [Army Reserve](https://www.usar.army.mil)\n* [National Guard](https://www.nationalguard.mil)\n* [Army Corps of Engineers](https://www.usace.army.mil/)\n\n**Hurricane Relief sites:**\n\n* [Army.mil: Humanitarian Relief:  Hurricanes](https://www.army.mil/humanitarian/hurricanes.html)\n* [Ready Army: Hurricanes](https://www.ready.gov/hurricanes)\n* [DVIDS: Army Hurricane Florence](https://www.dvidshub.net/feature/armyhurricaneflorence)\n\n**Related document:** \n\n* [Department of the Army Pamphlet 525-27, Army Emergency Management Program]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/2018-08-30)\n* [Army Reserve Immediate Response Authority](https://www.army.mil/standto/archive_2017-05-22)\n* [Defense Support of Civil Authorities](https://www.army.mil/standto/archive_2016-08-17)\n* [Homeland Defense](https://www.army.mil/standto/archive_2016-08-16)\n* [National Preparedness Month](https://www.army.mil/standto/2018-09-04)\n\n**Related articles:**\n\n* [Army response to Hurricane Florence](https://www.army.mil/article/211108/army_response_to_hurricane_florence)\n* [US Army continues Hurricane Florence response efforts](https://www.army.mil/article/211198/us_army_continues_hurricane_florence_response_efforts)\n\n\n**U.S. Army on social media:**\n\n* [Facebook](https://www.facebook.com/USarmy)\n* [Twitter](https://twitter.com/USArmy)\n",
    "date": "Tuesday, September 18, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Army North coordinates federal military support when the Federal Emergency Management Agency or the states request additional help. We work hard to anticipate requirements and posture forces to respond quickly when federal military assistance is requested. Our goal is to achieve unity of effort with all our partners, which is critical to helping people get back on their feet after disaster strikes. \n\n\n\\-  Lt. Gen. Jeffrey Buchanan, commander, [U.S. Army North](http://www.arnorth.army.mil/Pages/default.aspx)\n",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}