{
    "id": "2018-09-19",
    "title": "Army Directed Energy Weapons      ",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\n[U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) leads Army innovation efforts for directed energy weapons. USASMDC/ARSTRAT leverages commercial innovations, warfighter feedback and cutting-edge science and technology to develop directed energy weapons.  \n\n\n**What has the Army done/is doing?**\n\nUSASMDC/ARSTRAT currently has four directed energy efforts underway:\n\n* **High Energy Laser Mobile Test Truck** ([HELMTT](https://www.smdc.army.mil/FactSheets/HELMTT.pdf)) - a 50 kilowatts (kW) class laser system integrated in a Heavy Expanded Mobility Tactical Truck (HEMTT)\n* **High Energy Laser Tactical Vehicle Demonstrator** ([HELTVD](https://www.smdc.army.mil/FactSheets/HEL_TVD.pdf)) - an effort to integrate a 100 kW class laser system on a Family of Medium Tactical Vehicles (FMTV) \n* **Mobile Experimental High Energy Laser** ([MEHEL](https://www.smdc.army.mil/FactSheets/MEHEL.pdf)) - a Stryker-based 5 kW class laser system developed to inform requirements for future laser weapon systems and to support tactics, techniques, procedures and concept of operations development for high-energy laser weapons.\n* **Multi-Mission High Energy Laser** (MMHEL) - an effort to develop a Stryker-based 50 kW class laser demonstrator for a Maneuver-Short Range Air Defense (M-SHORAD) solution. This will be a dedicated air defense system that can maneuver with brigade combat teams (BCTs) while providing air defense and fire support.\n\nUSASMDC/ARSTRAT is producing positive results from vehicle-mounted high-energy lasers in counter- rocket, artillery, mortar and unmanned aerial system applications. HELMTT is currently fitted with a 50-kW class laser and is undergoing testing at White Sands, New Mexico. \n\nMEHEL has been successfully operated by Soldiers in exercises to destroy UASs. In April, Soldiers from the 2nd Cavalry Regiment successfully operated the MEHEL during limited live-fire exercises at the Joint Warfighting Assessment in Europe.\n\n  \n**What continued efforts does the Army have planned?**\n\nUSASMDC/ARSTRAT will continue enhancing the Army's directed energy weapons with the goal of transitioning each of them to programs of record in the not too distant future.  Planned efforts include:\n\n* HELMTT is scheduled for a 100 kW class laser test in fiscal year 2022 (FY22)\n* The preliminary design review for HELTVD in February 2019\n* MEHEL is being upgraded to a 10 kW class laser\n* MMHEL will conduct an operational demonstration in FY21\n\n**Why is this important to the Army?**\n\nInnovations in directed energy weapons will provide cost effective systems capable of defeating rocket, artillery, and mortar (RAM) and unmanned aerial system (UAS) threats.   A High Energy Laser (HEL) weapon system will be highly flexible, will defeat RAM threats at a low cost-per-kill, will have a deep magazine, and will defeat micro to class III UAS threats. HEL innovations will help make Soldiers and units more lethal to win the nation's wars, then come home safely.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [USASMDC/ARSTRAT  Command video](https://www.youtube.com/watch?v=y4U7828PFpM)\n\n**Related STAND-TO!**: \n\n* [Space and Missile Defense Innovation](https://www.army.mil/standto/2018-09-12)\n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)\n* [High Energy Laser Tactical Vehicle Demonstrator](https://www.army.mil/standto/archive_2016-12-28)\n\n**Related documents:** \n\n* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf)\n* [High Energy Laser Tactical Vehicle Demonstrator Fact Sheet](https://www.smdc.army.mil/FactSheets/HEL_TVD.pdf)\n* [High Energy Laser Mobile Test Truck Fact Sheet](https://www.smdc.army.mil/FactSheets/HELMTT.pdf)\n* [Mobile Experimental High Energy Laser Fact Sheet](https://www.smdc.army.mil/FactSheets/MEHEL.pdf)\n* [Report to Congress- U.S. Army Weapons-Related Directed Energy (DE) Programs](https://fas.org/sgp/crs/weapons/R45098.pdf)\n* [Solid State Laser Test Bed](https://www.smdc.army.mil/FactSheets/SSLT.pdf)\n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)\n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)\n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)\n\n**Related articles:**\n\n* [Army looks to optimize lethality with high-energy lasers]( https://www.army.mil/article/200308/army_looks_to_optimize_lethality_with_high_energy_lasers)\n*[Army demonstrates integration of laser weapon on combat vehicle]( https://www.army.mil/article/184353/army_demonstrates_integration_of_laser_weapon_on_combat_vehicle)\n \n",
    "date": "Wednesday, September 19, 2018",
    "quote": "####Focus Quote for the Day\n\n> Directed energy will hopefully very quickly see itself useful in the realm of breaching obstacle belts, in the realm of active defense, of not just shooting down UASs, but the ability to destroy incoming anti-tank missiles, mortars, field artillery rounds, across the whole of what the counter-rocket, artillery, and mortar mission is currently. \n\n\\-  Capt. Theo Kleinsorge, commander, Headquarters and Headquarters Company, 2-12 Cavalry, emphasizes the value of directed energy system at Fort Hood, Texas, April 2017 \n\n[With no bullets, Mobile High-Energy Laser shoots drones from sky](https://www.army.mil/article/186025)",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}