{
    "id": "2018-09-20",
    "title": "NATO Enhanced Forward Presence",
    "body": "#######Provided by U.S. Army Europe\n\n**What is it?**\n\nNATO's Enhanced Forward Presence (eFP) mission is an allied, forward-deployed defense and deterrence posture in Eastern Europe. The intent of this mission is to protect and reassure NATO's Eastern member states of their security. The United States is one of the four framework nations along with the United Kingdom, Canada and Germany committed to supplying battalion-sized task forces across the Baltics and Poland in response to Russian aggression in Europe. \n\n**What has the Army done/is doing?**\n\nTennessee Army National Guard's [278th Armored Cavalry Regiment](https://www.tn.gov/military/who-we-are/army-guard/278th-armored-cavalry-regiment.html) has assumed the responsibility of the United States contribution to the NATO Enhanced Forward Presence initiative in Orzysz, Poland. The task force conducted a transfer of authority with 1st Squadron, 2nd Cavalry Regiment, based in Vilseck Germany. In cooperation with the National Guard Bureau, Army National Guard units will fulfill this requirement for the next two nine-month rotations.\n\nU.S. Army Europe's 2nd Cavalry Regiment has rotated  Stryker-equipped squadrons from Germany to Poland in support of NATO's enhanced Forward Presence commitment since its inception in early 2017.  \n\n**What continued efforts does the Army have planned?**\n\nDue to operational requirements and the size of the force, the Army depends on the National Guard and Reserve components to complete its mission around the world.     \n\nThe 278th Armored Cavalry Regiment will continue to uphold the United States' commitment to NATO in Europe's ever-changing security environment. The change will help Guard units to better integrate with active duty forces as they continue to build readiness and train with the Polish allies.  \n\nDeployed National Guard units will be prepared to respond to a range of threats from potential adversaries, improve allied interoperability and, build total Army readiness.\n\nThe U.S. Army will continue to work with NATO to reassess the force structure in order to provide the appropriate type and number of troops.\n\n**Why is this important to the Army?**\n\nThe continued rotation of forces to the battle group initiative clearly affirms the U.S. commitment to supporting and strengthening the NATO alliance and ensuring a peaceful and free Europe. By authorizing National Guard units to fulfill this requirement, the Army continues to adhere to the Total Force Policy. \n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [eFP Infographic](https://go.usa.gov/xPT4m)\n\n**Related document**:\n\n* [NATO eFP Fact Sheet](https://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2018_02/20180213_1802-factsheet-efp.pdf) \n\n\n**Related STAND-TO!**: \n\n* [Enhanced Forward Presence ](https://www.army.mil/standto/archive_2017-09-25)\n* [Army Total Force Policy- Reserve Component Training Integration ](https://www.army.mil/standto/archive_2014-05-21)\n* [Army Total Force Policy ](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n\n\n**U.S. Army Europe on social media**:\n\n* [Facebook](https://www.facebook.com/USArmyEurope/)\n* [Twitter](https://twitter.com/usarmyeurope)\n* [DVIDS](https://www.dvidshub.net/unit/USAREUR)\n* [YouTube](https://www.youtube.com/c/USArmyEurope)\n* [Instagram](https://www.instagram.com/usarmyeurope/)\n* [Flickr](https://www.flickr.com/photos/usarmyeurope_images/albums)\n",
    "date": "Thursday, September 20, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}