{
    "id": "2018-09-21",
    "title": "16th Armored Brigade Combat Team",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-3-5-7\n\n**What is it?**\n\nIn accordance with the [U.S. Army Vision](https://www.army.mil/standto/2018-06-07), to build a more lethal force and to increase overmatch against potential adversaries, the Army will convert a Stryker brigade combat team, at Fort Bliss, Texas, to become the 16th Armored Brigade Combat Team. The Army will also convert an infantry brigade combat team at Fort Carson, Colo., to a Stryker brigade combat team.     \n\n**What has the Army done/is doing?**\n\nThe Army will convert the 1st Stryker Brigade Combat Team, 1st Armored Division at Fort Bliss, Texas, to the newest armored brigade combat team in the spring of 2019. \n\nThe Army will also convert the 2nd Infantry Brigade Combat Team, 4th Infantry Division at Fort Carson, Colo., to a Stryker brigade combat team in the spring of 2020. \n\nThere will now be 16 armored brigade combat teams, each of which consist of seven battalions: three combined arms, one cavalry (reconnaissance), one artillery, one engineer and one brigade support battalion. \n\nA large portion of the personnel and equipment are common between brigade combat team types; however, this conversion will cause changes to both personnel and equipment requirements.\n\n**What continued efforts does the Army have planned?**\n\nThe Department of the Army continuously reviews the current and future force structure as part of Title 10 responsibilities to meet future demands based on many factors which includes, but is not limited to, national and military security strategies, Department of Defense guidance, contingency operation planning, resources available and the strategic environment.\n\nThis conversion better balances the light and heavy combat forces in the Army. It enables the Army to provide the right kind of fighting force to the geographic combatant commanders in accordance with their requirements.\n\n**Why is this important to the Army?**\n\nThe armored brigade combat team is the Army's primary armored force.\nThe conversion of an infantry brigade combat team to an armored brigade combat team enhances the Army's capability to meet the demands of the combatant commanders. The addition of a 16th armored brigade combat team to the Army will increase the overall armor capacity to support combatant commands around the world.\n\nThe Army continuously adapts and evolves with changes in the strategic environment. To be ready to fight and win current and future fights, it is necessary for the Army to generate the strategic readiness required to support the joint force in the joint fight. By being flexible and restructuring based on demands, the Army maintains its strategic importance as the key force provider for combatant commands. \n\n\n**Resources:**\n\n* Press Release: [Army announces conversion of two brigade combat teams](https://www.army.mil/article/211368/?st)\n\n**Related STAND-TO!**:\n\n* [Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Readiness](https://www.army.mil/standto/2017-10-04) \n\n\n",
    "date": "Friday, September 21, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Converting a brigade combat team from infantry to armor ensures the Army remains the world's most lethal ground combat force, able to deploy, fight, and win against any adversary, anytime and anywhere. \n\n\n\\-  Secretary of the Army Mark T. Esper\n\n\nPress Release: [Army announces conversion of two brigade combat teams](https://www.army.mil/article/211368/?stfq)",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}