{
    "id": "2018-09-24",
    "title": "Army Safety Awards Program ",
    "body": "#######Provided by the U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Army Safety Awards Program, administered by the U.S. Army Combat Readiness Center, is designed to promote risk management by recognizing individual and unit accomplishments in loss prevention. It features positive measurements of current Army goals and streamlined submission procedures. The program allows organizations to develop additional awards tailored to meet their unique accident prevention and safety recognition goals.    \n\n**What has the Army done/is doing?**\n\nThe U.S. Army Combat Readiness Center works to ensure the Army Safety Awards Program (https://safety.army.mil/AWARDS/Featured-Awards) remains robust and effective by making awards available while supporting and emphasizing competition as a vital component of the overall selection and recognition process.\n\nIn 2017, the USACRC expanded the categories for the Army Headquarters awards from 10 to 17 to better align the awards to command echelon structure, and to broaden the individual categories. Current awards include:\n\n* **Army Exceptional Organization Safety Award** - categories include,  ACOM / ASCC 4-star commands, ASCC / DRU / FORSCOM and other 3-star commands, ASCC / DRU 2-Star commands, Army divisions and all other 2-star commands, DRU and all other 1-star commands, brigade / O-6 equivalent, battalion / O-5 equivalent, and garrison \n* **Army Individual Award of Excellence in Safety** - categories include,\ncompany grade commissioned officer, field grade commissioned officer, warrant officer, NCO (E5-E9), junior enlisted (E1-E4), senior DA civilian (GS13-GS15), and junior DA civilian (GS7-GS12)\n* **Army Industrial Operations Safety Award**\n* **Army Excellence in Explosives Safety Awards**\n* **Army Safety Guardian Award** \n* **Army Aviation Broken Wing Award** \n* **Army Risk Management Safety Award** \n* **Army Accident Prevention Award of Accomplishment** \n* **Army Aircrew Member Safety Award** \n* **Unit Impact Award**\n* **Army Safety Excellence Streamer**\n\n \n**What continued efforts does the Army have planned?**\n\nThe USACRC will continue providing oversight of the program ensuring efforts put forth by individuals and organizations to mitigate and reduce mishaps, are recognized and rewarded. [Army Regulation 385-10, *The Army Safety Program*](\nhttp://www.apd.army.mil/pdffiles/r385_10.pdf)  is being updated and will reflect the new categories of the Army Headquarters awards.\n \n\n**Why is this important to the Army?**\n\nRegardless of grade or rank, safety and loss prevention is everyone's responsibility. Recognition breeds competition, and each commander wants his or her organization to be the best. Preventing mishaps, protecting resources and enhancing readiness through the implementation of effective loss prevention programs sets the stage for optimal success. The Army recognizes and rewards individuals and organizations succeeding in these goals to keep their formations capable and ready.\n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil/AWARDS.aspx)\n* [Army Safety Awards Program](https://safety.army.mil/AWARDS)\n\n**Related documents**: \n\n* [Army Regulation 385-10, The Army Safety Program](http://www.apd.army.mil/pdffiles/r385_10.pdf)\n* [Department of the Army Pamphlet 385-10, Army Safety Program](\nhttp://www.apd.army.mil/pdffiles/p385_10.pdf)\n\n\n",
    "date": "Monday, September 24, 2018",
    "quote": "#### Focus Quote for the Day\n\n> [Awards](https://safety.army.mil/AWARDS) are an excellent incentive for Soldiers and civilians to strive harder in all they do, including safety. Leaders have many venues to recognize their teams' accomplishments, and we want to make them aware of all the possibilities.\n\n\\-  Command Sgt. Maj. Ernest D. Bowen Jr., [U.S. Army Combat Readiness Center](https://safety.army.mil/HOME.aspx)\n\n\n[Army Safety Awards Program](https://safety.army.mil/Portals/0/Documents/AWARDS/Standard/Army-Safety-Awards-Program.pdf?ver=2017-10-26-100809-290)",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}