{
    "id": "2018-09-25",
    "title": "U.S. Army in Cyberspace ",
    "body": "#######Provided by U.S. Army Cyber Command\n\n**What is it?**\n\nThe U.S. Army is engaged in the cyber domain every day to achieve and maintain superiority in cyberspace against the nation's adversaries. For the Army in Cyberspace, the number one priority is operating and defending Army networks, data, and weapons systems. \n\nA strong Army posture across cyberspace and the information environment empowers Army, joint, and combined forces to enhance readiness and increase lethality.\n \n\n**What has the Army done/is doing?**\n\nThe Army Cyber Enterprise exists to build, train, operate, resource, expand and set policy for Army capabilities in cyberspace. To achieve this, the Army established: \n\n* U.S. Army Cyber Command ([ARCYBER](https://www.arcyber.army.mil)) in 2010 as the Army's operational cyber unit. In 2017, ARCYBER became an Army Service Component Command to the joint U.S. Cyber Command (USCYBERCOM).\n* The [Army Cyber Institute](https://cyber.army.mil) in 2012 to develop intellectual capital and leverage subject matter experts to expand the knowledge base for Army cyber operations.\n* The Cyber Center of Excellence ([CCOE](https://cybercoe.army.mil)) in 2014, bringing together the Signal School and Cyber School in Ft. Gordon, Georgia, the Army's Power Projection Platform for cyber operations. \n\nOther efforts to support the Army capabilities in cyberspace include: \n\n* In October 2015, the Army was the first service to establish a designated branch of the -- the 17 series cyber personnel.   \n* In 2017, all 41 of the Army's Cyber Mission Force teams supporting USCYBERCOM achieved full operational capability.\n* In late 2017, the CCOE's Office of the Chief of Cyber implemented the Direct Commissioning Pilot Program in late 2017 to recruit highly skilled civilians to become Army cyber officers. \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army Cyber Enterprise is rapidly developing and delivering resilient cyberspace capabilities. \n\n* Beginning Oct. 1, 2018, the Electronic Warfare (EW) career field will officially merge with the Cyber career field.\n* The Army's first expeditionary Cyber battalion, the Cyber Warfare Support Battalion, will be established to strengthen maneuver combat units.\n* In 2020, ARCYBER will relocate to a purpose-built, modern headquarters complex in Fort Gordon, Georgia, converging the operational and institutional base of the Army Cyber Enterprise to one unified home.\n \n\n**Why is this important to the Army?**\n\nModernization secures networks, platforms and data to create cyberspace advantages that enhance operations across all domains. Cybersecurity is fundamental to enabling the Army's offensive and defensive activities in order to win in and through cyberspace. \n\n\n**Resources:**\n\n* [ARCYBER](https://www.arcyber.army.mil)\n* [Cyber Center of Excellence](https://cybercoe.army.mil)\n* [Army Cyber Institute](https://cyber.army.mil)\n* [U.S. Cyber Command](https://www.cybercom.mil)\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)\n\n\n",
    "date": "Tuesday, September 25, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Army Cyber is racing the clock literally every day to stay ahead of adversaries in cyberspace  The first shots of the next actual war will likely be fired in cyberspace and likely with devastating effect. \n\n\\-  Chief of Staff of the Army Gen. Mark A. Milley\n\n\n ",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}