{
    "id": "2018-09-26",
    "title": "U.S. Army  Modern Installations  ",
    "body": "#######Provided by the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe U.S. Army needs modern installations to meet the demands of all-domain operations, adapt to the conditions of a cyber-enabled world and fulfill expectations of the modern Soldier. \n\nModern installations will use emerging technology to ensure the safety of Soldiers, Families and Army Civilians in a more permissive environment. They will use smart infrastructure to save money and sustain operations in the face of multi-domain attack; they will use advanced biometrics to deliver services 24/7 in an app-based environment; and they will meet the demands of a post-millennial generation by providing healthy food options, autonomous mass transit, and training ranges that leverage holographic and virtual reality technology.  \n\n**What has the Army done/is doing?**\n\nThe Army is collaborating with academia and private industry to design technology pilots in facility management, smart energy, community services, autonomous vehicles and installation access.  \n\n\n**What continued efforts does the Army have planned?**\n\nThe Assistant Secretary of the Army for Installations, Energy and Environment and the Assistant Chief of Staff for Installation Management are planning an Industry Day in November 2018 to explore application of specific emerging technologies on Army installations. Areas under consideration include artificial intelligence, big data and analytics, the *Internet of Things*, energy micro grids and social media.\n \n\n**Why is this important to the Army?**\n\nModernization requires behavioral change and technological reform. The Army needs modern installations to efficiently organize, train and deploy Army and joint forces. \n\nModern installations will sustain continuity of operations in the strategic support area of multi-domain operations. [Installations of the Future](https://www.army.mil/standto/archive_2018-07-11) initiatives support the Army's ability to remain a highly trained, effective, expeditionary and campaign-ready force today and in the future. \n \n\n\n**Resources:**\n\n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n\n**Related STAND-TO!:**\n\n* [Installations of the Future](https://www.army.mil/standto/archive_2018-07-11)\n\n**Related articles:**\n\n* [A modern Army needs modern installations](https://www.army.mil/article/211231/)\n* ['Smart installations' with AI could be the Army's future, general says](https://www.army.mil/article/206936)\n\n",
    "date": "Wednesday, September 26, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  As we plan for the future  2035 and beyond  we must change the way we look at installations, incorporating emerging technology to address emerging requirements and threats. \n\n\\-  Lt. Gen. Gwen Bingham, Assistant Chief of Staff for Installation Management\n\n\n ",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}