{
    "id": "2018-09-27",
    "title": "Gold Star Mother's and Family's Day",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nGold Star Mother's and Family's Day is observed in the United States on the last Sunday of September. The U.S. Congress recognizes this as the day when America honors surviving parents and families of fallen service members -- specifically those who died while on active duty. \n\nThe term \"Gold Star\" originated during World War I. Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each Family member serving in the military. Families stitched a gold star over the blue star to honor those members who died during military service.\n\n**What has the Army done/is doing?**\n\nOn Sunday, September 30, the Army will join the nation in observing Gold Star Mother's and Family's Day.  This year's theme is ***Remember surviving military mothers and families and honor the legacy of their loved ones who died in service to our Nation.*** This ties to the centennial observance of the U.S. involvement in WWI, which resulted in over 100,000 deaths. During the war many survivors joined together with the rest of the community in acts of service.   \n\nArmy leaders encourage the military community to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones who have been left behind.\n\nGold Star Mothers and Families  are the legacies of their service member's ultimate sacrifice, and the Army considers Gold Star Mothers and Families as integral members of the Army community.  \n\nThe Army is dedicated to paying tribute to fallen service members in recognition of the loved ones they left behind. During the Soldier's funeral service, the Army presents the surviving Family members with a [Gold Star Lapel Button](http://www.army.mil/standto/archive_2013-12-05/) or the *Lapel Button for Next of Kin of Deceased Personnel* in honor of their fallen Soldier.  \n\n**What continued efforts does the Army have planned?**\n\n[The U.S. Army Installation Management Command](http://www.imcom.army.mil/) (IMCOM) is committed to continue to provide quality care, support and services to surviving family members, through programs such as [Army Survivor Outreach Services](http://armymwr.com/sos).\n\nThe Army is dedicated to providing ongoing support to over 78,000 surviving Family members of fallen service members. [Army Survivor Outreach Services](http://armymwwr.com/sos) offers resources including supportive counseling, financial education, benefits coordination and support groups to surviving Family members for as long as they need or request Army involvement.\n\nThe Army will continue to collaborate with individuals, nonprofit organizations, and nongovernmental organizations that complement the Army's support.\n\n\n**Why is this important to the Army?**\n\nGold Star mothers and family members are, and always will be, a part of the Army Family.  The Army recognizes their courage and sacrifice and is committed to supporting them.  \n\nGold Star Mother's and Family's Day is dedicated to remembering and honoring the surviving families of fallen service members.\n\n\n**Resources:**\n\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)\n* [Army Survivor Outreach Services](http://armymwwr.com/sos)  \n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) \n* [Army Installation Management Command](http://www.imcom.army.mil/)  \n* [Symbols of Honor Worn by Surviving Military Families](http://www.symbolsofhonor.org/)  \n  \n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/) \n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/)  \n\n**Social Media presence:**\n\n* [Army Family MWR Facebook](http://www.facebook.com/familyMWR)\n* [Army Family MWR Twitter](http://twitter.com/familymwr) #GoldStarfamilies #symbolsofhonor \n* [IMCOM YouTube Channel](http://www.youtube.com/user/InstallationMgt)  \n\n\n\n\n",
    "date": "Thursday, September 27, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\n[National Preparedness Month](https://www.army.mil/standto/2018-09-04?) \n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)\n\n**October 2018**\n\nArmy Cybersecurity Awareness Month\n\nEnergy Action Month\n\nOct. 1: White House Medal of Honor Ceremony for Sgt. Ronald J. Shurer II\n  \nOct. 2: Pentagon Hall of Heroes Induction Ceremony for #MedalofHonor Recipient Shurer \n\nOct. 8-10: AUSA Annual Meeting [Schedule](http://ausameetings.org/2018annualmeeting/wp-content/uploads/sites/38/2018/09/2018-AM-Matrix-Schedule_20-September.pdf)\n"
}