{
    "id": "2016-06-02",
    "title": "Federal Employee Viewpoint Survey ",
    "body": "##### Provided by Army G-1\n\n### What is it?\n\nThe Federal Employee Viewpoint Survey (FEVS) is a formal tool administered by the Office of Personnel Management to obtain non-attributional feedback from the federal Civilian workforce. Army senior leaders will review and consider the insight collected to make informed decisions, which impact personnel policies, programs and practices. The 2016 FEVS was released to approximately 74,000 Army Civilians on April 26 and closes on June 16. \n\nArmy senior leaders are encouraging its Civilian employees to participate in the survey, which they receive via e-mail. Additionally, all department leaders, managers and supervisors are expected to promote employee participation in the survey. As of the end of May, Army Civilian participation rates are about 57 percent compared to those recorded at this time last year.  \n\n\n### What has the Army done? \n\nBased on previous feedback, Headquarters, Department of the Army (HQDA) has:\n\n* Initiated an effort to identify policy and practices to increase Army Civilian employee engagement with the goal of improving Army Readiness \n* Implemented enhancements to the current developmental programs and established new ones to increase the capabilities of the workforce and to signal to Civilians that their careers and professional abilities are valued  \n* Updated other personnel policies \n* Fostered and sustained a culture where commands share best practices and initiate new programs and efforts that better support the Civilian workforce  \n\n \n \n### What continued efforts have been planned for the future?\n\nThe Army values feedback from its Civilian workforce,  as the department focuses its efforts to provide meaningful work and communications, build and train leaders, enhance accountability, increase workforce focus and recognition. The individuals randomly selected to participate in the survey have the opportunity to amplify the opinions of the Civilian workforce. HQDA and its subordinate commands will consider all feedback and implement approved policy changes to ensure Army Civilians have the opportunity to reach their full potential.\n \n### Why is this important to the Army? \n\nArmy senior leaders use feedback provided through the FEVS to make informed decisions, which have enterprise-wide implications. The Army recognizes that people are its strongest asset, and subsequently, relies on employee feedback to ensure the department is an \"employer of choice.\"  \n \n\n### Resources:\n\n* [Civilian Workforce Transformation](http://www.asamra.army.mil/cwt)\n* [Army Civilian Personnel](http://cpol.army.mil/index.html)\n* [Army Civilian Training, Education and Development System](http://cpol.army.mil/library/train/acteds/)\n* Log in required: [Army Career Tracker](https://actnow.army.mil/wps/portal/!ut/p/b0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOKd3R09TMx9DAwsfNxNDTwdPUKDLAONjQ1czfULsh0VAW9IRPw!)\n* [Army Civilian Training and Leader Development](http://www.civiliantraining.army.mil/Pages/Homepage.aspx)\n* [Civilian Senior Leader Management Office](http://www.asamra.army.mil/org_cslmo.cfm)\n* [Army.mil: Army Civilian Corps Creed](http://www.army.mil/values/corps.html)\n\n#### Related STAND-TO!:\n* [Civilian Workforce Transformation](https://www.army.mil/standto/archive_2014-04-17)\n* [Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* [Army Civilian Training and Leader Development](http://www.army.mil/standto/archive/issue.php?issue=2012-06-07)\n* [Senior Enterprise Talent Management Program](http://www.army.mil/standto/archive/issue.php?issue=2012-04-25)\n\n#### Related article:\n* [Civilian Workforce Transformation: Enterprise management of the Army Civilian Corps work](http://www.army.mil/article/106750)\n\n\n\n\n\n",
    "date": "Wednesday, June 1, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nJune is National Safety Month, and it is our prime opportunity to refocus our safety and risk management efforts. Every season presents a unique challenge for our Army ... Take time to plan ahead ... Army Safe is Army Strong! \n\n### - Katherine Hammack, [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n\n### Video: [National Safety Month 2016](https://safety.army.mil/MEDIA/VideoLibrary/VideoPlayer/TabId/112/VideoId/311/National-Safety-Month-2016.aspx)\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 6: [D-day](http://www.army.mil/d-day?from=st)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}