{
    "id": "2016-06-06",
    "title": "Lesbian, Gay, Bisexual, and Transgender Pride Month",
    "body": "##### Provided by ASA M&RA/ Army G-1 Public Affairs Office                                     \n\n### What is it?\n\nThe U.S. Army observes the Lesbian, Gay, Bisexual, and Transgender (LGBT) Pride Month to commemorate the proud legacy of LGBT men and women who are woven into the fabric of the nation and the Army. \n\nThis observance commemorates the anniversary of the June 28, 1969, Stonewall riot in New York City, which initiated the modern gay rights movement in the United States. LGBT History Month originated in the United States and was first celebrated in 1994.  On June 2, 2000, President Bill Clinton declared the entire month as \"Gay & Lesbian Pride Month.\" Subsequently, President Barack Obama proclaimed June 2009 as the \"Lesbian, Gay, Bisexual and Transgender Pride Month.\" LGBT Pride Day is observed on the last Sunday in June.  \n\n### What has the Army done? \n\nThe Army continues to work with the Department of Defense to shape personnel policies that set the conditions where Soldiers have the option to serve openly and proudly and be treated with dignity and respect. Army senior leaders are leaning forward in their commitment to make military service a model of equal opportunity for all, regardless of race, color, sex, religion, sexual orientation or national origin.\n\n \n \n### What continued efforts have been planned for the future?\n\n\n\nThe department is focused on its mission and will continue to ensure that all individuals, who are able and willing to serve by the [Army Values]( https://www.army.mil/standto/archive_2013-08-15/),  have the full and equal opportunity. \n\nArmy leaders will continue to sustain force capability by promoting and enforcing an open and diverse culture that develops, retains and attracts the best talent. The department's commitment to LGBT service members extends to ensuring their families equally and fully receive the benefits their loved ones have earned. \n\n \n \n### Why is this important to the Army? \n\nThe Army defines diversity as the different attributes, experiences and backgrounds of the Soldiers, Army Civilians and their Family members that further enhance the global capabilities. Discrimination of any kind has no place in the military. The armed forces is a merit-based institution, where all individuals who choose to serve are allowed to do so based on their abilities and not sexual orientation. The Army values the honorable service of all its Soldiers.\n \n\n### Resources:\n\n\n* [Presidential Proclamation - LGBT Pride Month, 2016](https://www.whitehouse.gov/the-press-office/2016/05/31/presidential-proclamation-lgbt-pride-month-2016)\n* [Army Diversity Office](http://www.armydiversity.army.mil/)\n* [DOD Lesbian, Gay, Bisexual, and Transgender Pride Month](http://www.defense.gov/News/Special-Reports/0616_pride)\n* [Army Values](https://www.army.mil/values)\n* [Army Civilian Corps Creed](https://www.army.mil/values/corps.html)\n\n#### Related video: \n* [Secretary of the Army Eric Fanning's message on LGBT Pride Month](https://youtu.be/G5hh-yXMtB4?list=PLitjSv4SbrkyshNxgc6JADYKlX1-aMeH3)\n\n#### Related STAND-TO!:\n* [Army Diversity and Inclusion Roadmap](https://www.army.mil/standto/archive_2015-11-25/)\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15/)\n \n\n\n\n\n\n",
    "date": "Monday, June 6, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAs we continue to open up opportunities for even more Americans, we get closer to the full American dream that we represent and protect. The threats we face as a nation are growing more complex, and we are better able to meet those challenges if we pull from the best all our country has to offer. As we celebrate this month, we take pride in all the members of the Army family and continue to strive for full inclusion of all Americans who can do the job and just want an opportunity to serve the nation they love. \n\n### - Eric Fanning, 22nd Secretary of the Army \n\n### Video: [LGBT Pride Month](https://youtu.be/G5hh-yXMtB4?list=PLitjSv4SbrkyshNxgc6JADYKlX1-aMeH3)\n \n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 6: [D-day](http://www.army.mil/d-day?from=st)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}