{
    "id": "2016-06-08",
    "title": "Installation Readiness ",
    "body": "##### Provided by Office of the Assistant Chief of Staff for Installation Management\n\n\n### What is it?\n\nInstallations are platforms for Army Readiness. U.S. Army installations provide secure and sustainable facilities and infrastructure that support combatant commanders' top priorities, enable Army missions, and maintain Soldier and unit readiness. \n\nArmy Readiness starts on the 156 installations and more than 1,100 community-based Army National Guard and Army Reserve Centers worldwide where Soldiers live, work and train. Installations empower the Army to focus on its fundamental task  readiness. \n\nInstallations' readiness meets future challenges and ensures the security of the nation. Well-maintained installation infrastructure enhances projection of national power and enables the Army to deploy ground forces, prevent conflict, shape outcomes and conduct military operations. Installations enable Soldiers to be trained and ready to fight and win. \n\n\n### What has the Army done? \n\nArmy installations provide the critical infrastructure to organize, train, equip, deploy and conduct combat operations by land forces. Installations provide intense and realistic home-station training essential for successful combat training. Soldiers fight from installations to defeat emerging global missions. Rigorous and repetitive training at Army installations prepares Soldiers to win the next war decisively. Installations build readiness by training and developing Soldiers who are mentally and physically fit to withstand the intense rigors of ground combat.\n\n\n \n### What continued efforts have been planned for the future?\n\nThe Army will continue to: \n\n* (1) **Reshape** installation services to focus resources on readiness and divest of unneeded facilities to reduce excess infrastructure. Reducing the infrastructure footprint decreases energy requirements and increases resource stewardship efficiency. \n* (2) **Invest** in emerging missions such as cyber security, home-station mission command, force protection and Force of the Future. An enterprise approach to installation management leverages readiness, facilities, and installations to support [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27).\n* (3) **Leverage** more partnerships and increase third-party investments to strengthen Soldier and Family readiness programs. Installations partner with local communities to share common services and to increase readiness programs. \n \n### Why is this important to the Army? \n\nInstallation infrastructure directly affects the readiness of the Army and the well-being of the Soldiers, Army Civilians and their Families. Installation readiness provides equitable services and facilities, optimizes resources, sustains the environment and enhances the well-being of the military community. The Army requires adequate infrastructure and installation services to support the pillars of readiness: manning, training, equipping and leader development.\n \n\n### Resources:\n\n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n* [United States Army Installation Management Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom)  \n\n#### Related document: \n* [2016 Army Posture Statement](https://www.army.mil/e2/rv5_downloads/aps/aps_2016.pdf)\n\n#### Related STAND-TO!:\n* [Army Readiness Guidance](http://www.army.mil/standto/archive_2016-05-19 )\n* [2016 Army Posture Statement](https://www.army.mil/standto/archive_2016-04-27)\n\n\n#### Related articles: \n* [Milley names top 3 readiness focal points](https://www.army.mil/article/165671)\n* [Climate change affecting Army training](https://www.army.mil/article/166803)\n* [Milley: Soldier readiness starts at home, on top-quality Army installations]( https://www.army.mil/article/168539)\n\n\n\n\n\n",
    "date": "Wednesday,  June 8, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nA Soldier who is deployed and who thinks his family doesn't have adequate housing, has mold in the showers, the roof is leaking, the heat or air conditioning doesn't work, who doesn't have adequate medical care for his family or children ... or a community that doesn't feel safe, or doesn't have adequate police protection ... is not going to focus on their job in training, and certainly not going to focus on their job in wartime.\n\n### - Chief of Staff of the Army [Gen. Mark A. Milley](https://www.army.mil/leaders/csa)\n\n### [Milley: Soldier readiness starts at home, on top-quality Army installations](https://www.army.mil/article/168539)\n \n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}