{
    "id": "2016-06-09",
    "title": "Central Accord 16 ",
    "body": "##### Provided by U.S. Army Africa\n\n### What is it?\n\nCentral Accord 2016 is an annual, combined, joint military exercise that brings together partner nations to practice and demonstrate proficiency in conducting peacekeeping operations. The end goal of Central Accord 16 is to increase interoperability and build capacity, while cementing partnerships in the region built from previous exercises.\n\nThe U.S. military, in partnership with the Gabonese Armed Forces, the Multinational Force of Central Africa (MINUSCA), and other partner nations will conduct Central Accord 2016, a command post and field training exercise, in Libreville, Gabon, June 10-24. \n\n\n### What has the Army done? \n\nU.S. Army is the main planning proponent of Central Accord. Participating U.S. units include the 82nd Airborne Division and both Reserve and National Guard units from the Army, Air Force and Marine Corps. The multinational training audience will demonstrate medical treatment readiness, air operations proficiency, combined arms maneuver, and airborne operations in support of a realistic peacekeeping operation scenario.\n\nApproximately 1,000 military personnel from 14 nations will participate in the exercise. The exercise will consist of one week of classroom-based academics, and one week of a command post and field training exercise. The exercise will include headquarters staff training, land force maneuvers, medical training, and airborne and equipment drops.\n\n### What continued efforts have been planned for the future?\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. These foundational capabilities help synchronize efforts in building Army Readiness and providing options to prevent conflict, to shape the security environment and to win conflicts. \n\nThis exercise is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future Central Accords will be scheduled to take place in Africa and U.S. Army Africa will continue to develop and build upon the relationships and partnerships established here. \n\n \n### Why is this important to the Army? \n\n\nThe African continent is a complex environment with over one billion people and more than 2000 spoken languages in a continent three times the size of the U.S. The importance of building partnerships across Africa is more relevant than ever in light of the growth of regional and transnational violent extremist organizations. \n\nThis exercise, involving land forces from several African and European partner nations, is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S., the nations of Central Africa, and all of the participating militaries.\n\n\n### Resources:\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n\n#### Related STAND-TO!: \n* [Central Accord 15](http://www.army.mil/standto/archive_2015-05-07/)\n* [Regionally Aligned Force Training Environment-Africa](http://www.army.mil/standto/archive_2013-08-06/)\n* [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n\n\n#### U.S. Army Africa on Social Media: \n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n* [Flickr](https://www.flickr.com/photos/usarmyafrica/sets/72157665242239471/)\n* [Vimeo](https://vimeo.com/usarmyafrica)\n\n\n\n\n\n\n",
    "date": "Thursday, June 9, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nA ready Army provides America with the strength to deter our most dangerous threats, assure our allies and prepare our force for potential future threats. \n\n### - Under Secretary of the Army Patrick Murphy \n\n\n \n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}