{
    "id": "2016-06-13",
    "title": "The New www.Army.mil ",
    "body": "##### Provided by Office of the Chief of Public Affairs\n\n### What is it?\n\nThe  U.S. Army's official website, [Army.mil](https://www.army.mil?from=st), has been telling the story of America's Army and its Soldiers since 1995. The website, managed by the Office of the Chief of Public Affairs, is the highest-trafficked website in the Department of Defense, with an average of over 20 million visitors per year, and has been awarded the Thomas Jefferson Award for Outstanding Flagship Website five of the past six years. \n\nArmy.mil showcases: \n\n* [News articles, videos, and images](https://www.army.mil?from=st) effectively narrating the Army story from across 120 Army units and organizations \n* [Feature microsites](https://www.army.mil/features?from=st) spotlighting heritage sites,  Medal of Honor recipients, Army-wide competitions and commemorations \n* [Senior leader pages](https://www.army.mil/leaders?from=st) serving as a platform to connect with the American public and to support the strategic direction of the Army\n* [STAND-TO!](https://www.army.mil/standto?from=st) information paper providing the day's focused Army policy, or Army-wide program, to support senior leader strategic communication initiatives\n* The [Army Social Media Directory](https://www.army.mil/media/socialmedia?from=st), which is a consolidated registry and resource for all information regarding official Army presences on public social media sites\n\n### What has the Army done? \n\nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs?from=st)' Online and Social Media Division (OCPA-OSMD) has redesigned the website into a modern, feature-rich resource that is optimized for mobile devices to help visitors find information efficiently. This redesign includes: \n\n* Improved search engine optimization to enhance the content ranking on search engines\n* Revised and streamlined global navigation for easier access of content \n* Emphasis on \"search\" capabilities through USA.gov application\n* Robust application program interface capability for flexible and efficient sharing of the Army's content \n* Faster-loading page technologies\n* Alignment with the Enterprise Army branding\n* Stronger security features\n\n### What continued efforts have been planned for the future?\n\nOCPA-OSMD will continue to monitor online trends and techniques to ensure that Army.mil remains a leading source to inform audiences about America's Army. In the coming months, attention will be focused on [CORE](https://www.army.mil/core), Army.mil's content management system, which is also slated for a complete overhaul.  The newly redesigned website will launch by the end of the week.\n\n### Why is this important to the Army? \n\n[Army.mil](https://www.army.mil?from=st) is the online home of the United States Army. These changes will ensure that the Army keeps pace with the rapid advances in technology, and the ability to easily share information.  \n\n[OCPA's mission](https://www.army.mil/info/institution/publicAffairs?from=st) is to disseminate news and information to keep the American people and the Army informed, and to shape conditions that enhance the trust and confidence in America's Army and its readiness to conduct operations.  \n\n### Resources:\n\n* [U.S. Army's Official Website](https://www.army.mil?from=st) \n\n#### Related documents: \n* [AR: 360-1, The Army Public Affairs Program]( http://armypubs.army.mil/epubs/pdf/R360_1.pdf)\n* [AR 25-30, Army Publishing Program](http://www.apd.army.mil/pdffiles/r25_30.pdf)\n\n#### [U.S. Army on Social Media](https://www.army.mil/media/socialmedia?from=st)\n* [Facebook](https://www.facebook.com/USarmy)\n* [Twitter @USArmy](https://twitter.com/USArmy)\n\n\n\n\n\n\n\n",
    "date": "Monday, June 13, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOur Soldiers, Civilians, Family members and those who support our Army deserve a website that represents them and the greatest team on earth -- the United States Army. The new [Army.mil web site](https://www.army.mil?from=stq) was built with this goal foremost on our mind.  The Office of the Chief of Public Affairs has put together a modern site, viewable over all mobile devices, which clearly and simply shares the Army's story with the American people. \n\n### - Chief of Public Affairs Gen. Malcolm B. Frost, enunciating the purpose for the redesign of [Army.mil](https://www.army.mil?from=stq), the U.S. Army's official public website\n\n\n \n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}