{
    "id": "2016-06-14",
    "title": "U.S. Army's 241st Birthday",
    "body": "##### Provided by the Office of the Chief of Public Affairs\n\n### What is it?\n\nOn June 14, 1775, the nation's leaders established the Continental Army. This year the Army celebrates its [241st birthday](https://www.army.mil/birthday/?from=st) honoring the American Soldier as part of the Army Total Force. The Army birthday focuses on *The American Soldier -- Always Ready, Always Leading.* \n\nThe Army is the strategic land power of the joint force and the Soldiers are trained and ready to engage the nation's enemies in conventional, asymmetrical, or full spectrum combat operations. The Army's number one priority is combat readiness.\n\n### What has the Army done? \n\nThe American Soldier - \n\n* Has the opportunity to serve in any occupational specialty based on individual capabilities and Army needs.\n* Trains, deploys, engages, and destroys enemies of the United States in combat operations as the world's premier land force. \n* Serves as the cornerstone of the Army Profession and maintains the trust and confidence of the American people while adding to the Army's 241 years of selfless service.\n* Is part of a Total Force of worldwide professionals from all walks of life.  \n* Is always ready to deploy, fight and win in a complex world. \n* Understands the importance of readiness and resilience. Leaders take care of others, foster an environment of trust, and ensure Soldiers, Army Civilians, and Families treat themselves and others with dignity and respect.\n\n### What continued efforts does the Army have planned for the future?\n\nAmerican Soldiers are [Soldiers for Life](https://soldierforlife.army.mil/). The Army will continue to support fellow Soldiers in educational, credentialing and healthcare services while in uniform and stay connected after service to ensure Soldiers remain aware of available Army programs, services, and resources. Soldiers will remain invaluable members of civilian communities, and bring with them attributes that make them great leaders, professionals, and team members in any organization. \n\n\n### Why is this important to the Army? \n\nCommemorating the Army's birthday provides an opportunity to celebrate its rich history with fellow Soldiers and look toward the future of the nation. Selfless service by Soldiers, Civilians, and Families keeps the nation ready today and prepared for tomorrow. \n\nProfessional Soldiers have led the way for 241 years and will continue to lead in protecting the nation and in making the world's best Army even better.\n\n### Resources:\n\n* [U.S. Army Birthday Microsite](https://www.army.mil/birthday?from=st) \n* [Army Values](http://www.army.mil/values?from=st)\n\n#### Related document: \n* [ADRP 1: The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n\n\n#### Related STAND-TO!:\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [2016 Army Posture Statement](https://www.army.mil/standto/archive_2016-04-27)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22/)\n* [Army Total Force Policy](http://www.army.mil/standto/archive_2014-05-21)\n* [The Army Ethic](https://www.army.mil/standto/archive_2015-06-15)\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15)\n\n\n\n\n\n\n",
    "date": "Tuesday, June 14, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nFor 241 years ... our Soldiers have answered our Nation's call to defend our freedom. This year's birthday theme ... embodies my readiness priority ... As an American Soldier, you are the best trained, best equipped, best manned and best led Army in the world. You have earned the trust and respect of not only America, but also the world, because you are disciplined, fit, and prepared to meet any challenge, anywhere, at anytime - and to win ... Happy Birthday, Army. I'm proud to serve with you! \n \n\n### - Chief of Staff of the Army Gen. Mark A. Milley \n\n### Video: [CSA's Birthday Message](https://youtu.be/vSxHrSL2bxU)\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}