{
    "id": "2016-06-15",
    "title": "AMC Science and Technology Strategy for 2014-2040",
    "body": "##### Provided by U.S. Army Materiel Command \n\n### What is it?\n\nThe U.S. [Army Materiel Command](http://www.amc.army.mil) 's (AMC's) Science and Technology Strategy for 2014-2040 sets forth the ends, ways and means by which AMC and its partners across the Army Commands and the Assistant Secretary of the Army for Acquisition, Logistics and Technology will equip the Army in the near, mid and far term. \n\nThe AMC Science and Technology Strategy intends to achieve this goal by:\n\n* Aligning AMC science and technology initiatives with the Army's future force capability requirements\n* Pursuing innovative and game-changing technologies for the future force that enable overmatch\n* Maturing and transitioning solutions into programs of record\nInvesting in science and technology workforce and facilities.\n\n\n### What has the Army done? \n\nAs the Army continues to modernize the force in support of the Chief of Staff of the Army's [second priority of building an adaptive Army of the future](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf) \n\nArmy Materiel Command: \n\n* Works closely with its partners at [ASA (ALT)](https://www.army.mil/asaalt?from=st) and [Training and Doctrine Command](http://www.tradoc.army.mil/) to prioritize investments to meet capability needs. \n* Represents more than 75 percent of the Army's annual investment in science and technology.  \n* Plays a critical role in proactively innovating, identifying game-changing technologies and delivering capabilities to increase operational effectiveness and reduce risk to warfighters. \n\nThe AMC Science and Technology Strategy intends to define the path forward across the Army for responding to the Science and Technology needs of today while planning for the necessary technology transitions to support the future Army. \n\n### What continued efforts does the Army have planned for the future?\n\nIn the near term, AMC will ensure its Science and Technology investments are aligned with the [Army Operating Concept]( https://www.army.mil/standto/archive_2014-12-22/), the [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/) strategy, and informed by TRADOC's Capability Needs Analysis. AMC, will analyze efficiencies and barriers across the lifecycle in order to identify innovation opportunities for developing and implementing ideas and initiatives in support of the Army's modernization requirements and strategic priorities. AMC and TRADOC will cohost the upcoming Army Innovation Summit 3, scheduled Aug. 16-17 in Virginia. \n\n\n### Why is this important to the Army? \n\nThe AMC Science and Technology Strategy establishes a framework for the Army to ensure the investments of today and tomorrow maintain the Army's technological superiority. \n\n### Resources:\n\n\n* [Army Materiel Command ](http://www.amc.army.mil)  \n* [Army Materiel Command Chief Technology Officer](http://www.amc.army.mil/amc/cto.html)\n* [Assistant Secretary of the Army for Acquisition, Logistics and Technology](https://www.army.mil/asaalt?from=st)\n\n#### Related document:\n\n*  [Chief of Staff of the Army Gen. Milley's Initial Message to  the Army](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n\n#### Related article:\n* [AMC Science & Technology Strategy charts Army's path forward ](http://www.army.mil/article/169044) \n\n#### Related STAND-TO!:\n\n* [U.S. Army Materiel Command 2014-2024 Strategic Plan](https://www.army.mil/standto/archive_2013-12-11)\n*  [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27)\n* [Army Operating Concept]( https://www.army.mil/standto/archive_2014-12-22/)\n\n\n\n\n",
    "date": "Wednesday, June 15, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe Army's science and technology enterprise will be challenged to field and sustain the programs and capabilities of the future under increasingly fiscally-constricted conditions. This [strategy] will ignite fresh conversations as we prepare the Army for the complexities of the global security environment. \n\n### - Gen. Dennis L. Via, commanding general, [U.S. Army Materiel Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc?from=st) \n\n\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n"
}