{
    "id": "2016-06-20",
    "title": "Globally Engaged Army ",
    "body": "##### Provided by Army G-3/5/7\n\n### What is it?\n\nThe increasing complexity of global security challenges causes combatant commanders from [United States Northern Command](http://www.northcom.mil/), [United States Southern Command](http://www.southcom.mil/Pages/Default.aspx), [United States Africa Command](http://www.africom.mil), [United States Pacific Command](http://www.pacom.mil), [United States Central Command](http://www.centcom.mil), and [United States European Command](http://www.eucom.mil) to request more U.S. Army forces to deter the nation's adversaries and assure allies. These objectives are achieved by building capacity and interoperability with allies, while simultaneously protecting the homeland and building readiness across the force. The Army builds and sustains readiness through prioritization, investment in training, and modernization. This allows the Army to maintain capacity to respond to emerging threats and deter, fight, and win wars in defense of the United States and its national interests.\n\n### What has the Army done? \n\nThe Army is meeting Secretary of Defense ordered support to combatant commands with 187,500 Soldiers in over 140 worldwide locations. The Army is involved in numerous global exercises while continuing to support eight named operations including, Inherent Resolve, Freedom's Sentinel, Octave Shield/New Normal, Spartan Shield, Joint Guardian, Enduring Freedom-Horn of Africa, Noble Eagle, and Juniper Shield. \n \n\n### What continued efforts does the Army have planned for the future?\n\nWith force and budget reductions, the demand to meet global requirements challenges the Army's ability to maintain readiness for future contingencies. The Army will work to increase overall readiness with a goal of achieving a ready Army by 2020. \n\nThe Army will use [four Readiness pillars](https://www.army.mil/standto/2016-05-19): Manning, Training, Equipping, and Leader Development, to enable the Total Force, including Army Reserve and Army National Guard, to generate readiness and meet the National Strategy. Many demands on the force, including rotational exercises on the Korean Peninsula and in Europe, provide opportunities to build readiness. This is achieved when units execute tasks within their core competencies of Combined Arms Maneuver and Decisive Action. The Army will continue to seek these opportunities to recover readiness as a strategic hedge against uncertainty. \n \n\n### Why is this important to the Army? \n\nThe global security environment is increasingly uncertain and complex. The Total Force  must be postured to shape the global security environment by providing trained and ready forces to Combatant Commands that deter threats and offer contingency response capabilities. The Army will continue to strengthen defense relationships and build increased capacity with allies.  \n\n### Resources:\n\n\n#### Related document:\n\n* [Army Regulation 525-30, Army Strategic Readiness](http://www.apd.army.mil/pdffiles/r525_30.pdf)\n\n\n#### Related STAND-TO!:\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [USAR Engagement Cells and Teams](https://www.army.mil/standto/archive_2015-06-23)\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22)\n \n \n \n\n\n\n\n",
    "date": "Monday, June 20, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nFew understand the missions of the Army. In addition to winning wars, the Army deters enemies, assures allies, builds partner capacities, enables the joint fight through foundational capabilities and responds to national emergencies... \n \n### - Secretary of the Army Eric K. Fanning\n\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n"
}