{
    "id": "2016-06-21",
    "title": "The Ministry of Interior-Military Assistance Group ",
    "body": "##### Provided by U.S. Army Security Assistance Command\n\n### What is it?\n\nThe Ministry of Interior-Military Assistance Group (MOI-MAG) is a [U.S. Army Security Assistance Command](https://www.army.mil/info/organization/usasac) subordinate organization under the [U.S. Army Material Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc).  The MOI-MAG is based in Riyadh, where where U.S. service members and personnel from the Department of the Army Civilians provide advice and assistance in training, engineering and explosive ordnance and lead the International Military Education and Training program for Saudi Arabia's Ministry of Interior.  The MOI-MAG is fully funded by the government of Saudi Arabia through [Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23) (FMS) cases executed by USASAC.\n\n### What has the Army done? \n\nIn response to their growing mission, the MOI-MAG (formerly called the \"Facilities Security Forces-Training Advisor Group\" or FSF-TAG) was restructured, transitioning from the administrative control of U.S. Central Command to USASAC. The change in designation and mission expansion were fueled by the heightened security environment and physical threats faced by the Kingdom of Saudi Arabia around and within its borders.\n\nSimilar to America's Departments of Homeland Security and Justice, the MOI is Saudi Arabia's authority for national security, naturalization, immigration and customs. The MOI-MAG operates under the State Department within the Office of Program Management of the Ministry of Interior (OPM-MOI) and has interagency pacts with America's FBI, Drug Enforcement Agencies, Treasury Department and other agencies. The MOI-MAG currently supports five FMS cases, totaling $134 million, to train and advise Saudi Arabia's Facilities Security Forces, Special Security Forces, border guard and General Security Aviation Command.\n \n\n### What continued efforts does the Army have planned for the future?\n\nThe continued goal of this program is to provide knowledge, advice, skills and resources to help protect Saudi Arabia's critical infrastructure. The MOI-MAG was created by a 2008 technical cooperation agreement (TCA) between the United States and the Kingdom of Saudi Arabia after a failed terrorist attack Feb. 24 2006 by al-Qaida targeted the Abqaiq oil processing facility. The TCA was renewed in 2013, extending the agreement through 2023. The FMS case for MOI-MAG was renewed in 2014 for another three years, extending the case through 2017.\n \n \n### Why is this important to the Army? \n\nThe protection of those facilities has a considerable impact on the global economy and stability throughout the Middle East and advances the strategic relationship between the United States and Saudi Arabia. The renewal and expansion of MOI-MAG in 2015 speak to the continued commitment of U.S.-Saudi relations. The MOI-MAG bolsters the [Army Operating Concept 2020-2040](https://www.army.mil/standto/archive_2014-12-22/) by shaping the environments in support of U.S. Army Central Command to build partner capacity. \n \n\n### Resources:\n\n* [U.S. Army Security Assistance Command](https://www.army.mil/info/organization/usasac)\n* [U.S. Army Material Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc)\n\n#### Related STAND-TO!:\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20/) \n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [The U.S. Army Operating Concept ](http://www.army.mil/standto/archive_2014-12-22)\n* [U.S. Army Security Assistance Command ](http://www.army.mil/standto/archive_2015-07-20)\n* [Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23)\n\n\n \n \n \n\n\n\n\n",
    "date": "Tuesday, June 21, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nFew understand the missions of the Army. In addition to winning wars, the Army deters enemies, assures allies, builds partner capacities, enables the joint fight through foundational capabilities and responds to national emergencies... \n \n### - Secretary of the Army Eric K. Fanning\n\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 14: [Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 15-21: [2016 DOD Warrior Games](http://wtc.army.mil/wg_events/warrior_games_2016.html#)\n\nJune 19: [Father's Day](https://www.army.mil/families) (#FathersDay)\n\nJune 25-July 27: Korean War\n\n"
}