{
    "id": "2016-06-22",
    "title": "SHARP Readiness Executive Order",
    "body": "##### Provided by Army G-1 \n\n### What is it?\n\n\nThe Headquarters, Department of the Army's  Executive Order (EXORD) on Sexual Harassment and Assault Readiness effort will aid leadership efforts to eliminate sexual harassment and sexual assault occurrence by capitalizing on effective preventative practices. The SHARP EXORD provides a framework for commands to tailor their prevention efforts to their specific unit conditions and environments. \n\nThe U.S. Army's [Sexual Harassment/Assault Response and Prevention](http://www.preventsexualassault.army.mil/) (SHARP) program exists to help prevent sexual harassment and sexual assaults before they occur. The Army's goal is to eliminate sexual assaults and sexual harassment by creating a climate that respects the dignity of every member of the Army Family.\n\n\n### What has the Army done? \n\nAll Army Commands (ACOM), Army Service Component Commands (ASCC), and Direct Reporting Units (DRU), U.S. Army Reserve and Army National Guard commanders have been directed by the Chief of Staff of the Army to implement active prevention measures to reduce the prevalence of sexual harassment, sexual assault, and retaliation through innovations addressing key vulnerabilities such as Soldier transition and alcohol use. Commanders and leaders will identify program weaknesses, develop mitigation action plans, empower and educate leaders, and modify programs as necessary. Moreover, sharing best practices among commands will be critical to success. \n\n \n\n### What continued efforts does the Army have planned for the future?\n\nThe SHARP EXORD will be accomplished in three phases over a period of 15 months.\n\n*  Phase 1 (Jun. 15, 2016 - Sept. 30, 2016): Commands shall assess their levels of effectiveness in the prevention of sexual harassment, sexual assault and retaliation. Commands will identify vulnerabilities in their organizations and then develop mitigation action plans to counter those vulnerabilities.\n* Phase 2 (Oct. 1, 2016- Dec. 8, 2016): Commands will monitor effectiveness and share best practices. This phase begins once the subordinate commander has received CSA concurrence and begins executing their mitigation action plan.\n* Phase 3 (Dec. 9, 2016 - Sept. 30, 2017): Commands will assess and revise mitigation action plans as necessary. This phase begins after the completion of the Army Profession Forum and ends with an annual assessment of the SHARP program.\n\n \n### Why is this important to the Army? \n\nSexual harassment and sexual assault are inconsistent with [Army Values]( https://www.army.mil/standto/archive_2013-08-15). These incidents in the ranks erode organizational trust and degrade unit integrity and decrease Army Readiness. These are an internal threat that erodes good order and discipline, unit cohesion, and trust within the units. Reducing sexual assault incidents, as well as building cohesive teams where everyone is treated with dignity and respect, will help to enhance the readiness in the Army.\n \n\n### Resources:\n\n* [U.S. Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/)\n* [Department of Defense Sexual Assault Prevention and Response Office (SAPRO)](http://www.sapr.mil/)\n* [Department of Defense Safe Helpline](https://www.safehelpline.org/)\n\n\n#### Related STAND-TO!:\n\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15)\n* [Sexual Assault Awareness and Prevention Month](https://www.army.mil/standto/archive_2016-03-31)\n\n",
    "date": "Wednesday, June 22, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nThey [[Army Values](https://www.army.mil/standto/archive_2013-08-15)] are not slogans that are paid lip service but bedrock principles that dictate how Soldiers live, train and fight in order to succeed.  \n \n### - Secretary of the Army Eric K. Fanning\n\n### [Fanning says Army will not judge by gender, race, religion or sexual orientation](https://www.army.mil/article/170177)\n\n\n\n \n\n\n",
    "events": "Events \n---------------------------\n\n#### June 2016\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\n[Army's 241st Birthday](http://www.army.mil/birthday?from=st) (#ArmyBDay #EarnYourCake)\n\nJune 15-21: [2016 DOD Warrior Games](http://wtc.army.mil/wg_events/warrior_games_2016.html#)\n\nJune 21: White House Announcement: Medal of Honor Award for [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n#### July 2016\n\nJuly 4: Independence Day (#IndependenceDay)\n\n"
}