{
    "id": "2016-06-27",
    "title": "U.S. Army Reserve's Regionally Aligned Forces ",
    "body": "####### Provided by U.S. Army Reserve\n\n**What is it?**\n\nThe [U.S. Army Reserve](http://www.usar.army.mil)'s (USAR) Regionally Aligned Forces (RAF) provide the Army with depth and versatility through agile, responsive, and effective capabilities, providing the combatant commander (CCDR) with tailorable assets to shape the environment and quickly respond to a full range of requirements.\n\n[Army Reserve Engagement Cells](https://www.army.mil/standto/archive_2015-06-23/) (ARECs) located at Army Service Component Commands (ASCCs), and smaller [Army Reserve Engagement Teams](http://www.usar.army.mil/AboutUs/ArmyReserveEngagementCells.aspx) (ARETs) at the Corps and Combatant Commands (CCMD), are critical enablers developed to assist the CCMDs/ASCCs in understanding USAR capabilities, while maximizing Citizen Soldiers' planning and resourcing horizons. These cells and teams also allow the face-to-face interaction necessary to build long term trust and effectiveness.\n\n**What has the Army Reserve done?**\n\nThe Army Reserve established engagement cells at ASCCs and engagement teams at both Army Corps-level commands and geographic combatant commands to facilitate access to RAF. Army Reserve's enabling capabilities are nested within the ASCCs and CCMDs, and responsive to all requirements through the engagement cells and engagement teams.\n\nArmy Reserve engagement cells and engagement teams assist the Army by engaging regionally to ensure interoperability, building relationships based on common interests, enhancing situational awareness, assuring partners, and deterring adversaries by providing robust and continuous support to multiple exercises in every CCDR's area of operation.\n\n**What does the Army Reserve have planned for the future?**\n\nArmy Reserve is an integral part of the Army's [Associated Units Pilot Program]( https://www.army.mil/standto/archive_2016-04-26) to improve the readiness and responsiveness of the Army as a total force. Regionally-aligned units continually conduct operational missions, bilateral and multilateral exercises, as well as theater security cooperation activities around the world.\n\nUSAR participates in overseas exercises, such as U.S. Army Europe's Anakonda, which integrates multi-national forces and supports deterrence through demonstrations of allied defense capabilities to deploy, mass and sustain combat power.\n\n**Why is this important to the Army?**\n\nThe RAF concept is part of the Army's solution to meet CCDR requirements. Army and Joint forces rely on USAR to provide ready access to critical theater opening and prolonged sustainment capabilities to meet U.S. defense requirements across the range of military operations.\nUSAR provides significant portions of enabling capabilities and subject matter expertise/experience to Army forces. Currently, over 46,000 trained, ready, and responsive Reserve Soldiers support the Army's commitment to worldwide support to CCDRs.\nRAF fosters enduring relationships between Reserve planners and the Active Army; preparing and providing skilled Soldiers capable of executing worldwide missions as part of the Joint Force, maximizes the Army Reserve's unique global command capabilities and value to the nation.\n\n**Resources:**\n\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army.mil Army Reserve](http://www.army.mil/news/reserves)\n* [Army Reserve Engagement Cells and Teams](http://www.usar.army.mil/AboutUs/ArmyReserveEngagementCells.aspx)\n* [Rally Point 32.1](http://www.usar.army.mil/Featured/RallyPoint321.aspx )\n\n**Related STAND-TO!:** \n\n* [Army Readiness Guidance]( https://www.army.mil/standto/archive_2016-05-19)\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n* [Army Reserve's 108th Anniversary](http://www.army.mil/standto/archive_2016-04-20)\n* [The Army Reserve Private Public Partnership Office]( https://www.army.mil/standto/archive_2016-02-10/)\n* [Army Reserve Unit Ministry Team](https://www.army.mil/standto/archive_2016-02-17)\n* [Active Component to Reserve Component Program]( http://www.army.mil/standto/archive_2016-03-21)\n* [Operational Army Reserve](https://www.army.mil/standto/archive_2015-10-20)\n* [Army Reserve Ambassador Program](https://www.army.mil/standto/archive_2015-07-28)\n* [Regional Alignment of Army Reserve Forces - USAR Engagement Cells and Teams](https://www.army.mil/standto/archive_2015-06-23)\n\n\n",
    "date": "Monday, June 27, 2016",
    "quote": "#### Focus Quote for the Day\n\n> The  United  States  Army  Reserve  is a global  operational  reserve  force,  providing  operational capability  and  strategic  depth  to  the  Total Army  and  the  Joint Force  in  support  of  the  National \nDefense Strategy and Army commitments worldwide.\n\n\\- Chief of Army Reserve Lt. Gen. Jeffery W. Talley, on the State of the Army Reserve, in his executive summary to the Congress  \n\n[The 2016 Posture of the United States Army Reserve: A Global Operational Reserve Force](https://www.army.mil/e2/rv5_downloads/aps/aps_2016.pdf)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n**June 2016**\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}