{
    "id": "2016-06-28",
    "title": "Regional Satellite Communications Support Centers  ",
    "body": "####### Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) (USASMDC/ARSTRAT) provides round-the-clock satellite communications (SATCOM) transmission planning and engineering support for combatant commanders (COCOMs), services, agencies and international partners. \n\nUSASMDC/ARSTRAT is charged by the U.S. Strategic Command to operate and maintain  four Regional Satellite Communications Support Centers (RSSC) locations with combined expertise and support from the Navy, Air Force, and the Defense Information Systems Agency.\n\n* **RSSC East** at MacDill Air Force Base, Florida supports [U.S. Central Command](http://www.centcom.mil/), [U.S. Special Operations Command](http://www.socom.mil/default.aspx), [U.S. Southern Command](http://www.southcom.mil/Pages/Default.aspx) and [U.S. Strategic Command](https://www.stratcom.mil/)- Joint SATCOM Operations Branch\n* **RSSC West** at Peterson Air Force Base, Colorado supports U.S. Northern Command, U.S. Strategic Command, U.S. Transportation Command, Whitehouse Communications Agency, special users, and Canada\n* **RSSC Europe** at Patch Barracks, Germany supports U.S. European Command, U.S. Africa Command, Netherlands, Denmark, and Luxembourg\n* **RSSC Pacific** at Wheeler Army Air Field, Hawaii supports U.S. Pacific Command, Australia, and New Zealand\n\n\n**What has the Army done?**\n\nUSASMDC/ARSTRAT:\n\n* **Conducts** current assessments of future SATCOM planning requirements based on upcoming launches and emerging international partner agreements to develop a concept plan with increased manning at the RSSCs to meet future SATCOM planning requirements \n* **Reviews** and revises RSSC management policies for the SATCOM community of interest - current discussions center upon the support and command relationships between the Navy-owned Narrowband-Legacy Cell and the Air Force-owned Protected Band Cell \n* **Improves** and upgrades the automated systems supporting SATCOM resource planning - Joint Satellite Management Enterprise (JSME); Joint Integrated SATCOM Tools (JIST); Joint SATCOM Management and Planning System (JSMPS)\n* **Manages** leased commercial SATCOM services for the Department of Defense\n\n\n**What continued efforts does the Army have planned for the future?**\n\n The Army's ability to communicate and execute mission command over satellite systems is critical to current and future operations. USASMDC/ARSTRAT will continue to operate the RSSCs as a direct link to the combatant commanders, services, agencies and international partners and provide the satellite resource planning necessary to meet the joint and Army Warfighter's SATCOM requirements.\n\n**Why is this important to the Army?**\n\nThe Army is critically dependent upon satellite communications to execute mission command of forces deployed around the globe. The RSSCs execute Satellite Access Requests/Satellite Access Authorizations to meet Army and Department of Defense requirements for SATCOM. This capability makes the RSSCs a key part of the SATCOM enterprise -- providing assured and reliable SATCOM capability to the joint and Army Warfighter and assuring the Army's ability to execute mission command.\n \n**Resources:** \n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* Video: [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=PTkfD9uh3BQ&feature=youtu.be)\n\n\n**Related document:**\n\n* [Regional Satellite Communications Support Centers](http://www.smdc.army.mil/FactSheets/RSSC.pdf)\n* [RSSC Fact Sheet](https://www.smdc.army.mil/2008/Factsheets.asp)\n",
    "date": "Tuesday, June 28, 2016",
    "quote": "#### Focus Quote for the Day\n\n> Our ability to effectively execute mission command is essential to seizing the initiative and relentlessly exploiting emerging opportunities from the lowest to the highest echelon and from the strategic to the tactical level of war. \n\n\\- Lt. Gen. Robert Brown, commanding general of United State Army Pacific Command   \n\n[Mission Command in the 21st Century](http://armypress.dodlive.mil/files/2016/04/mission-command-in-the-21st-century.pdf)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n**June 2016**\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}