{
    "id": "2016-06-29",
    "title": "ELITE-SHARP Command Team Trainer",
    "body": "####### Provided by Army G-1  \n\n**What is it?**\n\nThe [U.S. Army Sexual Harassment Assault Response and Prevention (SHARP) Program](http://www.sexualassault.army.mil/)'s  Emergent Leader Immersive Training Environment (ELITE)-SHARP Command Team Trainer (CTT) is an interactive simulator  used by command teams to effectively work with  Sexual Assault Response Coordinators (SARCs) and [Victim Advocates](http://www.army.mil/standto/archive_2013-09-26) (VAs) in responding to incidences of sexual harassment and assault.  \n\nELITE CTT provides command teams with a virtual environment for interacting with avatars in different sexual harassment or sexual assault scenarios rather than prepackaged slide deck, videos, and classroom discussion. With this resource, company, battalion, and brigade commanders have an innovative way to learn their role and responsibilities in implementing the SHARP program in Army organizations. \n\n\n\n**What has the Army done?**\n\nThe Army has used the ELITE Lite Counseling training methodology and technology platform since September 2014 as a way to train junior officers and noncommissioned officers on how to deal with situations ranging from disagreements with superiors to sexual harassment. The [U.S. Military Academy]( http://www.usma.edu/SitePages/Home.aspx) at West Point, New York, has used the ELITE Lite Counseling application extensively integrating it into the [PL 300, Military Leadership](http://www.usma.edu/bsl/SitePages/PL300.aspx) course. The Army is considering making ELITE Lite part of the curriculum for junior NCOs at its Warrior Leader Course. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nWhile ELITE Lite is aimed at the platoon level and below and ELITE-SHARP CTT is for command teams, future ELITE modules expand its audiences by training specialty branches such as chaplains, doctors, and lawyers. The ELITE platform may also demonstrate the capability and potential to senior leaders for more interactive training by introducing artificial intelligence instead of selecting a response from three or four responses.\n\n**Why is this important to the Army?**\n\nThere are three intangibles to the Army's number one priority, readiness:  good order and discipline, cohesion and trust. The use of the ELITE Command Team Trainer facilitates the achievement of these three elements at the unit-level, where it's critical to foster a positive climate of prevention and establish strong working relationships between the command team and SHARP professionals. ELITE-SHARP CTT \ncreates an Army-wide baseline standard that lays out the \"golden rules\" for an effective unit SHARP program, ensuring consistency and proper application of policies throughout the Force.\n\n\n \n**Resources:** \n\n* [U.S. Army MILGAMING Portal](https://milgaming.army.mil/)\n* [U.S. SHARP Program](http://www.PreventSexualAssault.army.mil)\n* [SHARP Academy](http://usacac.army.mil/schools-and-centers/sharp-academy)\n\n**Related STAND-TO!**\n\n* [SHARP Readiness Executive Order](https://www.army.mil/standto/archive_2016-06-22)\n* [Emergent Leader Immersive Training Environment](https://www.army.mil/standto/archive_2014-09-29)\n* [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n",
    "date": "Wednesday, June 29, 2016",
    "quote": "#### Quote for the Day\n\n> A lot has been done on the response side, but more needs to be done on the prevention side.\n\n\\- Secretary of the Army Eric K. Fanning, reiterating an increased Army focus on prevention of the sexual assaults, at an Association of the United States Army's Institute of Land Warfare-hosted professional development forum breakfast, June 28 \n\n[Army needs to connect with American people, says Fanning](https://www.army.mil/article/170585)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n**June 2016**\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}