{
    "id": "2016-06-30",
    "title": "Independence Day",
    "body": "####### Provided by the Office of the Chief Legislative Liaison\n\n**What is it?**\n\nIndependence Day celebrates the adoption of the Declaration of Independence on July 4, 1776, by the Continental Congress declaring the thirteen American colonies to be independent from the British Empire. \nThe first national celebration was held on July 4, 1777 at Bristol, Rhode Island. Subsequently, in 1870, Congress declared Independence Day as a national holiday and in 1938 made it a paid federal holiday. \n\nThis year marks the 240th anniversary of the signing the Declaration of Independence and the Army theme this year is \"Celebrating 240 Years of Service and Sacrifice.\"  Independence day marks both the birth of the nation and the enduring need for Citizen Soldiers to defend the nation's liberties, traditions, and ideals.\n\n\n**What is the Army doing?**\n\nThe U.S. Army commemorates the service of generations of dedicated Soldiers and honors their sacrifice to defend the nation. On this observance, the [Army leadership takes time to thank](https://www.army.mil/e2/downloads/rv7/standto/docs/2016_independence_day_trisign.pdf) all the Soldiers, Civilians, and Families for their service. The Army encourages the total force to take a moment to reflect on the courage and patriotism of those who give their lives to uphold independence.   \n  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe men and women in uniform are among the few who have chosen a noble profession to serve and defend the American ideals of liberty. The Army in the defense of, and service to the nation will continue to: \n\n* Embody loyalty, duty, respect, selfless service, honor, integrity, and personal courage  \n* Serve with distinction and inspire future generations to serve  \n\n**Why is this important to the Army?**\n\nIndependence Day is an opportunity to remember all Americans are created equal and have the right to life, liberty and the pursuit of happiness. The Army safeguards these ideals through defense of the nation. The service and sacrifice of these Americans is a tremendous source of inspiration to the United States and its Total Army.  \n\n \n**Resources:** \n\n* [Tri-signed letter: Independence Day 2016 - *Celebrating 240 Years of Service and Sacrifice*](https://www.army.mil/e2/downloads/rv7/standto/docs/2016_independence_day_trisign.pdf)\n* [White House: Fourth of July ](https://www.whitehouse.gov/fourth-of-july)\n* [U.S, Army Morale, Welfare, Recreation Website](http://www.armymwr.com/)\n* [U.S. Army Installation Command Website](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom)\n* [Army Birthday](https://www.army.mil/birthday)\n* [Army Values](https://www.army.mil/values)",
    "date": "Thursday, June 30, 2016",
    "quote": "#### Focus Quote for the Day\n\n> On behalf of a grateful nation, we thank each one of you-the Soldiers, the Civilians and the Families of our Total Army team- for your bravery and patriotism defending this great nations and the ideals, traditions, and liberties that we all enjoy. Army Strong!\n\n\\- Secretary of the Army Eric K. Fanning, Chief of Staff of the Army Gen. Mark A. Milley and Sgt. Maj. of the Army Daniel A. Dailey\n\nTaken from the [Tri-signed letter: Independence Day 2016 - Celebrating 240 Years of Service and Sacrifice](https://www.army.mil/e2/downloads/rv7/standto/docs/2016_independence_day_trisign.pdf)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n**June 2016**\n\n[Army Safety Month](https://safety.army.mil/) (#ArmySafety @SafetyCenter  Tag @SafetyCenter on Twitter and @US-Army-Combat-ReadinessSafety-Center on Facebook)\n\n[Lesbian, Bisexual, and Transgender Pride Month](http://www.armydiversity.army.mil/) (#DoDPride #LGBT)\n\n[Army ROTC 100th Anniversary](http://www.cadetcommand.army.mil/) (#armyrotc #armyrotc100 Tag @armyrotc on Twitter and @cadetcommand on Facebook)\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}