{
    "id": "2014-08-01",
    "title": "Fifth Annual Antiterrorism Awareness Month",
    "body": "**What is it?**\n\nThe Army's Antiterrorism (AT) Program protects personnel, information, and facilities in all locations and situations against terrorist activities.  The purpose of AT Awareness Month is to instill Army-wide heightened awareness and vigilance to protect Army communities from acts of terrorism.  To protect our communities, we must embed AT awareness into training, leader development, and education.  That level of awareness is our most certain defense against terrorists.\n\n\n**Why is this important to the Army?**\n\nAntiterrorism awareness empowers the entire Army (units, leaders, Soldiers, Department of the Army civilians, families, and contractors) to take prevention measures and encourages each individual to serve as a \"sensor\" -- continuously aware of and reporting suspicious activity.  This year AT Awareness Month focuses on recognizing and reporting suspicious behavior indicating a potential terrorist act; establishing procedures to properly vet contractors who require access to Army facilities; and planning and conducting effective antiterrorism exercises addressing the range of threats along with their associated protective measures.   \n\n\n**What has the Army done?** \n\nAs part of our observance of Antiterrorism Awareness Month, leaders at all levels should seek to integrate Army Families and Family Readiness Groups into our protective umbrella.  Not only are they vital members of the Army community, they represent a formidable group that greatly extends the eyes and ears of our law enforcement and security professionals.  Leaders should identify ways each individual can contribute to the collective effort of keeping our Army and our installations safe from those who would do us harm.       \n\nIn support of an active AT awareness campaign, the Department of the Army, Office of the Provost Marshal General (OPMG) develops products and tools to support the field.  These products are available on the Army OPMG Antiterrorism Enterprise Portal (see resource below).  \n\nIn addition, to commemorate the attacks of 9/11, the OPMG (AT Branch) is establishing an AT information booth in the Pentagon from Aug. 5-7, 2014, to share information with members of the Army staff as well as other Pentagon tenants.  Commands from across the Army will also be conducting events to observe AT Awareness Month.\n\n\n**What efforts does the Army National Guard plan to continue in the future?**\n\n- Increased awareness associated with insider threat and active shooters\n- Continued integration of AT into the Army Protection Program and DoD Mission Assurance\n- Continuation of AT awareness quarterly themes for FY15\n- Execution of quarterly Army AT Synchronization VTCs\n\n**Resources:** \n\n* Note: The Antiterrorism Enterprise Portal has moved from the Army Knowledge Online to the [Army Policing Portal](https://west.esps.disa.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx) - - On Internet Explorer, select the DOD eMail certificate in order to gain access.\n* [Office of Provost Marshal General](http://www.army.mil/opmg)\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n* Related documents:\n* [- Joint Pub 2.0, Joint Intelligence](http://www.dtic.mil/doctrine/new_pubs/jp2_0.pdf)\n* [- Fort Hood Army Internal Review Team: Final Report](http://www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf)\n* Related STAND-TO!: \n* [-3Q/FY14- Antiterrorism Synchronization](http://www.army.mil/standto/archive_2014-03-31/)\n* [- 2Q/FY14- Antiterrorism and the Evolving Threat](http://www.army.mil/standto/archive_2014-01-02/)\n* [- 1Q/FY14- Antiterrorism Risk Management](http://www.army.mil/standto/archive_2013-10-07/)\n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- Army Antiterrorism](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)",
    "date": "Friday, August 1, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nWe never leave a fallen comrade, because we serve honorably and what we do impacts the entire organization and affects the trust the American people place on our Army.\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/leaders/sma/) shared during remarks with general officers and command sergeants major from across the components at the first CSA Army Profession Symposium, July 31, 2014, held in West Point, New York.\n\n\n### - [SMA: Ethics 'doorway' to Army profession](http://www.army.mil/article/131011/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}