{
    "id": "2014-08-04",
    "title": "Strategic Landpower Forum",
    "body": "**What is it?**\n\nThe Strategic Landpower Forum is an online collaborative site for Soldiers and officers of the Army, Marine Corps and Special Operations Forces to share insight on Strategic Landpower. \nStrategic Landpower is defined as the application of land forces toward achieving strategic outcomes across the range of military operations. \n \nCreated by [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), the forum uses a MilSuite site to allow discussions on topics such as how U.S. ground forces intersect with the cyber domain or how human aspects of military operations might shape future defense strategy.\n\n\n**Why is this important to the Army?**\n\nThe [Strategic Landpower Forum](https://www.milsuite.mil/book/community/strategic_landpower), launched in MilSuite, is seeking input from the total force to provide a conceptual foundation for Strategic Landpower. \n\nThe Army wants to hear from all Soldiers and officers who would like to:\n\n* -Engage in informative discussion and debate on Strategic Landpower \n* -Post articles, videos, white papers and presentations related to Strategic Landpower\n* -Share personal experiences and lessons learned from the battlefield  \n* -Generate new ideas that contribute to the advancement of Strategic Landpower studies \n\n\n**What has the Army done?** \n\nOn Jan. 28, 2013, Army, Marine Corps and Special Operations Command leadership chartered the Strategic Landpower Task Force (SLTF) to examine the role of landpower across the joint force. The SLTF findings explore the relationship among land, cyber and human aspects of military operations, in conjunction with air and sea, to determine how to apply land forces and capitalize on the lessons from the last 13 years of conflict. In March 2014, the Strategic Landpower Forum was launched in to foster discussion across the defense community and provide insight for consideration in the development of the Strategic Landpower Concept.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army hosts the development of new ideas about the evolving concept on the Strategic Landpower Forum. The forum will host Army, Marine Corps and Special Operations Command representatives who engage the community to learn from personal experiences on the battlefield, discuss doctrine implications and profit from thoughts about future applications at the tactical, operational and strategic level. The forum applies this insight to shape Strategic Landpower, achieve national objectives and ensure strategic success.\n\n\n**Resources:** \n\n* [Strategic Landpower Forum](https://www.milsuite.mil/book/community/strategic_landpower) (CAC Access Only) \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Strategic Landpower Task Force - Army Capabilities Integration Center](http://www.arcic.army.mil/Initiatives/strategic-landpower.aspx)\n* [Strategic Landpower Task Force White Paper](http://www.arcic.army.mil/app_Documents/Strategic-Landpower-White-Paper-28OCT2013.pdf) \n* [Strategic Land Power: 2013 AUSA Panel Discussion (VIDEO)](http://www.youtube.com/watch?v=iX7C6X3kXKc)\n* Related articles:\n* [- Cone shares Army focus for Force 2025](http://www.army.mil/article/120553/Cone_shares_Army_focus_for_Force_2025/)\n* [ - TRADOC: Strategic Landpower concept to change doctrine](http://www.army.mil/article/118432/TRADOC__Strategic_Landpower_concept_to_change_doctrine/)\n* [-Strategic landpower for the company commander: Leading the U.S. Army into the 21st century](http://www.army.mil/article/117938/Strategic_landpower_for_the_company_commander__Leading_the_U_S__Army_into_the_21st_century/) \n* [- Strategic Landpower must remain focus for Army](http://www.army.mil/article/111125/)\n* Related STAND-TO!: \n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)",
    "date": "Monday, August 4, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nStrategic Landpower can't be an all-or-none proposition. We have to be great team players, and we have to help our partner services (Navy, Marine Corps, Air Force) understand how the Army and landpower can only be successful if we have strong seapower and strong airpower.\n\n### - Gen. David G. Perkins, commanding general of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}