{
    "id": "2014-08-05",
    "title": "Spectrum Management",
    "body": "**What is it?**\n\nSpectrum Management is the tactical use of available frequencies for Army operations, from radio communications, to data transfer, to electronic warfare. The number of frequencies in the spectrum is finite and interference has become a problem as more and more devices enter the battlefield. \n\nWhen critical jamming systems used to combat radio-controlled improvised explosive devices cause interference and unintentionally disrupt friendly force communication systems, Soldiers are left in the difficult position of choosing either protection from IEDs or the ability to communicate.\n\n\n**Why is this important to the Army?**\n\nDefeating the IED threat has been a top priority for both the Army and the Defense Department for more than a decade, and the Joint Improvised Explosive Device Defeat Organization has acknowledged that \"IEDs are here to stay and are now a reality of 21st-century warfare throughout the world.\" While systems like the Counter RCIED Electronic Warfare (CREW) are effective against IEDs, they can create a \"fog of war\" when communications systems are inadvertently disrupted. \n\nCoalition Joint Spectrum Management Planning Tool (CJSMPT) is the only spectrum management tool in the Defense Department to leverage complex data from CREW jammer systems to de-conflict that device from communications radios. This tool will allow Soldiers to counter the IED threat by maintaining communications, and complete missions safely and effectively. \n\n\n**What has the Army done?** \n\nResearchers from the [U.S. Army Communications-Electronics Research, Development and Engineering Center (CERDEC)](http://www.cerdec.army.mil/) , a U.S. Army Materiel Command element of the [U.S. Army Research, Development and Engineering Command (RDECOM)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/), have developed the Coalition Joint Spectrum Management Planning Tool (CJSMPT) to address and avoid frequency interference between jammers and communications systems by proactively reassigning frequencies.\n\nCJSMPT allows the spectrum manager to show the commander a 3-D geographical visualization of convoy routes. By analyzing force structure, geographic separation, terrain and radio frequency propagation, CJSMPT can predict interference before a course of action is chosen -- and before Soldiers are put in harm's way.\n\nThe tool also assists spectrum managers with the complex task of requesting, assigning and managing the frequencies allocated to their unit.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nIn April 2014, CJSMPT was transitioned to the Defense Information Systems Agency where the system will be managed under the Global Electromagnetic Spectrum Information System (GEMSIS) program of record. It will continue to be fielded to locations across the globe throughout 2014.\n\nArmy researchers are working closely with coalition partners from South Korea and France to determine how spectrum data can be shared between CJSMPT and other coalition spectrum tools. Once a process is established, it will be expanded to coalition partners to de-conflict jammers and coalition communications.\n\n\n**Resources:** \n\n* [U.S. Army Communications-Electronics Research, Development and Engineering Center](http://www.cerdec.army.mil/)\n* [CERDEC Space & Terrestrial Communications Directorate](http://www.cerdec.army.mil/inside_cerdec/stcd/)\n* [Project Manager Counter RCIED Electronic Warfare (CREW)]( http://peoiews.apg.army.mil/index.html)\n* [DISA Global Electromagnetic Spectrum Information System](http://www.disa.mil/Services/Spectrum/Enterprise-Services/GEMSIS)\n* Related articles:\n* [- Congress told IEDs will remain 'weapon of choice' for decades](http://www.army.mil/article/87833/)\n* Related STAND-TO!:\n* [- Counter-Improvised Explosive Device Integration Cells](http://www.army.mil/standto/archive/2010/03/10/)",
    "date": "Tuesday, August 5, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nPrior to this tool, military planners predicted interference based on static analysis, which tended to cause overly conservative solutions and loss of opportunity for spectrum reuse. By coordinating all emitters and knowing their locations in a region, spectrum planners will now be able to boost reuse and significantly increase communication bandwidth to the forces. CJSMPT represents a major step forward in automating the frequency assignment process as well as in providing advanced spectrum planning, deconfliction and visualization capabilities for the Warfighter.\n\n### - Stuart Timerman, director, Defense Spectrum Organization, [Defense Information Systems Agency](http://www.disa.mil/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}