{
    "id": "2014-08-06",
    "title": "Fuerzas Aliadas Panamax 2014",
    "body": "**What is it?**\n\n[U.S. Army South](http://www.arsouth.army.mil), along with armed forces from 17 nations, will take part in the annual [U.S. Army Southern Command](http://www.southcom.mil)-sponsored *Fuerzas Aliadas PANAMAX 2014* exercise. The exercise will be conducted simultaneously at Fort Sam Houston, Texas; Miami, Florida; Suffolk, Virginia; and in Panama, Aug. 6-17.\n\nCommonly known as Panamax, the exercise brings together sea, air and land forces in a joint and combined operation focused on defending the Panama Canal from attacks by a violent extremist organization as well as responding to natural disasters and pandemic outbreaks in various locations. This year, in addition to the United States, Brazil and Colombia, participants from Argentina, Belize, Canada, Chile, Dominican Republic, Ecuador, El Salvador, Guatemala, Honduras, Mexico, Nicaragua, Panama, Paraguay and Peru will take part in the exercise.\n\n\n\n**Why is this important to the Army?**\n\nPanamax provides opportunities for the participating nations, along with [U.S. Army South](http://www.arsouth.army.mil) to join efforts to counter threats from transnational criminal organizations, while providing for humanitarian relief and to security  of the Panama Canal as deemed necessary by the Government of Panama and other nations of the region.\n\nAdditionally, all the participants in Panamax will benefit their countries and the region by increasing professional understanding of the Western Hemisphere and reassuring our commitment to regional peace and respect for sovereignty.\n\n\n**What has the Army done?**\n \nThis major multinational exercise has grown dramatically since 2003 when the U.S. Army conducted the first exercise together with Panama and Chile.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nParticipants will be able to exchange their experiences, expertise and will gain new knowledge about each other's culture and people. These interactions strengthen the U.S. Army bonds across the region and foster long-lasting friendships and understanding among its partner nations, ultimately benefiting the security of the region.\n\nArmy South has conducted numerous exercises and operations, such as Panamax, that provide high-level training opportunities for our service members and partner nations.  Future exercises will build upon that training to ensure we are prepared to deploy and conduct contingency operations together.\n\n\n**Resources:** \n\n* [U.S. Army South website](http://www.arsouth.army.mil)\n* [U.S. Army South on Facebook](http://www.facebook.com/ArmySouth)\n* [U.S. Army South on YouTube](http://www.youtube.com/usarmysouth)\n* [U.S. Army Southern Command website](http://www.southcom.mil)\n* [Army.mil: Central/South America and Caribbean News](http://www.army.mil/news/centralsouthcaribbean/)\n* Related STAND-TO!:\n* [- U.S. Army South Command Strategy](http://www.army.mil/standto/archive_2013-02-06/)\n ",
    "date": "Wednesday, August 6, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nEvery Soldier's job, no matter what he or she does, is critical, but I really think the work we're doing in TRADOC and here at the MCoE and the Infantry School at this point in the time in the history of our country and our Army is the most important work that we're doing.\n\n### - Brig. Gen. James Rainey, 55th Infantry School commandant and chief of Infantry, during a welcome ceremony held Aug. 1, at Derby Auditorium on Fort Benning, Georgia \n\n### - [Fort Benning welcomes new Chief of Infantry](http://www.army.mil/article/131235/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}