{
    "id": "2014-08-07",
    "title": "Squad Overmatch Study",
    "body": "**What is it?**\n\nSquad Overmatch Study, the common reference for Design, Implement, and Demonstrate Integrated Training to Optimize Human Performance and Discourage PTSD and Suicide, is the top ranked study for the Army Study Program (ASP) in fiscal year 2013 (FY13) and FY14.  Unlike studies that focus on treating PTSD, this study focuses on prevention of PTSD through the employment of virtual technology combined with learned techniques to manage psychological stress.\n\n\n**Why is this important to the Army?**\n\nThis study supports four of the five strategic priorities set forth by the Chief of Staff of the Army in October 2013. Additionally, it supports ASP objective #4. The study has a potential to save Soldier lives as well as money. The rate of both PTSD diagnoses and Soldier suicide are particularly alarming for the Army. This study attempts to address and deter both of these major issues facing the Army today.\n\n\n**What has the Army done?**\n \nThe FY13 study produced a training concept and technology insertion roadmap to enhance training techniques and technologies, successfully identifying resilience, mental and situational awareness skills that could potentially deter PTSD and suicide. \n\nThe FY14 Squad Overmatch Study team employed a study methodology using experimental learning and guided practice based on realistic cases to assess how advanced situational awareness skills, combined with stress management methods, facilitate recognition, perception, and adaptation to combat stressors. \n\n* The Stress Exposure Training (SET) model incorporated situational awareness and stress management with foundation skills and enhanced realism, consisting of four key experiential learning tenets: \n* -Continuum (when we train)\n* -Scenarios (what we train)\n* -Technology/cognitive realism (believable presentation) \n* -Integrated after action report (how we learn)\n\nThe methodology implemented accelerated two day study sessions that simulated opportunities to learn skills that would normally be spread over the two year warrior skill training continuum.\n\n**What efforts does the Army plan to continue in the future?**\n\nThe team concluded that implementing Human Dimension Training across multiple mission training areas can be enormously beneficial based on multiple factors including Soldier feedback. Implementation of the training will require a paradigm shift in Army training methodology. This presents a set of challenges itself. The next steps for this study are to mature the continuum, scenarios and technology; develop a skills task list with the related desired behavior development scenario; ensure that there are no simplicities and that the Squad must work as a dedicated cross-functional team; and the establishment of a Center of Excellence (CoE) for Overmatch Training: development, integration, testing, and implementation strategy.\n\n\n**Resources:** \n\n* [Army G-8](http://www.g8.army.mil/)\n* [ASPMO](http://www.g8.army.mil/organization/army_study_program_management_office/)\n* [ASPMO on Facebook](http://www.facebook.com/armystudies)\n* [ASPMO on AKO](https://secureapp2ako.hqda.pentagon.mil/ako/aspmo/index.aspx)\n* [PEO-STRI](http://www.peostri.army.mil/)\n* [CSA FY14 Strategic Priorities](http://www.army.mil/e2/c/downloads/316390.pdf)\n* Related Articles:\n* [- Army Study Program helps inform diverse array of Army decisions, solutions](http://www.army.mil/article/106423/)\n* [- Army studies range from virtual marksmanship to waste water reuse](http://www.army.mil/article/97872/)\n* [- PTSD -- Is mental armor possible?](http://www.army.mil/article/116234)\n* [- Army study looks at 'Developing Mental Armor for Soldiers'](http://www.army.mil/article/130295/)\n* Related STAND-TO!:\n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)",
    "date": "Thursday, August 7, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nWe have a very small Army that will get smaller, but we will still have to do the things we've done over the last 13 years. We're not going to be able to be successful as an Army if we have Soldiers who don't have the ability to bounce back -- whether that's from an emotional injury or physical injury -- so we've got to have as many Soldiers ready as we possibly can.\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler](http://www.army.mil/leaders/sma/) talks about the Army's Ready and Resilient Campaign during a visit to Fort Drum, Aug. 5, to meet with Soldiers and family members.\n\n### - [SMA: Engaged leadership key to resilient force](http://www.army.mil/article/131283/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}