{
    "id": "2014-08-08",
    "title": "NCO CSL Selection Changes",
    "body": "**What is it?**\n\nThe Command Select List (CSL) system has filled the U.S. Army's most critical brigade and battalion level Command Sergeant Major (CSM) and Sergeant Major (SGM) Key Billets with the Army's best qualified, most senior non-commissioned officers (NCOs). To optimize the CSL system, adjustments are being made so it continues to serve as a key tool in shaping the future of the Army.    \n\n\n**Why is this important to the Army?**\n\nServing as a CSM or as a SGM in a key billet is an extraordinary privilege and honor. The Army continues to need highly competent leaders who possess the depth and breadth of character and are committed to Soldiers while also understanding an ever changing environment.   \n\n\n**What has the Army done?**\n\nThe Army is implementing changes in how it considers, selects and slates Command Sergeants Major and Sergeants Majors for placement in the most important positions without leaving talent on the bench.  \n \n\n**What efforts does the Army plan to continue in the future?**\n\nChanges will be implemented for the fiscal year 2016 Army Component (AC) and Active Guard Reserve (AGR) Brigade/Battalion CSM and SGM Key Billet CSL boards that convene in Oct.14. CSM and SGMs will be required to \"opt-in\" to compete and by doing so, are \"all-in\" and therefore compete in all sub-categories they are eligible.  \n\nThrough the [Command Preference Designation](https://knoxhrc16.hrc.army.mil/ahrc/ospp/home/HTDocs/) (CPD) tool, CSM and SGMs will rank order their CSL sub-category preferences and associated units. The board will create a single Order of Merit List (OML) for each Functional Category (OPS, OS, FS).  Principal selects are then aligned to sub-categories based on OML order and NCO preferences. \n\nSlating to units will be conducted by HRC Assignment Branches and alternates will reside on a single OML.  As in prior years, slating will be done in accordance with the SMA's slating guidance.  \n\nTo enable these changes, the [U.S. Army Human Resources Command](http://www.hrc.army.mil/) has consolidated its officer and enlisted Command Management Branches. This merger places the program management of all Centralized Selection List billets, boards and slating processes under a single entity- Officer Personnel Management Directorate.\n\n\n**Resources:** \n\n* [Human Resources Command](http://www.hrc.army.mil/)\n* [Command Preference Designation](https://knoxhrc16.hrc.army.mil/ahrc/ospp/home/HTDocs/)  \n* CAC log-in required: [Active MILPER messages](https://www.hrc.army.mil/Milper/Active)\n* Related articles:\n* [-Next command boards require 'opt in, all in' for eligible officers](http://www.army.mil/article/103210/)\n* [-Command Sergeant/Key Billet Major Centralized Selection List](http://www.army.mil/article/63407)\n* [-First CSMs selected under new system to take units this year](http://www.army.mil/article/53798/)",
    "date": "Friday August 8, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nAugust marks the Army's fifth annual observance of Antiterrorism Awareness Month. Each year, we improve our defenses through increased threat awareness and organizational and individual protection measures ... We urge all commanders to actively engage with your Soldiers, civilians and families, conduct training and exercises, and sponsor events that reinforce the importance of protecting our communities against the persistent terrorist threat. \n\n \n### - Senior Army Leaders' 2014 Antiterroism Awareness Message\n\n### - Read the complete message in the [tri-signed letter: 2014 Antiterroism Awareness Message](http://www.army.mil/article/131131/)\n\n### Related STAND-TO!: [Fifth Annual Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}