{
    "id": "2014-08-11",
    "title": "National Immunization & Influenza Awareness",
    "body": "**What is it?**\n\nThe month of August has been designated as National Immunization & Influenza Awareness Month. It is critically important that every Soldier, family member, Department of the Army civilian and health beneficiary receive all required immunizations. This includes yearly influenza immunizations to ensure the Army is a healthy and mission-ready force. In the U.S., influenza results in more than 25 million reported cases, 150,000 hospitalizations due to serious complications and more than 30,000 deaths annually. Immunization is the primary method for preventing influenza and its complications.\n\n\n**Why is this important to the Army?**\n\n[Army Medicine](http://armymedicine.mil/pages/home.aspx) is committed to ensuring that every Soldier, family member, DA civilian, healthcare provider and retiree receives the vaccines they need to stay healthy. Flu seasons are unpredictable and have the potential to impact force readiness and the Army's mission.   \n\n\n**What has the Army done?**\n\nImmunizations are the best protection against disease and have saved more lives than any other medical measure in history. One economic analysis projected that the routine childhood immunization schedule can prevent up to 42,000 deaths and 20 million cases of disease. Morbidity from vaccine-preventable diseases has fallen 90 percent or more for most diseases since the mid-20th century.  \n \n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army continues to aggressively educate all Soldiers, family members and other beneficiaries on the importance of keeping their immunizations up to date. For the 2014-2015 influenza season, the Army has contracted for 1.8 million doses of influenza vaccine. This amount will ensure all in the care of the Department of the Army are protected against influenza. It is projected that manufacturers will begin delivering influenza vaccine to the Defense Logistics Agency (DLA) in August.\n\n**Resources:** \n\n* [Military Vaccine (MILVAX) Agency]( http://www.vaccines.mil/)\n* [Vaccines Healthcare Center Network (VHC)](http://www.vhcinfo.org/)\n* [Centers for Disease Control and Prevention (CDC)](http://www.cdc.gov/vaccines)\n* [Army Medicine](http://armymedicine.mil/pages/home.aspx)\n* [Army.mil: Army Medicine News](http://www.army.mil/armymedicine)\n* Related STAND-TO!:\n* [-Military Immunization Program](http://www.army.mil/standto/archive_2013-08-08/)\n",
    "date": "Monday,  Aug. 11, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nVaccination for influenza is the most important step you can take in the next few months to ensure you are healthy this coming flu season.  They are also vital in improving the health of our Soldiers, families and retirees.\n \n### - Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general of the [U.S. Army Medical Command](http://www.armymedicine.mil/pages/home.aspx) \n\n### - [August is National Immunization and Influenza Awareness Month](https://ermc.amedd.army.mil/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}