{
    "id": "2014-08-12",
    "title": "Performance Triad and Back to School Month  ",
    "body": "**What is it?**\n\nThe readiness, health and resiliency of its force and families are a major priority for the Army and [Army Medicine](http://www.armymedicine.mil/). To achieve success in these areas, Army Medicine created the [Performance Triad (Sleep, Activity, and Nutrition)](http://armymedicine.mil/Pages/performance-triad.aspx), a health literacy and health promotion program that supports the [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient).  The goal of the program is to positively impact the health, readiness and resiliency of Soldiers and the total Army family.\n\n\n**Why is this important to the Army?**\n\nThe Performance Triad program supports the [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient) with the intention to motivate individuals, units and families to be their best.  When Soldiers and families focus on creating good habits of sleep, activity, and nutrition they are more likely to sustain peak performance, readiness and health. \n\nThe Triad promotes targets of opportunities for individuals and families to lead healthier lives, such as taking 10,000 steps a day, eating eight fruits and vegetables per day, and getting 7-9 hours of sleep each night. These seemingly simple goals are a key part of an individual's responsibility that produce significant health benefits and impact their *Lifespace* -- where everyone believes health really happens -- where we live, work and play.  The choices made regarding sleep, activity and good nutrition create the foundation of living well.\n\n\n**What has the Army done?**\n\nIn June, leaders, Soldiers, providers and staff at the Office of the Army Surgeon General (OTSG) and U.S. Army Medical Command (MEDCOM), and every Army regional medical command, major subordinate command, and medical treatment facility, hosted a Performance Triad kick-off week to continue spreading the word and information on healthy living.\n\nAdditionally, as part of a continuing effort to transform from a health care system to a System for Health -- one that is focused on prevention and wellness as well as providing safe, quality care -- the tenets of the Performance Triad and Brain Health are being promoted in back-to-school and sports physicals across installations.  Simple fact sheets and a social media campaign were developed to promote and educate families and children on the importance of Sleep, Activity, Nutrition and Brain Health for better school performance and overall health.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nArmy Medicine is working to create a program across the Total Army to continue promoting the Performance Triad around the globe. Educating Soldiers and family members about the benefits of making healthy lifestyle and behavior choices is critical to personal readiness and resilience. \n\n\n**Resources:** \n\n* [Army Medicine](http://www.armymedicine.mil/)\n* [Performance Triad (Sleep, Activity, and Nutrition)](http://armymedicine.mil/Pages/performance-triad.aspx)\n* [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* [Army Families](http://www.army.mil/families)\n* Related articles:\n* [- Leveraging technology to increase Soldier health and awareness](http://www.army.mil/article/105590/)\n* [- The Performance Triad: Nutrition - the connective link in your lifespace](http://www.army.mil/article/97798/)\n* [- Surgeon General defines end state of Performance Triad roll out](http://www.army.mil/article/97318)\n* [- Be part of the System for Health](http://www.army.mil/article/126934)\n* Related STAND-TO!:\n* [- Army Ready and Resilient](http://www.army.mil/standto/archive_2013-03-13)\n* [- Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [- Performance Triad Activity](http://www.army.mil/standto/archive_2013-02-27) \n* [- Performance Triad Sleep](http://www.army.mil/standto/archive_2013-02-13/)\n* [- Performance Triad Nutrition](http://www.army.mil/standto/archive_2013-01-31/)\n* [- Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n\n",
    "date": "Tuesday,  Aug. 12, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nIt would be tragic, if in the evening of our lives, as the shadows grow longer, we come to the realization that life could have been better, or that we didn't live up to our potential. A healthy lifestyle can lead to a better life with more engagement, energy and fulfillment.\n \n### - Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general of the [U.S. Army Medical Command](http://www.armymedicine.mil/pages/home.aspx) \n\n### - [Army Surgeon General delivers prescription for health](http://www.army.mil/article/113859)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}