{
    "id": "2014-08-13",
    "title": "Mission Command Exercise Planner Course  ",
    "body": "**What is it?**\n\nThe Mission Command Exercise Planner (MCEP) course is composed of classes, demonstrations, practical exercises and hands-on training that teach [First Army](https://www.first.army.mil) exercise planners to develop, design, plan, manage and execute battalion through division staff training exercises.\n\n\n**Why is this important to the Army?**\n\nArmy Total Force Policy requires the integration of active with reserve component (RC) training within the Army's Live, Virtual, Constructive, Gaming - Integrated Training Environment (LVCG-ITE). First Army ensures mission command exercise planning expertise throughout the organization by requiring its exercise planning personnel, at all levels, to attend the MCEP course. Trained First Army planners develop exercises focused on teaching RC formations to operate in a decisive action environment, while incorporating LVCG-ITE processes to achieve training efficiencies. \n\n\n**What has the Army done?**\n\nArmy Total Force Policy (ATFP) requires active and reserve component integrated training at the tactical level. First Army, Force Command's executing agent for RC training support, created and implemented the MCEP course earlier this year to train First Army planners in exercise development and help RC formations achieve ATFP and readiness requirements.\n\nThe MCEP course is conducted by Mobile Training Team (MTT) members of First Army's G3 Training Exercise Branch who are experienced in planning, developing and executing pre-deployment and pre-Warfighter exercises for divisions, sustainment commands, brigades and combat brigades. MTT members teach procedures and techniques developed and refined at pre-deployment exercises by the Joint Warfighting Center (JWC) and Mission Command Training Program (MCTP) since 2002.\n\nFollowing guidance in the Army's LVCG-ITE strategy, the MCEP course teaches participants to develop scenario backgrounds and events, coordinate personnel support, plan the technical architecture and pre-start activities, and control the exercise during execution. A significant portion of the course covers procuring and using training simulators and simulations and hands-on familiarization with the Army Low Overhead Training Toolkit (ALOTT).\n\n\n**What efforts does the Army plan to continue in the future?**\n\nReserve component units in pre-mobilization status conduct required training during battle assemblies and two-week annual training periods. First Army provides an operations group-type contingent -- skilled in exercise design, scenario development and planning support throughout the Army Force Generation process -- to provide RC formations a wide variety of training support exercises and culminating training events. To accomplish this, First Army planners leverage integrated architecture and mission command enablers, including combat opposing forces, multiple integrated laser engagement systems, training aids, devices, simulations and simulators. \n\n\n**Resources:** \n\n* [First Army](https://www.first.army.mil)\n* [First Army Premier Trainers Tri-fold Pamphlet (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* Related STAND-TO!:\n* [- Army Total Force Policy- Reserve Component Training Integration](http://www.army.mil/standto/archive_2014-05-21/)\n* [- Live, Virtual, Constructive, Gaming in Reserve Component Training](http://www.army.mil/standto/archive_2013-05-23/)\n* [- Army Low Overhead Training Toolkit in Reserve Component Training](http://www.army.mil/standto/archive_2014-06-11/)\n* [- Total Army Training Summit](http://www.army.mil/standto/archive_2013-09-19/)\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n",
    "date": "Wednesday, Aug. 13, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nThere's a lot of things that engaged leadership means, but to me it means being present in your Soldiers' lives, whether they live in the barracks or off post ... I go back to the Army profession where it's about character, commitment and confidence. You should be looking out for the welfare of your battle buddy both on and off duty. You should be committed to them, willing to do what is necessary to ensure their well-being.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, emphasizing that an  engaged leadership, at the first-line supervisor level, is the the key to supporting the senior leader's intent of building a resilient force, during a recent visit to Fort Drum, New York\n\n### - [SMA: Engaged leadership key to resilient force](http://www.army.mil/article/131283/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}