{
    "id": "2014-08-14",
    "title": "The Army Career Intermission Pilot Program",
    "body": "**What is it?**\n\nThe National Defense Authorization Act of 2009 gave Service Secretaries authority to implement a Career Intermission Pilot Program (CIPP). CIPP provides for a limited number of members to depart active duty for a designated period and later return without losing their career investment. High-performing commissioned officers, warrant officers, and enlisted personnel may request to leave active duty for a period up to three years or less and return to active duty.\n\n\n**Why is this important to the Army?**\n\nThe National Defense Authorization Act of 2009 noted that the purpose of the intermission program is to evaluate whether permitting inactivation from active duty and providing greater flexibility in career paths for members of the Armed services is an effective means to enhance retention.  \n\n\n**What has the Army done?**\n\nArmy Directive 2014-07, *Army Career Intermission Pilot Program* [(CAC login)](http://www.apd.army.mil/pdffiles/ad2014_07.pdf) was approved in May 2014 and is the governance for implementation of the program. MILPER Message 14-143, *Army Career Intermission Pilot Program* (CIPP) Calendar Year (CY) 2014 [(CAC login)](https://www.hrc.army.mil/milper/14-143) was released on May 22, 2014. The message provides detailed guidance and application procedures for the field.\n\n**What efforts does the Army plan to continue in the future?**\n\nA selection panel is scheduled to convene September 2014 to review all applications. Selectees will be subsequently notified in October for entry into the program not earlier than June 2015.\n\n\n**Resources:** \n\n* [Human Resources Command](http://www.hrc.army.mil/)\n* CAC log-in required: \n* [Army Directive 2014-07: *Army Career Intermission Pilot Program*](http://www.apd.army.mil/pdffiles/ad2014_07.pdf)\n* [MILPER Message 14-143: *Army Career Intermission Pilot Program* CY  2014](https://www.hrc.army.mil/milper/14-143)\n* Related articles:\n* [- Program offers partially paid break from Army](http://www.army.mil/article/127763/) \n* [- CSA taps captains for talent-management ideas](http://www.army.mil/article/129846/)",
    "date": "Thursday, Aug. 14, 2014",
    "quote": "A Tribute\n-------------------------------------------\n\n[Harry] was a true patriot and the epitome of what we hope and expect of our senior leaders -- a leader who is competent, able to do whatever job is given to him and to do it to the best of his ability with commitment to Soldiers, the Army, the nation, the mission and able to balance that with commitment to his family.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), in his tribute to Maj. Gen. Harold J. Greene,  killed by an Afghan Soldier Aug. 5, at a memorial ceremony held in the Pentagon auditorium yesterday\n\n### - [Army memorial ceremony honors Maj. Gen. Greene](http://www.army.mil/article/131728)\n\n### Related video: [Odierno Releases Condolence Statement](https://www.youtube.com/watch?v=dqx_ZYQMQPM) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}