{
    "id": "2014-08-15",
    "title": "Army National Guard's Mission and Requirements Roster Synchronization Tool ",
    "body": "**What is it?**\n\nThe Army National Guard's Mission and Requirements Roster Synchronization (MARRS) Tool combines Army operational information and tasks with individual and unit readiness data.  This integration enables real-time and historical analytics to assign the operational requirements to the most ready units and identify qualified and available personnel that are truly the best fit for each specific mission set.  \n\nThe MARRS concept is enclaved under the Reserve Component Manpower System-Guard (RCMS-G) with existing Army Portfolio Management System (APMS) registrations, and is intended to become the comprehensive Reserve Component (RC) solution for the development and fulfillment of mission requirements, and has begun fielding live information.\n\nThe MARRS objectives are to:\n\n* (1) Assist decision makers to identify shortfalls and resource solutions much earlier in the Army Force Generation (ARFORGEN) requirements cycle.\n* (2) Provide planners with analytical tools and statistical modeling in support of tasked requirements for deployment, redeployment, and collective training events.\n* (3) Save an immeasurable number of man-hours by automating numerous tasks.  \n\n\n**Why is this important to the Army?**\n\nStrategically, the MARRS effort leverages the Department of the Army Management Office - Operations & Contingency Plans Division (DAMO-ODO) Mobilization Common Operating Picture (MOBCOP) architecture and data on both SIPRNet and NIPRNet and therefore can provide Shared Situational Awareness (SSA or SA) for all affected stakeholders.   \n\n\n**What has the ARNG done?**\n\nAdditionally, the ARNG has tailored the following applications over the last ten years under the RCMS portfolio to increase readiness: \n\n* (1) 2012 - Guard Incentive Management System (GIMS) -- manages incentives and includes features that manage the current and out year budgets, and ensures compliance with applicable law, DODI, policies, and regulations.\n* (2) 2012 - Formation View is a graphical display of the Unit Manning Rosters (UMR) using a Soldier avatar that is overlaid with readiness metrics using various weights and measurements.\n* (3) 2008 and 2012 - Retention Management Software (RMS) automates processes such as extension/reenlistment, Sponsorship, and AWOL Recovery under one management umbrella.\n\n\n**What efforts does the ARNG plan to continue in the future?**\n\nAs a result of the MARRS initiative with DAMO-ODO, the existing Mobilization and Deployment Information System sourcing capability and the Department of the Army Mobilization Processing System-Unclassified modules have been enhanced and will be implemented over the next 90-days.\n\n\n**Resources:** \n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* For more information on MARRS: \n*  - Call RCMS helpdesk: 1-800-339-0473\n*  - Email: [RCMS helpdesk](mailto:ng.ncr.arng.mbx.rcms-g@mail.mil)\n",
    "date": "Friday, Aug. 15, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nWhen we get things in balance, then we're able to preserve the mission that we have, we're able to do the kinds of training and testing that we need our lands for.\n\n### - Katherine Hammack, the assistant secretary of the Army for Installations, Energy and Environment speaks to how climate or with disruptions to the power supply can impact Army training and operations.\n\n### - [Army focuses on good energy stewardship to protect mission](http://www.army.mil/article/131867)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}