{
    "id": "2014-08-18",
    "title": "Unified Quest 2014: Deep Future Wargame",
    "body": "**What is it?**\n\n[Unified Quest'14](http://www.arcic.army.mil/Initiatives/unified-quest.aspx) is a key effort in the Army Campaign of Learning, led by U.S. Army Training and Doctrine Command's [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx)(ARCIC). UQ is also the Army chief of staff's primary mechanism for examining what the Army must do and how it will fight in the future operational environment of 2030 to 2040. \n\nThroughout a series of wargames, seminars, analytical studies and related events, UQ explores emerging and enduring challenges and opportunities. The culminating event for this year is UQ's Deep Future Wargame, which is held at Carlisle Barracks, Pennsylvania, from August 17-22, 2014. The UQ 2014 wargame scenario involves a failing state in crisis from insurgency and internal corruption with the complications of a major flood disaster in a mega-city set in 2035.  \n\n\n**Why is this important to the Army?**\n\nThe Army's Campaign of Learning helps senior leaders focus on achieving National Security Strategy objectives by adapting in the near-term, evolving in the midterm, and innovating in the long-term. Through the Campaign of Learning, the Army identifies concepts and capabilities needed as part of the joint force to protect U.S. national interests and achieve strategic objectives in 2025 and beyond. Additionally, UQ supports concepts and capabilities development as part of the Force 2025 modernization effort to prepare the future Army to be more lethal, expeditionary and agile to meet future operational demands and challenges in the near (2020), mid (2025), and far term (2030-40).   \n\n\n**What has the Army done?**\n\nThe Deep Future Wargame is the culminating event in the fiscal year 2014 Army Campaign of Learning *Explore* line of effort. For the past decade, the Army focused on meeting current and near-term challenges; this wargame marks a return to exploring 20-30 years into the future.\n\n**What efforts does the Army plan to continue in the future?**\n\nARCIC will continue exploring the challenges and opportunities in the operational environment of 2030-2040 and identify their implications across Army doctrine, organization, training, materiel, leadership, personnel, facilities and policy while also looking at the future design of the force. This involves developing ideas, operational approaches and informing capabilities development to solve enduring and emerging problems facing the Army across the range of military operations. In addition, UQ efforts will continue informing investment opportunities in science and technology, human performance optimization, institutional education, and training.\n\n\n**Resources:** \n\n* [Unified Quest'14](http://www.arcic.army.mil/Initiatives/unified-quest.aspx)\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx)\n* Related Documents: \n* [- Army Capstone Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-0.pdf)\n* [- Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* Related STAND-TO!:\n* [- The U.S. Army Capstone Concept](http://www.army.mil/standto/archive/issue.php?issue=2013-01-02)\n\n",
    "date": "Monday, Aug. 18, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nOur Soldiers, civilians and Army families ... are the strength of our nation and our Army, and they make the sacred honor of leading a pure joy. They continue to bear the brunt of the nation's service with grace, humility, confidence and professionalism. \n\n### - Gen. Daniel B. Allyn, the 35th vice chief of staff of the Army, as he relinquishes the colors to Gen. Mark A. Milley, the incoming commander for [U.S. Army Forces Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/forscom/), Aug. 15 \n\n### - [Milley takes FORSCOM colors, Allyn departs Fort Bragg to become Army vice chief](http://www.army.mil/article/131856/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}