{
    "id": "2014-08-19",
    "title": "Ulchi Freedom Guardian",
    "body": "**What is it?**\n\nIn the spirit of the Republic of Korea - United States (ROK-US) Mutual Defense Treaty of 1953, Ulchi Freedom Guardian (UFG) is a Chairman of the Joint Chiefs of Staff (CJCS)-sponsored, commander, USPACOM-directed, United Nations Command (UNC), Combined Forces Command (CFC), and U.S. Forces Korea (USFK) annual joint/combined command post exercise (CPX). \n\nIt is a defense-oriented command and control exercise that enhances the combat readiness of the Republic of Korea and U.S. supporting forces through combined and joint training while improving ROK-U.S. combat readiness, joint/combined interoperability and interoperability among United Nations Command Sending States. \n\nThe focus of the exercise is on strategic, operational and tactical aspects of general military operations in the Korean Theater of Operations (KTO) should defense of the peninsula become necessary. The scope of the exercise extends beyond the Korean Peninsula and takes a whole-of-government approach. The exercise is conducted at CFC and ROK military installations throughout South Korea and is tied to the ROK government's national defense exercise Ulchi. \n\n**Why is this important to the Army?**\n\nThe conduct of UFG demonstrates U.S. commitment to the defense of the Republic of Korea as well as the security and stability of the Korean peninsula and the Pacific region. \n\nIn addition, USARPAC strives to achieve the national strategy and the President's Pacific rebalance setting the theater for deterrence, maintaining contingency forces, expanding the Army Air and Missile defense capabilities to defend against expanding threats and reshaping USARPAC headquarters. \n\n**What has the Army done?**\n\nIn July 1976, in anticipation of the establishment of a combined forces command, the annual ROK government mobilization exercise Ulchi was combined with UNC/U.S. Forces Command/Eighth U.S. Army's CPX Focus Lens. Exercise Ulchi-Focus Lens (UFL) was institutionalized to enhance ROK-U.S. interoperability by training commanders and staffs from both nations in wartime planning, command and control operations, intelligence, logistics and personnel procedures required for the successful defense of the ROK. The name of the exercise was changed to Ulchi Freedom Guardian in 2008. \n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army plans to continue to strengthening the already strong ROK-U.S. relationship that began more than 60 years ago. Participation in exercises like UFG enhances peace and stability in the Korean joint operations area (K-JOA). Continue Combined and Joint training exercises to improve ROK-U.S. readiness and interoperability in the K-JOA. \n\n\n**Resources:** \n\n* [USARPAC](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/)\n* [United States Pacific Command (USPACOM)](http://www.pacom.mil)\n* [USARPAC News feed](http://www.army.mil/news/jumparchive/116/USARPAC)",
    "date": "Tuesday, August 19, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThis is so important, because at the end of the day, for those of us who have children who may decide to join the service or serve as a civilian, we want to know they will be treated with dignity and respect. That's what this is all about. \n\n### - Gen. Dennis L. Via, commanding general, U.S. Army Materiel Command, reasserting the Army's goal on prevention of the sexual assaults and sexual harassment by creating a climate that respects the dignity of every member of the Army family, during his first-time physical tour of the McAlester Army Ammunition Plant, McAlester, Oklahoma, yesterday.\n \n### - [AMC leader praises ammo plant's capabilities](http://www.army.mil/article/132020/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}