{
    "id": "2014-08-20",
    "title": "Enterprise Challenge 2014   ",
    "body": "**What is it?**\n\nEnterprise Challenge 14 (EC14), an annual technical demonstration, is focused on development and architecture integration and data interoperability.  \n\n\nThe primary Army system, utilized in EC14, was the [Distributed Common Ground System -- Army](http://www.army.mil/standto/archive_2014-01-16/) (DCGS-A). DCGS-A is the Army's intelligence component of mission command, connecting Soldiers to Joint intelligence, surveillance, and reconnaissance platforms and sensors; the intelligence community and each other at all echelons from space to mud.  It is a family of hardware and software capabilities that works together to support the intelligence mission.   DCGS-A has a requirement to operate on the move, maintaining situational awareness in, support of the commander, while the tactical operation center is mobile.\n\n\n**Why is this important to the Army?**\n\nEC provides Army leadership an unprecedented look at the future of intelligence on the battlefield. Highlights include collection of biometric information, sending reports and photos from the ground to the Tactical Operations Center, getting live local weather reports, securely accessing and distributing intelligence data across multiple networks, monitoring live Unmanned Aerial Systems feeds while on patrol, and watching live video from space. \n\n\n**What has the Army done?**\n\nEC-14, managed by the National Geospatial-Intelligence Agency and sponsored by the Under Secretary of Defense for Intelligence, was held at Fort Huachuca, China Lake and Aberdeen Proving Ground among many other locations. It was a 3-week exercise which culminated on 30 July 2014. \n\nThe Army utilized a secure, robust, scalable, integrated network at EC14 to facilitate wireless intelligence distribution to enable on-the-move operations, commercial technology demonstrations, and evaluation of new technologies for potential integration into programs of record.\n\nThe Army also used EC14 to assess demonstrations of new commercial, cutting-edge technologies including Full Motion Video from Space and drastically improved radar and biometric capabilities.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nPlans and new objectives for future exercises and experiments are always ongoing for DCGS-A. In addition, DCGS-A continuously works with industry to integrate new technology and capabilities that support our intelligence analysts. \n\nSoldiers of tomorrow will have access to more information than ever before, which will facilitate the decision making process and assist in mission accomplishment. DCGS-A is fully committed to providing Soldiers that information in an intuitive manner and enhances the performance of all primary duties.\n\n\n\n**Resources:** \n\n* [National Geospatial-Intelligence Agency (NGA)](https://www1.nga.mil/Pages/default.aspx) \n* [Fort Huachuca](http://www.huachuca.army.mil/)\n* [Fort Huachuca on Facebook](https://www.facebook.com/u.s.armyforthuachuca?ref=br_tf)\n* [Joint Interoperability Test Command (JITC)](http://jitc.fhu.disa.mil/index.html)\n* CAC Login required: [Intelligence Knowledge Network](https://www.ikn.army.mil/)\n* [Distributed Common Ground System -- Army (DCGS-A)](http://dcgsa.apg.army.mil/)\n* [DCGS-A on Facebook](https://www.facebook.com/dcgsa)\n* Related video: \n* [- Fort Report Enterprise Challenge 2014](http://vimeo.com/102249040)\n* Related article: \n* [- Enterprise Challenge 2014 highlights intelligence on-the-move, technology demonstrations](http://www.army.mil/article/131472)\n* Related STAND-TO!:\n* [- Distributed Common Ground System -- Army](http://www.army.mil/standto/archive_2014-01-16/) \n",
    "date": "Wednesday, Aug. 20, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nPeople ask me what is the best part of my job? Frankly this is the best part of my job, to come down here ... to offer our support and encouragement. But more importantly to say that the leadership of the Army cares and invests in what they [wounded and recovering service members] are doing and how they are continuing in their journey.\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/leaders/sma/), while presenting a Purple Heart award to Spc. Christoffer A. Fields, at a ceremony at Brooke Army Medical Center, Joint Base San Antonio-Fort Sam Houston, Texas\n \n### - [SMA Chandler visits Brooke Army Medical Center, presents Purple Heart](http://www.army.mil/article/132099/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}