{
    "id": "2014-08-21",
    "title": "RF Hardware/Software Convergence",
    "body": "**What is it?**\n\n[U.S. Army Communications-Electronics Research, Development and Engineering Center (CERDEC)](http://www.cerdec.army.mil/) is working with government and industry partners to deconstruct command, control, communications, computers, intelligence, surveillance and reconnaissance (C4ISR) and electronic warfare (EW) systems to enable the sharing of common modular hardware in order to reduce size, weight and power requirements, cut lifecycle costs, and enable rapid technology insertion for the Soldier.\n\n\n**Why is this important to the Army?**\n\nRadio Frequency (RF) Hardware and Software Convergence will dramatically decrease Army platform and Soldier electronics size, weight and power and the configuration burden across Army formations.   It will also enable the rapid insertion of next generation technologies into a common and standardized framework, allowing the Army to outpace adversarial threats to our C4ISR and EW systems.  The modular approach will reduce overall procurement, non-recurring engineering, lifecycle, and management costs.\n \n\n**What has the Army done?**\n\nCERDEC has developed specifications for backplane communications for modular hardware components.  This includes efforts to reduce electromagnetic interference, improve ruggedization, and reduce unnecessary redundancy. The focus is on extending the vehicle integration for C4ISR/EW interoperability standards as necessary to support inter- and intra-chassis communications.\n \nThe [U.S. Army Materiel Systems Analysis Activity](http://www.amsaa.army.mil/home.html) conducted an independent consumption, holding, repair, and transportation analysis to project the logistics tail for maintaining C4ISR and EW equipment with the implementation of RF Hardware and Software Convergence. In addition to a weight reduction of 16,000 pounds of Class IX stock per brigade combat team, it was estimated that fuel consumption would decrease by at least 2.7 percent per brigade during wartime.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nCERDEC is developing modular architecture specifications for a standard \"A-Kit,\" to include the electronics chassis, backplane, mounting, RF, control and topology. An adaptable \"B-Kit,\" consisting of antennas, filters, amplifiers, switches and relays would then enable mission configuration agility for C4ISR and EW applications.\n \nThe center is conducting early analysis on all facets of Information Assurance to ensure that insertions of Hardware and Software Convergence technologies meet National Security Agency requirements for certification.\n\nIn addition to detailed specifications that support procurement, a series of increasingly mature and complete demonstrations of the A-Kit/B-Kit concept will be conducted on one or more Army platforms.\n\n\n\n**Resources:** \n\n\n* [U.S. Army Communications-Electronics Research, Development and Engineering Center (CERDEC)](http://www.cerdec.army.mil/)\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [U.S. Army Materiel Systems Analysis Activity](http://www.amsaa.army.mil/home.html)\n* [VICTORY Standards](http://victory-standards.org/)\n* Related articles: \n* [- Army research director briefs initiative for software defined RF](http://www.army.mil/article/124027/Army_research_director_briefs_initiative_for_software_defined_RF/)\n* [- Army Technology Magazine: Networking the Future Warrior](http://issuu.com/rdecom/docs/atm_050114rev)\n* [- SIGNAL Magazine: One small step toward greater interoperability  (April 2014)](http://www.afcea.org/content/?q=node/10861)\n* [- Acquisition, Logistics and Technology Magazine: Beyond a Common Operating Environment (April-June 2013, page 70)](http://asc.army.mil/web/wp-content/uploads/2013/04/April-June2013_army_al.pdf )",
    "date": "Thursday August 21, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThe [Army Values](http://www.army.mil/standto/archive_2013-08-15/) are what binds us together. A Warrior Ethos is what binds us together. It doesn't matter what component we're in. What matters is we all have a common sense of beliefs and values.\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/leaders/sma/), emphasizing on Army professionalism while meeting with enlisted Soldiers assigned to the national capital region and the Army National Guard Readiness Center, in a town hall meeting in Arlington, Va., Aug. 15, 2014. \n \n### - [SMA addresses National Guard troops, discusses Army profession](http://www.army.mil/media/359451/)\n\n### Related site: [Army Values: L.D.R.S.H.I.P.](http://www.army.mil/values)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}