{
    "id": "2014-08-22",
    "title": "Saber Junction 14 ",
    "body": "**What is it?**\n\n[Saber Junction 14](http://www.eur.army.mil/saberJunction/) is a [U.S. Army Europe](http://www.eur.army.mil/default.asp) (USAREUR)-led, U.S. European Command-directed, multinational, multiservice exercise that involves more than 5,800 personnel from 17 countries in several European locations. Each year, the exercise provides joint and combined training on a large scale, with thousands of U.S. and partner nation forces spread across Europe synchronized in a single security cooperation effort.\n\nThe 173rd Airborne Brigade and Lithuania's \"Iron Wolf\" mechanized infantry brigade are the primary partners who will train side by side during the exercise, along with forces from USAREUR's 2nd Cavalry Regiment and U.S. Air Force and Air National Guard elements.\n\n\n**Why is this important to the Army?**\n\nUSAREUR offers a strong relationship-based network of allies and partners founded on trust, collaboration and shared commitment that can only be achieved through persistent presence and engagement. USAREUR's forward presence provides the Army with the strategic operational reach that gives the nation the ability to respond to crises not only in Europe, but globally.\n\nRussia's aggressive actions in Ukraine have heightened tensions recently and prove the Army must continue to demonstrate its commitment to Europe and to improve and refine shared capabilities. Efforts such as Saber Junction and Atlantic Resolve allow Army forces in Europe to operate seamlessly and effectively across the spectrum of regional and global contingencies.\n\n\n**What has the Army done?**\n\nSaber Junction is the Army's primary venue for Decisive Action training in Europe. It is structured to build expeditionary capabilities and prepare brigade-level Army and allied units for worldwide contingencies through exercises such as airborne operations and seizure of a notional enemy airfield.\n\nThe exercise allows Army units to collaborate with U.S., NATO and European partners on concepts such as interoperability and decisive and sustainable land operations through simultaneous offensive, defensive and stability operations. At the same time, it is one of the Army's primary venues for assuring America's European partners of continued U.S. commitment to NATO and regional security and stability.\n\n\n**What efforts does the Army plan to continue in the future?**\n\n[Saber Junction](http://www.eur.army.mil/saberJunction/) is one of many Army-led exercises that routinely take place inside USAREUR's 51-county area of responsibility. USAREUR also continues to lead the Army's facilitation and participation in training associated with Operation Atlantic Resolve, the umbrella for all current DoD support of NATO allies and partners in Europe. As part of that effort, elements of [1st Cavalry Division](http://www.hood.army.mil/1stcavdiv/) will deploy from Fort Hood, Texas, in the coming months to relieve the 173rd and continue expanded land force training in Estonia, Latvia, Lithuania and Poland.\n\n\n**Resources:** \n\n* [Saber Junction 14](http://www.eur.army.mil/saberJunction/)\n* [U.S. State Department Foreign Consequence Management](http://www.state.gov/t/isn/c26799.htm)\n* [U.S. Army Europe](http://www.eur.army.mil/default.asp)\n* [U.S. Army Europe exercises](http://www.eur.army.mil/exercises/default.htm)\n* [Operation Atlantic Resolve](http://www.defense.gov/home/features/2014/0514_atlanticresolve/)\n* Related STAND-TO!: \n* [- USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n* [- The European Activity Set](http://www.army.mil/standto/archive_2014-01-27/)",
    "date": "Friday, Aug. 22, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nFrom the military perspective, to be able to provide that mission command and control for our Army is becoming more and more important in our society, and how we fight. So cyber, and our ability to defend ourselves, and when necessary, to go on the offensive, is extremely important and it's a big part of what is happening here. \n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, emphasizing the importance of ensuring that the Army is ready for a cyber future\n\n### [SMA discusses Army future, importance of Fort Huachuca mission](http://www.army.mil/article/132324/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}