{
    "id": "2014-08-25",
    "title": "Master Fitness Trainer Course",
    "body": "**What is it?**\n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s Master Fitness Trainer Course (MFTC) trains selected non-commissioned officers and commissioned officers in all aspects of the Army's physical readiness training system. This training allows selected Soldiers to advise units on physical readiness issues and monitor unit and individual physical readiness programs. The instruction includes exercise science, training principles, prescription, leadership, physical fitness assessment and unit physical readiness programs aligned with current Army doctrine and regulations. An additional skill identifier of 6P for officers and P5 for NCOs will be awarded upon successful course completion.\n\nThe MFTC mission is to meet the Army Chief of Staff's intent to provide certified master fitness trainers and advisers to commanders from division down to company level.\n\n\n\n**Why is this important to the Army?**\n\nMFTC is an academic course with college-level content that focuses on the concepts of physical fitness and readiness to propel the Army to a more agile and ready force. The program provides balanced training geared to increase Soldier physical readiness, decrease accession losses, reduce injury rates, standardize unit training in accordance with Army training doctrine and provide easier integration of new Soldiers into operational units.\n\n\n**What has the Army done?**\n\nThe [Center for Initial Military Training](http://www.tradoc.army.mil/dcgimt/) is changing how Soldiers take the MFTC course. Instead of a four-week mobile training team, the course is now a two-phased learning experience. Phase 1 is a self-paced distance learning course that must be completed prior to the Phase 2, two-week resident course. The course is open to active and reserve Soldiers, sergeant through captain, who are recommended by their battalion commanders or equivalent and can score a 240, with a minimum of 80 points in each event, on the Army Physical Fitness Test. Soldiers 40 years and older can attend, but must pass a medical screening prior to attendance and participate in a physical readiness training program for at least 90 days prior to course start date.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nActive-duty Soldiers will attend the resident course at the [U.S. Army Physical Fitness School](http://jackson.armylive.dodlive.mil/staff/vc/pfs/) at Fort Jackson, South Carolina. Reserve Soldiers will attend the resident course at Fort Knox, Kentucky. National Guard Soldiers will attend the resident course at either [Yakima](http://www.lewis-mcchord.army.mil/yakima/), Washington, [Camp Mabry](https://www.txsg.state.tx.us), Texas, or at a site taught by the [Army National Guard Warrior Training Center](http://www.benning.army.mil/tenant/wtc/), Fort Benning, Georgia. Those selected by their command to attend will need to meet with their training officer or NCO to reserve a course allocation.\n\n**Resources:** \n\n* [Center for Initial Military Training](http://www.tradoc.army.mil/dcgimt/)\n* [U.S. Army Physical Fitness School](http://jackson.armylive.dodlive.mil/staff/vc/pfs/)\n* Official Army PRT apps:\n* [- for iOS devices](https://itunes.apple.com/us/app/army-prt/id630629245?ls=1&mt=8)\n* [- for Android devices](https://play.google.com/store/apps/details?id=com.ssiedtech.prt&feature=search_result#?t=W251bGwsMSwyLDEsImNvbS5zc2llZHRlY2gucHJ0Il0)\n* Related documents:\n* [- Need Training Materials?  Army Training Network](https://atn.army.mil/dsp_template.aspx?dpID=127)\n* [- Physical Fitness School on milSuite](https://www.milsuite.mil/book/groups/army-master-fitness-trainer-course) \n* [- Field Manual 7-22: Army Physical Readiness Training](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/fm7_22.pdf)\n* U.S. Army Physical Fitness School on social media:\n* [- YouTube: Physical Readiness Training: Exercises and Drills](http://www.youtube.com/user/ArmyPhysicalFitness)\n* [-  on Facebook](https://www.facebook.com/PhysicalFitnessSchool)\n* Related articles:\n* [- Master Fitness Trainer courses still on track](http://www.army.mil/article/112890)\n* [- Reserve moves toward embedding master fitness trainers](http://www.army.mil/article/122196)\n",
    "date": "Monday, Aug. 25, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nIt's a mark of your commitment to the Army profession. If you're unwilling to abide by the [Army values](http://www.army.mil/standto/archive_2013-08-15/) and ensure that person is measured by what is the truth, then I question your ability to be committed to the Army overall ... And if a person cannot meet the Army standard, we've got a duty to uphold that standard.  \n\n### - - Sgt. Maj. of the Army Raymond F. Chandler III, emphasized that Soldiers' raters, like all non-commissioned officers, must be dedicated to meeting the Army standards and helping those who don't meet those standards to take action, while speaking to the incoming class of the United States Army Sergeants Major Academy, Fort Bliss, Texas,  Aug. 22\n\n### [SMA Chandler challenges USASMA students to think about future of Army, NCO Corps](http://www.army.mil/article/132424/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}