{
    "id": "2014-08-26",
    "title": "Women's Equality Day  ",
    "body": "**What is it?**\n\nThe nation's annual observance of Women's Equality Day commemorates the addition of the 19th Amendment to the Constitution, which guaranteed women the right to vote.  Instituted by U.S. Congresswoman Bella Abzug in 1971, this commemoration is a culmination of a massive civil rights movement by women and had its origin in 1848 at the worlds' first women's rights convention in Seneca Falls, New York. \n\n\n**Why is this important to the Army?**\n\nAmerica's Army is a world-class force. The Army recruits the best talent regardless of gender or race and ensure the integration of diverse attributes, experiences and backgrounds in ways that enhance decision making and inspire high performance.  Women have served in the Army since 1775, from the onset of the American Revolution to present Overseas Contingency Operations. Today, men and women train together in basic training units, and women Soldiers have served in 78.2 percent of all Army occupations and make up about 15.7 percent of the Army. [Army Regulation 600-13, *Army Policy for the Assignment of Female Soldiers*](http://www.apd.army.mil/pdffiles/r600_13.pdf), ensures that Army policy is consistent with Department of Defense guidance.\n\n\n**What has the Army done?**\n\nA [tri-signed letter](http://www.army.mil/article/131896/) was signed by the Secretary of the Army, the Chief of Staff and the Sergeant Major of the Army honoring those who fought tirelessly for women's right to vote.  This tri-signed also recognizes that women of the highest caliber have served in our Army for generations and have proven that sacrifices and selfless service are genderless.  \n\nThroughout the year, the Army will celebrate and commemorate the diversity of the Army and leverage and draw strength from the rich diversity within the ranks by recognizing the critical role played by all in strengthening the nation's presence around the world.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army, as it transitions into the future, is reviewing the [Soldier 2020](http://www.army.mil/standto/archive_2013-10-21) concept which is an effort to enhance force readiness and capability by identifying the best-qualified Soldiers for every job in the Army.  The full realization of this effort will support the opening of previously closed positions to women.  Tremendous advancements have been made in the struggle for equality for Soldiers and civilians.  Notwithstanding these advancements, the Army must remain diligent in enforcing the nation's laws which assist women and men in balancing work and family responsibilities and in eliminating barriers that prevent people from reaching their professional aspirations.\n\n\n**Resources:** \n\n* Army Senior Leaders Tri-signed Letter: [*Celebrating Women's Equality Day*](http://www.army.mil/article/131896/)\n* Presidential Proclamation: [Women's History Month](http://www.whitehouse.gov/the-press-office/2014/03/01/presidential-proclamation-womens-history-month-2014)\n* [Army.mil: Women in the U.S. Army](http://www.army.mil/women/)\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita/)\n* [Army Women's Museum](http://www.awm.lee.army.mil/)\n* [U.S. Army Center for Military History/Women in Army History](http://www.history.army.mil/html/topics/women/index.html)\n* Related STAND-TO!: \n* [- Soldier 2020: Standards for the Army Profession](http://www.army.mil/standto/archive_2013-10-21)\n",
    "date": "Tuesday, Aug. 26, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\nWomen of the highest caliber have served in our Army for generations and have proven that sacrifice and selfless service are genderless. We are a world-class force because we recruit and integrate the best talent in ways that enhance decision-making and inspire high performance. \n\n### - Taken from the senior leaders message on Women's Equality Day\n\n### Read the complete message in the tri-signed letter: [Celebrating Women's Equality Day](http://www.army.mil/e2/c/downloads/358849.pdf)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}