{
    "id": "2014-08-27",
    "title": "Global Simulation Capability ",
    "body": "**What is it?**\n\nThe [Global Simulation Capability](http://usacac.army.mil/organizations/cact/nsc/gsc) (GSC) is part of the [National Simulation Center](http://usacac.army.mil/organizations/cact/nsc) at Fort Leavenworth, Kansas. GSC helps divisions and corps use constructive simulations in exercises at home station mission training complexes. GSC experts work with commanders to plan, prepare, execute and assess challenging training with Warfighter Simulation, the Army's premier constructive simulation program. The GSC is managed by the [Combined Arms Center -- Training](http://usacac.army.mil/organizations/cact), a subordinate unit of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/).\n\n\n**Why is this important to the Army?**\n\nThe GSC is the single manager and source for robust simulations for home-station training. These division-and-above exercises provide commanders and their staffs with challenging, realistic training. The GSC also saves the Army money. Without the GSC, simulation equipment and technical personnel would be required at each division and corps MTC at an estimated cost of $2.7 million each, or $40.2 million for all active and reserve sites.  \n\n\n**What has the Army done?**\n\nLast year, the GSC stood up a simulation network capability called GSCNet. Using pre-existing infrastructure, the GSCNet connects division and corps posts with centers of excellence, allowing them to train together using exercise simulations. The GSC conducted MTC exercises at Fort Riley, Kansas, and Fort Hood, Texas.\n\nIn March 2014, GSC experts worked with the 82nd Airborne Division at Fort Bragg, North Carolina, to conduct a complex mission command training exercise involving more than 1,000 Soldiers and 70 MTC personnel. The exercise used only 28 GSC experts -- significantly less management personnel than other training events. GSC uses the unit's own infrastructure as a resource rather than providing all the resources. Following the exercise, Brig. Gen. Joseph Martin, deputy commanding general of the Combined Arms Center -- Training, declared the GSC had reached initial operating capability. \n\n\n**What efforts does the Army plan to continue in the future?**\n\nBy fiscal year 2015, the GSCNet will be capable of supporting all MTCs within the continental U.S. and some centers of excellence. Discussions are underway with the Army's Pacific and European commands to establish a similar Defense Information Systems Agency-based exercise network capability outside the U.S. The GSC will reach final operating capability in fiscal year 2018. It will have the capacity to support all Mission Command Training Program warfighter exercises and all division-and-above Army Force Generation-based mission command training requirements.\n\n\n**Resources:** \n\n* [Global Simulation Capability](http://usacac.army.mil/organizations/cact/nsc/gsc) \n* [National Simulation Center](http://usacac.army.mil/organizations/cact/nsc)\n* [Combined Arms Center -- Training](http://usacac.army.mil/organizations/cact)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)",
    "date": "Wednesday, Aug. 27, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nYou just don't quit. You don't know what the word quit means. \n\n### - [Retired Command Sgt. Maj. Bennie G. Adkins](http://www.army.mil/medalofhonor/adkins?from=stqt), a Vietnam War Soldier, who sustained 18 wounds to his own body and killed as many as 175 of the enemy during a 38-hour battle and 48 hours of escape and evasion, will be presented the Medal of Honor, for his heroic actions, in a White House Ceremony on Sept 15.  \n\n### [Two Vietnam War Soldiers, one from Civil War to receive Medal of Honor](http://www.army.mil/article/132022/)\n\n### **Other nominees**: \n\n### [Medal of Honor Spc. 4 Donald P. Sloat](http://www.army.mil/medalofhonor/sloat?from=stqt)\n\n### [Medal of Honor 1st Lt. Alonzo H. Cushing](http://www.army.mil/article/132471?from=stqt)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}