{
    "id": "2014-08-28",
    "title": "Army Medicine Ambassador Program",
    "body": "**What is it?**\n\nThe [Army Medicine Ambassador Program](http://armymedicine.mil/Pages/Ambassador-Program.aspx) is a strategic engagement initiative and formal program to tell the [Army Medicine](http://armymedicine.mil/pages/home.aspx), Army Health and Army Readiness story during local, regional or national events.  Its purpose is to share information and is a powerful influencer in transforming Army Medicine from a healthcare system to a system for health.  \n\nAmbassador opportunities/events include speaking engagements, outreach programs, education programs, seminars and media engagements.  Ambassadors consist of personnel from military and dental treatment facilities to include command surgeons, spouses, active and retired military officers/enlisted personnel and DA civilians who are strongly involved with the military health system.\n\n\n**Why is this important to the Army?**\n\nThe Army Medicine Ambassador Program is designed to enhance relationships within the rest of the military, business/civic leaders, academia, industry, family readiness groups and foreign dignitaries through positive and informative engagements.  The Ambassador Program is an important communication tool that informs Soldiers, family members and community leaders on the important mission Army Medicine has and the services it provides. \n\n\n**What has the Army done?**\n\nArmy Medicine has taken great strides regarding the Ambassador Program.  There are now more than 300 Army Medicine Ambassadors who work within their respective commands to share the Army Medicine story with Soldiers, families, friends, retirees, community civic groups, and the American public.  All MEDCOM commanders and organizations have implemented the Ambassador Program at their level to promote Army Medicine.  \n\nAs part of the program, the Army Medicine Directorate of Communications provides public affairs related training to the ambassadors. In March 2014, Army Medicine assigned program managers at the regional and local levels to support the Army Medicine Ambassador Program.  During the third quarter, the Ambassadors recorded over 250 engagements with military/civilian communities, foreign dignitaries, academia, industry and local leaders. \n\n\n**What efforts does the Army plan to continue in the future?**\n\nAmbassadors will continue to highlight the fact that Army Medicine is America's premiere medical team, and share good news about Army Medicine and the service they provide to our Soldiers, their families and the communities they live in and serve.  \n\nArmy Medicine Ambassadors will continue conducting speaking engagements on a variety of medical/health related topics.  To ensure the program's effectiveness, Army Medicine will ensure the right people with the right skills, knowledge and credentials are able to deliver the Army Medicine story to its stakeholders.  The vision is that the Ambassador Program can one day become an Army-wide program for all Soldiers, families, DA civilians and retirees. \n\n\n**Resources:** \n\n* [Army Medicine Ambassador Program](http://armymedicine.mil/Pages/Ambassador-Program.aspx)\n* [Army Medicine](http://armymedicine.mil/pages/home.aspx)\n* [Army.mil News: Health](http://www.army.mil/news/health/)",
    "date": "Thursday, Aug. 28, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nNCAA's student athletes represent the best model system for what happens with concussion in the military. Also, with the NCAA, we have the opportunity to evaluate the athletes not only when they've been injured, but prior to injury and for a significant period of time after the injury. \n\n### - Col. Dallas Hack, brain health and fitness research coordinator for the [U.S. Army Medical Research and Materiel Command](http://mrmc.amedd.army.mil/), speaking about the *Grand Alliance* concussion initiative between the Army, as the executive agent for the Department of Defense, and National Collegiate Athletic Association\n\n### [DOD and the NCAA join forces in a grand alliance to understand traumatic brain injury](http://www.army.mil/article/132656/)\n\n### Related STAND-TO!: [New Army TBI Training Program](http://www.army.mil/standto/archive_2014-04-16/)\n\n### Visit [Army's Traumatic Brain Injury website](http://www.army.mil/tbi)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}