{
    "id": "2014-08-29",
    "title": "Two-year Army Safety Awareness Campaign",
    "body": "**What is it?**\n\nEvery two years, the U.S. Army releases a new safety campaign intended to promote individual responsibility and engagement on all fronts  among leaders, Soldiers, civilians, families and peers  to help prevent fatalities and injuries throughout the year.\n\n\n**Why is this important to the Army?**\n\nSafety has a direct correlation to unit and individual readiness. Unit readiness is defined as having adequate personnel, materiel and supplies, equipment and training that, when properly balanced, enables immediate and effective application of military power. Leaders should ask themselves, \"Is my unit ready for whatever event or situation will come next?\" \n\nIndividual readiness is defined as being physically and mentally capable of executing any given task. Individuals should ask themselves, \"Am I ready for whatever event or situation will come next?\"\n\n\n**What has the Army done?**\n\n*Ready  or Not?,* the new two-year safety campaign will begin Sept. 2, and is designed to heighten awareness of risk factors by causing individuals and leaders to ask themselves one simple question, \"Are you and/or your organization ready for what is about to happen?\"\n\nThe campaign will include four seasonal mini-campaigns throughout the year  autumn, winter, spring and summer. The mini-campaigns serve to raise awareness of the increased hazards associated with the different seasons, but also provide safety and information on accident prevention issues that apply year-round, such as distracted driving and home safety. *Ready  or Not?* will help kick off the Army Safe Autumn Safety Campaign that runs through early December 2014. Topics include sports and recreation, private motor vehicles, privately owned weapons and aviation.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe readiness of the Army is dependent on a variety of things such as funding, training and education, equipment and personnel. Through the prevention of accidental loss of our Soldiers, civilians, families and vital resources through risk mitigation, we aid in the preservation of the force.\n\n\n**Resources:** \n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* Related STAND-TO!:\n* [- Off Duty Safety Awareness Presentation](http://www.army.mil/standto/archive_2014-05-20/)\n* [- Army Safety Online Tools and Initiatives](http://www.army.mil/standto/archive_2014-05-16/)\n* [- Army Readiness Assessment Program](http://www.army.mil/standto/archive_2013-12-12/)",
    "date": "Friday August 29, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nIt's not just wearing the uniform that makes you a Soldier. It is the character demonstrated by your actions both on and off duty -- by living the [Army Values](http://www.army.mil/standto/archive_2013-08-15/) and aspiring to live the Warrior Ethos. Leaders who embodied character, competence and commitment in all aspects of their lives understand what the Army profession really means.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, urging Soldiers to uphold the Army Profession by displaying courage through deeds and not words alone, during his recent visit to [U.S. Army Alaska](http://www.usarak.army.mil/main/default.asp)\n\n### [SMA talks professionalism, commitment in The Last Frontier](http://www.army.mil/article/132822/)\n\n\n### Related site: [Army Values](http://www.army.mil/values/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2014-08-01/) \n\n* August 26: Women's Equality Day - Visit [Women in the U.S. Army](http://www.army.mil/women/)\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}