{
    "id": "2013-07-01",
    "title": "40th Anniversary of the All-Volunteer Force (Army)",
    "body": "**What is it?**\n\nThe all-volunteer force (AVF) has been a resounding success for the American military and the American people, but it did not come about without tremendous effort on the part of policymakers and military leadership.\n\nIn the 1968 presidential campaign, candidate Richard Nixon noted that conscription \"arbitrarily selects some and not others simply and cannot be squared with our whole concept of liberty, justice and equality under the law ... in the long run, the only way to stop the inequities is to stop using the system.\" \n\nAs president, Nixon established a commission to study what it would take to establish a successful all-volunteer force: key military-manpower issues, including supply and demand, attrition and retention, and the mix of career and non-career members. The commission looked at pay, compensation and benefits, career progression, medical care, education, and service obligations. The Gates Commission concluded the nation's interests would be better served by an all-volunteer force than by a combination of volunteers and conscripts.\n\n**What has the Army done?**\n\nIn addition to enlistment incentives and advertising for recruiting, the Army continuously reviews what makes an applicant \"high quality,\" how to attract high quality applicants and how to keep them in service. Improvements to healthcare and medical facilities, family housing and support programs, education, assignments, pay, and career progression have occurred incrementally and continue. \n \n**What continued efforts does the Army have planned for the future?**\n\nSince the beginning of the AVF, the Army has continuously improved the \"quality\" of the force, as measured by scores on standardized IQ tests and percentage of high school diploma graduates who enlist. Through education and training, the proficiency and professionalism of the U.S. Army, particularly of the enlisted force, has become the envy of other nations' armies. Better pay, incentives, and improved family care lead to higher rates of reenlistment, which in turn lead to the higher percentage of career Soldiers relative to the entire force. \n\n**Why is this important to the Army?** \n\nIn the past 40 years, experience has shown that volunteers perform better and stay in the military far longer than draftees. The AVF is representative of American society and a leading employer of [women,](http://www.army.mil/women) with equal pay for equal work. The AVF has integrated the full-time, active-duty Soldier with his part-time, civilian reserve counterpart to form a flexible and effective force. By honing qualifications, balancing incentives, and focusing on training, the all-volunteer Army has successfully transitioned to a [Army Profession](http://cape.army.mil/aaop/) distinguished by competence, character and commitment.\n\n**Resources**\n\n* [Army.mil: Ready and Resilient](http://www.Army.mil/readyandresilient)\n* [Center for the Army Profession and Ethic: Army Profession](http://cape.army.mil/aaop/)\n* [STAND-TO! The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n* [U.S. Army Recruiting Command](http://www.usarec.army.mil/)\n* Publications:\n* [Rand: The evolution of the all-volunteer Army](http://www.rand.org/pubs/monographs/MG265/chapter4_sec5.html)\n* [Reassessing the all-volunteer force](http://csis.org/files/publication/TWQ_13Winter_Eikenberry.pdf)\n* [CATO Institute: The virtue of an all-volunteer force](http://www.cato.org/publications/commentary/virtue-allvolunteer-force)",
    "date": "Monday July 1, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nThe all-volunteer force has surpassed expectations. After more than a decade of sustaining combat operations in Iraq and Afghanistan while meeting other global obligations, our force has been successful by virtually every measure. . . . The volunteer military is more intelligent, fit, committed and representative than ever. Moreover, it has proved more cost-effective than a draft force. \n\n\n### - Melvin R. Laird, former Secretary of Defense \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* [PTSD Awareness Month](http://www.army.mil/tbi)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}