{
    "id": "2013-07-02",
    "title": "Use of Social Media to Support Antiterrorism Awareness",
    "body": "**What is it?**\n\nThe Army antiterrorism theme for the quarter four of fiscal year 2013 (Q4/FY13) - July through September - focuses on the use of social media to support antiterrorism awareness and community outreach.  The importance and usefulness of social media continues to grow across the Army - antiterrorism protection is no different especially in light of a persistent terrorist threat.  \n\nAreas to focus on during the quarter include:  understanding social media and why to use social media for community outreach, how to establish and manage a social media presence, use of social media for crisis communication, and how to mitigate the risks associated with the use of social media.\n\n**What has the Army done?**\n\nAntiterrorism awareness and community outreach efforts empower the entire Army (units, leaders, Soldiers, Department of the Army Civilians, families, and Army contractors) to take prevention measures against terrorist acts and encourage each individual to serve as a sensor - continuously aware of and reporting suspicious activity (iWATCH Army).  The creative use of social media expands the reach of antiterrorism communications and enables Army organizations, leaders, and communities to stay connected and share important threat and protection information.\n \n**What continued efforts does the Army have planned for the future?**\n\nDuring the month of August 2013, the Army will execute its fourth annual Antiterrorism Awareness Month.  In addition to the emphasis on the use of social media, antiterrorism awareness month will focus on suspicious activity reporting and law enforcement as a critical enabler to protecting our communities.\n\n[iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) remains as a vital element of our community awareness program and Army commands are encouraged to continue to maintain active outreach efforts.\n\nFeedback from Army commands indicates that the use of awareness themes has been value added to the overall antiterrorism program.  The department intends to continue the use of quarterly themes throughout FY14.\n\n**Why is this important to the Army?** \n\nEffective information sharing and community involvement are vital elements of the Army's antiterrorism program.  The use of social media can significantly improve information sharing and our ability to empower our communities to enhance our defense against terrorism.\n\n**Resources**\n\n* AKO log-in required: [Army Antiterrorism Enterprise Portal (ATEP)](https://www.us.army.mil/suite/page/605757)\n* Army OneSource: [Antiterrorism Awareness information]((https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx))\n* STAND-TO!:\n* [Antiterrorism Theme, 3Q/FY13- Antiterrorism Strategic Plan](http://www.army.mil/standto/archive_2013-04-01/)\n* [Antiterrorism Theme, 2Q/FY13- Cyber Threat](http://www.army.mil/standto/archive/issue.php?issue=2012-12-28)\n* [Antiterrorism Theme, 1Q/FY13- Threat Fusion](http://www.army.mil/standto/archive/issue.php?issue=2012-10-01)\n \n\n",
    "date": "Tuesday July 2, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nFemale Soldiers have bled and died and sacrificed the same as men have for the past 12 years in this long war. If they can meet the requirements to be an infantryman or an armored crewman or an engineer or a field artilleryman, then so be it. We'll be a better Army for it. I am extremely excited about this and I look forward to seeing more of our female Soldiers as they take advantage of opportunities in the combat arms. \n\n### - Sgt. Maj. of the Army Raymond F. Chandler III\n\n### [SMA: Review of standards first step in 'Soldier 2020'](http://www.army.mil/article/106564/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}