{
    "id": "2013-07-03",
    "title": "Independence Day Message",
    "body": "*As we celebrate Independence Day, we remember the citizens who joined together [238 years](http://www.army.mil/birthday/238/) ago to secure our independence.  Those citizen Soldiers accomplished the seemingly insurmountable task of defeating a superior force to form our nation.  Through time, they and the generations who followed, confronted adversity to preserve and protect our country's freedoms and rights.  They remain a tremendous source of inspiration to the United States and its Army.*\n\n*This July, we also commemorate the [40th anniversary of the all-volunteer force.](http://www.army.mil/standto/archive_2013-07-01) As we reflect on the courage, commitment and character of earlier generations, we recognize that today's Soldiers stand very tall upon the shoulders of all those who came before.  We take great pride in upholding the legacy of selfless service begun by the Soldiers of the American Revolution and passed on by every succeeding generation...*\n\n\n* View the complete 2013 Senior Leader Tri-signed letter: [Independence Day 2013: Celebrating Independence and Soldiers in Service to the Nation](http://www.army.mil/e2/c/downloads/302839.pdf)\n\n\n\n**Related:** \n\n* STAND-TO!: \n* [40th Anniversary of the All-Volunteer Force](http://www.army.mil/standto/archive_2013-07-01)\n* Article: \n* [July marks 40th anniversary of all-volunteer Army](http://www.army.mil/article/106813/)\n* Sites: \n* [Army.mil: 238th Army Birthday](http://www.army.mil/birthday/238/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Center for the Army Profession and Ethic: Army Profession](http://cape.army.mil/aaop/)\n* [Army.mil: Season of Remembrance](http://www.army.mil/remembrance)\n\n\n",
    "date": "Wednesday July 3, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nFemale Soldiers have bled and died and sacrificed the same as men have for the past 12 years in this long war. If they can meet the requirements to be an infantryman or an armored crewman or an engineer or a field artilleryman, then so be it. We'll be a better Army for it. I am extremely excited about this and I look forward to seeing more of our female Soldiers as they take advantage of opportunities in the combat arms. \n\n### - Sgt. Maj. of the Army Raymond F. Chandler III\n\n### [SMA: Review of standards first step in 'Soldier 2020'](http://www.army.mil/article/106564/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n\n* **July 2013**\n\n* July 1: [40th Anniversary of the All Volunteer Force](http://www.army.mil/standto/archive_2013-07-01)\n\n* July 4: [Independence Day](http://www.army.mil/e2/c/downloads/302839.pdf)\n"
}