{
    "id": "2013-07-05",
    "title": "U.S. Army Supports New Guatemalan Inter-Agency Task Force ",
    "body": "**What is it?**\n\nU.S. Army South directly supports U.S. Southern Command (SOUTHCOM) efforts to work closely with U.S. Northern Command (NORTHCOM) in monitoring the tri-border area between Mexico's southern border, Belize  and Guatemala -- a key illicit trafficking region.\n\nU.S. Army South and Army National Guard Soldiers from Texas, U.S. Border Service and Western Hemisphere Institute for Security Cooperation personnel have assisted in the individual and collective training of the Guatemalan Interagency Task Force (IATF) Tecun Uman. This IATF is a new battalion-sized task force comprised of Guatemalan Army soldiers, National Police, and Ministry of Justice officials capable of deploying throughout Guatemala to provide civil security and control at the discretion of the Guatemalan Ministry of Governance. \n\nThis task force will conduct security operations throughout Guatemala via patrols, checkpoints, control of border points of entry, enforcement of judicial resolutions, and enforcement of legal orders.  The goal of the IATF is to interdict and disrupt threats to internal and external stability while strengthening State's presence as required.     \n\n\n**What has the Army done?**\n\nITAF personnel received training on command and control, security, reconnaissance and checkpoint operations, as well as cordon and search techniques, implementation of a quick reaction force, and coordination between police and judicial authorities. \n\n**What efforts does the Army have in the future?** \n\nThe capstone training event concluded on June 26. The IATF Tecun Uman personnel are now qualified as a fully-operational intra-Guatemala security unit. Army South has plans to continue to support IATF training with scheduled combat medic subject-matter expert exchanges and Human Rights Awareness training in the near future.\n\n**Why is this important to the Army?**\n\nAs the Army component command for [U.S. Southern Command](http://www.southcom.mil) (SOUTHCOM), Army South directly supports SOUTHCOM's efforts to work directly with [U.S. Northern Command](http://www.northcom.mil/) (NORTHCOM) to synchronize Department of Defense operations in the Western Hemisphere and coordinate the employment of combined resources. This unique training opportunity shows how the Army assists partner nations in leader development and helping adapt to new threats/issues in the region.\n\nThe growing influence of transnational criminal organizations in Central America is a shared threat between SOUTHCOM and NORTHCOM, with regional violence and corruption increasing in both command's areas of responsibility as transnational criminal organizations increase their areas of influence. \n\n**Resources:**\n \n* [U.S. Army South](http://www.arsouth.army.mil)\n* [U.S. Army South on Facebook](http://www.facebook.com/ArmySouth)\n* [U.S. Army South on YouTube](http://www.youtube.com/usarmysouth/)\n* [U.S. Southern Command ](http://www.southcom.mil)\n* [Central American Regional Security Initiative](http://www.state.gov/p/wha/rt/carsi/)\n* Related article: [Army South commander travels to Guatemala, tours facilities to train border security personnel](https://www.arsouth.army.mil/news/newsarchive/5172-arsouth-cg-travels-to-guatemala-tours-facilities-to-train-border-security-personnel.html)\n\n\n",
    "date": "Friday July 5, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nEverybody in the Army wants to be in the Army. Everyone's volunteered to come in and be a part of something bigger than themselves ... Americans have a lot to be proud of and one of them is the [all-volunteer force.](http://www.army.mil/standto/archive_2013-07-01/) It's unprecedented. And now, the American people realize the national treasure we have in our sons and daughters serving in uniform. \n\n\n### - Maj. Gen. Thomas C. Seamands, director of military personnel management, Army G-1, attributes the continued improvement of the Army to the policy transition made 40 years ago from an involuntary drafted Army to a [professional](http://cape.army.mil/) [all-volunteer force.](http://www.army.mil/standto/archive_2013-07-01/)\n\n### [July marks 40th anniversary of all-volunteer Army](http://www.army.mil/article/106813/)\n\n### Related site: [Army.mil: Army Values](http://www.army.mil/values/)",
    "events": "Current & Upcoming Events \n--------\n\n\n* **July 2013**\n\n* July 1: [40th Anniversary of the All Volunteer Force](http://www.army.mil/standto/archive_2013-07-01)\n\n* July 4: [Independence Day](http://www.army.mil/e2/c/downloads/302839.pdf)\n"
}