{
    "id": "2013-07-08",
    "title": "Support in Science, Technology, Engineering and Mathematics",
    "body": "**What is it?**\n\nScience, Technology, Engineering and Mathematics (STEM) education plays a critical role in supporting the Defense Department and the Army in the security of the nation and enables the United States to remain an economic and technological leader. STEM fields are growing rapidly: the U.S. expects 2.8 million STEM job openings by 2020 based on growth and retirements. Thus, it is vital to the success of the Army and the nation to engage young people through STEM-related education and outreach programs.\n\n\n**What has the Army done?**\n\nThe [U.S. Army Corps of Engineers](http://www.usace.army.mil/Home.aspx) (USACE) has been engineering solutions for the nation's greatest challenges since 1775. The agency's legacy includes iconic projects such as the Washington Monument, the U.S. Capitol Dome and the Pentagon. Today, as the world's largest public engineering firm, USACE is teaming with others to strengthen STEM-related programs by:\n\n*  &bull; **Building Strong STEM students** -  Through the Army's first-ever partnership with [Department of Defense Education Activity](http://www.dodea.edu/) (DoDEA), USACE is leveraging their engineers and scientists to support military families by engaging students with real-life, USACE-related STEM projects in DoDEA classrooms around the world. These projects will become part of the teacher's curriculum for math, science, and technology with economics woven throughout, as opposed to being solely an after-school activity. \n\n* &bull; **Connecting with college students** -  Through formal partnerships with institutions including Historically Black Colleges and Universities, minority-serving institutions and ROTC, USACE offers more than 1,000 student internships per year at the [U.S. Army Engineer Research and Development Center,](http://www.erdc.usace.army.mil/) labs, divisions and districts across the country.\n\n* &bull; **Engaging local communities** -  USACE STEM leaders are transferring knowledge to educators through [teacher externships.](http://www.army.mil/article/106688/) The information is used to develop STEM curricula for students. In addition, numerous USACE professionals are volunteering their time as mentors, competition judges, and STEM camp volunteers.\n\n\n**What efforts does the Army have in the future?** \n\nUSACE is working to synchronize outreach efforts within the organization and form greater partnerships with other STEM stakeholders including the [U.S. Army Cadet Command,](http://www.cadetcommand.army.mil/)[U.S. Army Recruiting Command,](http://www.usarec.army.mil/) [Army Materiel Command,](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) and [Army Marketing and Research Group.](http://www.asamra.army.mil/org_sig.cfm) A collaborative effort between the agencies will maximize reach to highly capable STEM graduates and inspire young students to pursue STEM degrees.\n\n\n**Why is this important to the Army?**\n\nA workforce with robust STEM capabilities is critical to the success of U.S. military missions. The missions, including contingency operations, warfighter support, civil works and humanitarian assistance, depend heavily on advancements of science, technology, engineering and mathematics. \n\n\n**Resources:**\n \n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/stem)\n* [Army STEM Experience on Facebook](https://www.facebook.com/ArmySTEMExperience)\n* [Building Strong People](http://www.usace.army.mil/Portals/2/docs/Media/BuildingStrongPeople.pdf)\n\n\n\n",
    "date": "Monday July 8, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nAs Soldiers, we freely answered America's call to serve in the world's\npremier Army.  We value your continued service and dedication to the team,\nand we are committed to sustaining your trust in the U.S. Army now and in\nthe future as \"Soldiers for Life.\"   \n\n\n### - Gen. John F. Campbell, 34th Vice Chief of Staff\n\n### Related site: [Army.mil: Soldier for Life](http://www.army.mil/SFL)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n\n* **July 2013**\n\n* July 1: [40th Anniversary of the All Volunteer Force](http://www.army.mil/standto/archive_2013-07-01)\n\n* July 4: [Independence Day](http://www.army.mil/e2/c/downloads/302839.pdf)\n"
}