{
    "id": "2013-07-09",
    "title": "Lead Materiel Integrator Decision Support Tool  V4 ",
    "body": "**What is it?**\n\nThe Lead Materiel Integrator Decision Support Tool  V4 (LMI DST), developed by the [Logistics Support Activity](https://www.logsa.army.mil/index.cfm?fuseaction=home.main) (LOGSA), is a web-based tool, available via the [Logistics Information Warehouse]( http://www.army.mil/standto/archive/2011/04/14/) (LIW) portal.  It contains a powerful sourcing engine that compares the Army's resources (i.e., \"supply\") with validated, prioritized requirements (i.e., \"demand\"). Incorporating Army policy and leadership directives, DST recommends efficient materiel sourcing solutions. The LMI vets these solutions with the Army's materiel stakeholders, and DST tracks approved actions from initiation to completion.\n\nWith the release of V4, the LMI DST now enables users to simulate multiple equipping scenarios, to execute the best course of action.  \n\n*  -V4 enables users to format and disseminate distribution directives by email\n*  -V4 provides a powerful metrics report for monitoring execution of directives\n*  -V4 features a new distribution/turn-in module that enables units to nominate and receive disposition instructions for turn in of excess equipment   \n*  -V4, DST provides a near real-time view of asset visibility, as widely requested throughout the materiel stakeholder community \n\n**What has the Army done?**\n\n[U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)'s (AMC's) designation as Lead Materiel Integrator in 2011 heralded a new method of operating the Army's materiel distribution and redistribution processes by appointing a single manager to ensure that Soldiers have the right equipment at the right time to accomplish their missions.\n\nAs the LMI, AMC coordinates and integrates timely and cost-effective Army-wide materiel distribution and redistribution solutions with all Army commands and the reserve components. This is done in accordance with DOD and Army directives and priorities, the Army equipping strategy, and ARFORGEN and generating force demand signals. \n\nLMI's objective is to shift the daily execution of materiel distribution out of Army headquarters, enabling DA staff to focus on strategic objectives while employing the Materiel Enterprise to improve Army readiness.  \n\n**What efforts does the Army have in the future?** \n\nWith the release of version 4, the LMI DST has reached full operational capability.  AMC will shift focus to enhancing existing capabilities, based upon requirements validated through the Lead Materiel Integrator, and improving the application's performance.\n\n\n**Why is this important to the Army?**\n\nThe LMI DST in conjunction with LIW, integrates Army logistics and requirements data on an unprecedented scale, enabling the LMI, Army Commands (ACOMs), Army Service Component Commands (ASCCs), Direct Reporting Units (DRUs) and other materiel managers to make informed, optimized, cost-effective equipping decisions up to two years in the future.  \n\n\n**Resources:**\n \n* [LMI](https://acc.dau.mil/CommunityBrowser.aspx?id=485051)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n",
    "date": "Tuesday, July 9, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nOur Army is the nation's force of decisive action, a relevant and highly effective force for a wide range of missions. Trust is the bedrock of our honored profession -- trust between each other, trust between Soldiers and leaders, trust between Soldiers and their families and the Army, and trust with the American people. I am honored to serve in the ranks of the great men and women who willingly serve our country.\n\n\n### - Gen. Raymond T. Odierno, [Chief of Staff of the Army](http://www.army.mil/leaders/csa/)\n\n### Related site: [Army Profession](http://cape.army.mil/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n* Aug 1: Army Day\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}