{
    "id": "2013-07-10",
    "title": "Army Equipping Guidance 2013 through 2016",
    "body": "**What is it?**\n\nThe Army Equipping Guidance 2013 through 2016 is the Army's multi-year guidance, providing direction for Army components, major commands, and units for allocating and distributing equipment.    \n\n**What has the Army done?**\n\nThe purpose of the [Army Equipping Guidance](http://www.g8.army.mil/pdf/AEG_20June2013_lq.pdf) (AEG) is to ensure the Army gets the right equipment to the right units, on the right installations, at the least possible cost. The AEG lays out three lines of effort:  \n\n___Equip Units for their Missions___\n\n* &bull; Prioritize 2013 through 2014, units deploying to Afghanistan, the global - response force, forward deployed units, and low density/high demand units.\n* &bull; Transition 2014 through 2016, to the Future Force Generation model supporting [regionally aligned](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) and mission tailored forces \n* &bull; Meet critical dual-use equipment needs and equip organizations that train Soldiers\n\n___Increase Readiness by Redistributing Equipment___ \n\n* &bull; Implement [Lead Material Integrator](http://www.army.mil/standto/archive/2011/04/13/?s_cid=email) through the use of the [Decision Support Tool](http://www.army.mil/standto/archive_2013-07-09/)\n* &bull; Be innovative with retrograde; aggressively cross-level at the lowest levels to increase readiness \n* &bull; Increase transparency of reserve equipment payback and fieldings\n\n___Save Money___  \n\n* &bull; Minimize transportation costs\n* &bull; Ensure 100 percent visibility and accountability, and divest to reduce access\n* &bull; Establish accurate authorization documents\n\nEquipping to ARFORGEN is the main line of effort.  Unit based equipping provides increased levels of equipment to rotational units based on their ARFORGEN phase, critical equipping points and assigned mission.  It also equips non-rotational units and ensures the reserve components have the MTOE authorized equipment they need to support Homeland Defense and Defense of Civilian Authorities responsibilities.\n\n\n**What efforts does the Army have in the future?** \n\nThe Army is transitioning its equipping guidance from one that solely met the requirements of fighting two wars the last decade to new guidance that supports the Future Force Generation model.  \n\n\n**Why is this important to the Army?**\n\nThe underlying foundation of this guidance is to identify and minimize equipment risks and costs as we transition from Afghanistan through sequestration towards regionally aligned and mission tailored forces. It is critical to get this right as failure will impact the equipment readiness of Army units in future years.\n\n**Resources:**\n \n* [The Army Equipping Guidance 2013 through 2016](http://www.g8.army.mil/pdf/AEG_20June2013_lq.pdf)\n* [Army G-8](https://www.g8.army.mil)\n* [CSA's Blog: _Regionally Aligned Forces: A New Model for Building Partnerships_](http://armylive.dodlive.mil/index.php/2012/03/aligned-forces/ )\n* [STAND-TO!: Regionally Aligned Forces ](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* [STAND-TO!: The Army Equipment Modernization Plan 2014](http://www.army.mil/standto/archive_2013-05-24 )\n* Related article: [Army spells out long-term plan for equipping force after drawdowns](http://www.army.mil/article/106705/)\n",
    "date": "Wednesday July 10, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nI used to say that everything in Afghanistan was hard, but this is really hard and has to do with sequestration; it has to do with budget; it has to do with downsizing.\n\n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell, emphasized that fiscal woes facing the country and the Army also means leaner funding for programs, while speaking to 500 service spouses and educators at the Military Child Education Coalition's 15th national training seminar, National Harbor, Md., July 8, 2013\n\n### [Tough choices ahead for Army family programs](http://www.army.mil/article/107160/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}