{
    "id": "2013-07-11",
    "title": "Watervliet Arsenal ",
    "body": "**What is it?**\n\nThe [Watervliet Arsenal](http://www.wva.army.mil/) is the nation's oldest, continuously-operated arsenal having begun its manufacturing of military hardware during the War of 1812.  This Army-owned and \"operated manufacturing center will celebrate its 200th anniversary July 14, 2013, and is a component of the [TACOM Life Cycle Management Command,](https://www.tacom.army.mil/main/index.html) which is a subordinate command of the [U.S. Army Materiel Command.](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)   \n\n**What has the Army done?**\n\nFor 200 years, the [Arsenal](http://www.wva.army.mil/) has produced critical weapons, parts, and material that have helped hundreds of thousands of our nation's warfighters to come home safely.  In the late 1880s, the Arsenal transformed itself from a manufacturer of saddles to a manufacturer of cannons.  Today, 600 employees provide manufacturing, engineering, procurement, and quality assurance for cannon, mortars, and associated materiel throughout the acquisition life cycle. The Secretary of the Army designated the Arsenal as a [Center of Industrial and Technological Excellence](http://www.army.mil/article/97224/) in January 2013.  The Arsenal is also ISO 9001:2008 certified.\n\n\n**What continued efforts does the Army have in the future?** \n\nThe Watervliet Arsenal is the only place in DOD where those who do weapons research and design reside with the manufacturing base. The Army's Benet Laboratories resides on the Arsenal and is known worldwide for its gun design, structural and dynamic analysis, and for its application of advanced materials and composites. This unique synergy, where engineers who design a product are just a five-minute walk from those who will machine their designs, allows the Arsenal to rapidly adjust to new or urgent requirements.   \n\n\n**Why is this important to the Army?**\n\nGiven today's fiscal uncertainty, the Arsenal ensures that the American taxpayer gets the best value for their defense dollar because it is not congressionally funded.  As an [Army Working Capital Fund]( http://asafm.army.mil/Documents/OfficeDocuments/Budget/budgetmaterials/fy14//awcf.pdf) command, it funds its operations and maintenance from sales of its products.  Today's Arsenal is relied upon by U.S. and foreign militaries to produce the most advanced, high-tech, high-powered weaponry for cannon, howitzer, and mortar systems.\n\n**Resources:**\n \n* [Watervliet Arsenal](http://www.wva.army.mil/)\n* [Watervliet Arsenal on Facebook](https://www.facebook.com/WatervlietArsenal)\n* [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)  \n* [TACOM Life Cycle Management Command](https://www.tacom.army.mil/main/index.html)",
    "date": "Thursday July 11, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nCommand is the most sacred trust that you can be entrusted with in any army, and certainly in the U.S. Army. We have a crisis of trust in our Army today ... We have to have an environment in our formations where Soldiers will feel free to come forward with whatever challenge that they're facing. If our leaders don't exemplify that type of a trusting style of leadership, we cannot build anything on that foundation -- it is an unstable platform.  \n\n\n### - Gen. Dan Allyn, the commanding general of [U.S. Army Forces Command,](http://www.forscom.army.mil/) emphasizes to a group of Maneuver Captains Career Course students,  the Army's concern about the erosion of trust which is created by instances like sexual harassment and assault, at the Derby Auditorium on Fort Benning, Ga.\n\n### [FORSCOM commander talks Army's future](http://www.army.mil/article/107204/)\n\n### Related site: [Army.mil: Sexual Harassment/Assault Response and Prevention - SHARP](http://www.army.mil/sharp)\n\n### Related STAND-TO!: [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}