{
    "id": "2013-07-12",
    "title": "Ready and Resilient Campaign: Deployment Health Assessments",
    "body": "**What is it?**\n\nThe Army's [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) strives to create a holistic, collaborative and coherent enterprise to increase individual and unit readiness and resilience.   A critical tool in this effort is the Army's Deployment Health Assessment Program (DHAP) consisting of a series of Deployment Health Assessments (DHAs) - comprehensive health screenings that provide leaders and commanders timely and accurate snapshots of individual Soldier and [Department of Army (DA) Civilian](http://www.army.mil/standto/archive/issue.php?issue=2013-01-03) behavioral and physical health.   \n\nTo enable early intervention and better identify \"at risk\" and \"high-risk\" Soldiers, treat physical injuries, traumatic brain injury, substance abuse and PTSD - the DHAs are executed at the unit level and are completed within specific windows of time during the deployment cycle.   \n\nEach DHA begins with [Resilience Training,](https://www.resilience.army.mil/) followed by a self assessment completed online (DD Form) and a confidential, one-on-one conversation with a health care provider.  The DHAs are completed in the following order: \n\n* &bull; The Pre-DHA (DD 2795) is taken within 60 days of deployment\n* &bull; The PDHA (DD 2796) is taken within 30 days before or after redeployment\n* &bull; The PDHRA (DD 2900) is taken 90-180 days after redeployment \n    \n**What has the Army done?**\n\nSince 2006, the Army Deployment Health Assessment Program (DHAP) has screened more than 1.2 million Soldiers and DA Civilians and continues to take steps to improve program execution.  In 2013, the Army phased in revised Deployment Health Assessments (DHAs) to incorporate congressionally mandated behavioral questions, recent research findings and field suggestions.  The Army has also taken preventive measures to reduce the 'no-show' rates and costs associated with execution.  The Army is coordinating closely with unit commanders to forecast and plan upcoming readiness events, meet scheduling guidelines and cost criteria. \n\n\n**What continued efforts does the Army have in the future?** \n\nThe Army National Guard, Army Reserve and Office of the Surgeon General (OTSG) will spearhead initiatives to increase PDHRA compliance across Warrior Transition Units (WTUs). The effort will establish new procedures for scheduling WTU PDHRA events and includes close coordination with WTU Program Managers.     \n\n\n**Why is this important to the Army?**\n\nA healthy body and mind are essential to individual and unit readiness and resilience.  The DHAP connects the military health care system directly to Soldiers and DA Civilians - providing critical opportunities to address and treat symptoms, physical injuries and behavioral concerns in a one-on-one confidential conversation with a healthcare provider.   \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n* [Deployment Health Assessment Program](http://www.armyg1.army.mil/hr/dhap/index.html)\n* [DHAP (Army Reserve)](http://dhap.reserve.army.mil)\n* [DHAP (Army National Guard)](http://dhap.guard.army.mil )  \n* CAC log-in required: [DHAP on AKO](https://www.us.army.mil/suite/598655)\n* Related STAND-TO!: \n* [Army Deployment Health Assessment Program](http://www.army.mil/standto/archive/issue.php?issue=2012-01-20)\n* [Army Deployment Health Assessments](http://www.army.mil/standto/archive/issue.php?issue=2012-03-20)\n* [Deployment Health Assessments for Soldiers and Civilians](http://www.army.mil/standto/archive/issue.php?issue=2013-01-03)\n* Video: [Army Deployment Health Assessments](http://www.youtube.com/watch?v=u0Lybjm_AoI)\n* Related article: [Deployment Health Assessment Program builds ready, resilient Soldiers](http://www.army.mil/article/105757/Deployment_Health_Assessment_Program_builds_ready__resilient_Soldiers/)\n",
    "date": "Thursday July 11, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe have initiated planning to furlough up to 251,000 civilians for\none day a week ... in full recognition of the risks of decreased productivity, morale, and the loss of 20 percent of their pay\nwhile furloughed. In addition to the hardship this poses to our dedicated workforce, this furlough will have an immediate trickle - down effect as the majority of these civilians are located throughout the U.S. on our posts and stations, and their spending directly impacts local economies and contributes towards state and local taxes. \n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, highlights the impact of civilian furloughs during his briefing to the Senate Armed Services Committee Hearing, Feb 12, 2013\n\n\n### [Statement by Gen. Raymond T. Odierno, Chief of Staff United States Army before the Senate Armed Services Committee](http://cpol.army.mil/library/general/2013sequestration/20130212-COS-US-Senate.pdf)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}