{
    "id": "2013-07-15",
    "title": "Ready and Resilient Campaign Update",
    "body": "**What is it?**\n\nThe [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) reinforces the demonstrated resilience of the U.S. Army Soldiers, civilians and families over the past 12 years.  As a comprehensive plan addressing the immediate and enduring needs of the total Army-- active, reserve, and National Guard Soldiers, their families, and Army civilians, this campaign synchronizes and integrates key Army programs that focus on building resilience, reinforcing prevention, and supporting the reduction of suicide and suicidal ideations, sexual harassment and sexual assault, bullying and hazing, substance abuse, domestic violence; and stigma barriers associated with seeking help.  \n    \n**What has the Army done?**\n\nNumerous measures to support and promote this campaign have been initiated.  \n\nThey include: \n \n* -The [Ready and Resilient Campaign Plan](http://www.army.mil/e2/c/downloads/285588.pdf) and Executive Order\n* -Multiple campaign \"roll out\" briefs conducted by Army principals to selected Active, Guard and Reserve locations  \n* -Increased emphasis on [sponsorship](http://www.army.mil/standto/archive_2013-05-31/)  \n* -The [Comprehensive Soldier and Family Fitness Directive](http://www.army.mil/e2/c/downloads/290784.pdf) \n* -A senior leader [sexual harassment/assault response and prevention](http://www.army.mil/standto/archive_2013-06-07/) summit\n* -A comprehensive [Ready and Resilient](http://www.army.mil/readyandresilient) website from which additional information and educational resources may be obtained \n\nAdditionally, there has been an emphasis placed on the Community Health Promotion Council (CHPC) as the cornerstone of the campaign across the total Army. \n\n\n**What continued efforts does the Army have in the future?** \n\nThe Army will embed resilience training as a key part of all actions from the Army's professional military education program to day-to-day training and ensure resilience training is provided to Soldiers, civilians and families.  Furthermore, the campaign will guide Army efforts to build and maintain resilience across the total Army and improve unit readiness and further reinforce the [Army Profession.](http://cape.army.mil/)  \n\n**Why is this important to the Army?**\n\nThe [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) leads the effort for cultural change in the Army by directly linking personal resilience to readiness.  Personnel at all levels are responsible to build and maintain their resilience. The campaign reaches down to the installation/regional/state-levels.  The CHPCs work to improve the effectiveness of programs and services in order to ensure comprehensive care, including both preventive care and treatment, is available to the total force.    \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n* [Ready and Resilient tri-signed letter](http://www.army.mil/article/98337/)\n* Related STAND-TO!: \n* [Ready and Resilient](http://www.army.mil/standto/archive_2013-03-13/) \n* [Ready and Resilient Campaign: Deployment Health Assessments](http://www.army.mil/standto/archive/issue.php?issue=2012-01-20)\n* Related article: [Army's 'Ready and Resilient Campaign' kicks off](http://www.army.mil/article/98315/)\n",
    "date": "Monday July 15, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nThe [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/) is a far-reaching and comprehensive campaign to enhance individual and collective resilience in order to improve readiness across the total Army (active, National Guard and Army Reserve), civilians and family members. This program will integrate and synchronize Army programs aimed at improving physical, psychological and emotional health. \n\n\n### - Army senior leaders message\n\n\n### [Ready and Resilient tri-signed letter](http://www.army.mil/article/98337/)\n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}