{
    "id": "2013-07-16",
    "title": "Army Learning Management System ",
    "body": "**What is it?**\n\nThe [Army Learning Management System](https://www.lms.army.mil/Saba/Web/Main) (ALMS), delivers online Army training to Soldiers and Army civilians. With 1.2 million users, the ALMS is one of the world's largest learning management systems, delivering a significant portion of Army education and training.  \n\nThrough [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s Combined Arms Center-Training, the ALMS increases readiness and offers commanders training flexibility. Soldiers can achieve many training objectives online, reducing the time spent at the schoolhouse. The ALMS saves units money and increases stability and predictability for Soldiers and their families. \n    \n**What has the Army done?**\n\nTo address Soldier reported issues with the [Army Learning Management System](www.lms.army.mil)'s graphical user interface (GUI) and difficulties in finding and completing mandatory training, the Army redesigned and launched an easier-to-use GUI.  \n\nCommon functions such as search, register and play have been made simpler, and a brief tutorial has been created to teach users how to navigate the system. Users taking recurring mandatory training will now be able to find and launch mandatory training with just two clicks. \n\nElements of the new ALMS design are the result of Soldier feedback gathered in the field during limited user tests and ALMS usability evaluations. To provide users with additional assistance, the Army now maintains a more capable 24/7 help desk.  \n\n**Why is this important to the Army?**\n\nThe Army will continue to use [distributed learning](https://www.dls.army.mil/) to deliver training and education materials to Soldiers and civilians. Distributed learning will remain a key component of force readiness, complementing resident training and education.\n\n**What continued efforts does the Army have in the future?** \n\nThe Army will make distributed learning easier for Soldiers and Army Civilians to use. The [Combined Arms Center-Training](http://usacac.army.mil/cac2/cac-t/) is assessing future capability requirements for the [learning management system.](www.lms.army.mil)\n\nThe results will be used to develop a learning management system that more fully supports learner assessments, peer-to-peer collaborative learning and learning via mobile devices. The Army also is developing a registry to help ensure courseware remains current and relevant.\n \n**Resources:**\n\n* [Army Learning Management System](www.lms.army.mil)\n* [U.S. Army Training Support Center](www.atsc.army.mil)\n* [U.S. Army Distributed Learning System](https://www.dls.army.mil/)\n* [Combined Arms Center-Training](http://usacac.army.mil/cac2/cac-t/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n\n",
    "date": "Tuesday July 16, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nOur NCOs are charged with the training and care of our Soldiers while enforcing standards, so it is imperative we equip them with the best tools we can to help them do their job. Connecting the NCO Education System and promotions in a deliberate, continuous, sequential and progressive manner produces the best NCO Corps possible. It gives us the competent and committed leaders of character our Army needs and deserves. \n\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III \n\n### [Army to link online training to NCO advancement](http://www.army.mil/article/107424/)\n\n### [STAND-TO!: Structured Self-Development](http://www.army.mil/standto/archive/issue.php?issue=2012-08-21)",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}