{
    "id": "2013-07-17",
    "title": "U.S. Army Watercraft",
    "body": "**What is it?**\n\nThe U.S. Army maintains a fleet of approximately 300 active and reserve watercraft. These vessels include tugs, landing craft, causeway ferries and barge-derricks (floating 115 ton cranes). [U.S. Army Transportation Corps](http://www.transchool.lee.army.mil/) Soldiers-Mariners operate these vessels.\n    \n**What has the Army done?**\n\nThe U.S. Army operates two categories of watercraft: lighterage and floating utility. Floating utility vessels, such as tugs and floating cranes, provide a variety of support services. Lighterage provides transport on the water, and is the primary service watercraft perform in the Arabian Gulf.\n\nThe [U.S. Central Command](http://www.centcom.mil/) (CENTCOM ) area of operations uses Watercraft to support missions in the Arabian Gulf including Intra-Theater Sustainment Logistics Support by Load-On/Load-Off and Roll-On/Roll-Off cargo operations.  The _General Frank S. Besson_, Jr- class Logistics Support Vessel (LSV) and the _Runnymede_-class Landing Craft Utility (LCV) are the current vessel classes in use throughout the CENTCOM  area of responsibility (AOR)  and are manned by active duty and reserve mariners. \n\nBoth the LSV and the LCUs are capable of operating in shallow waters with the ability to transport rolling cargo to unimproved ports and beaching operations. One LSV can transport up to 2000 short tons with a deck space of 10,500 square feet or the equivalent of 24 M1 A2 Abrams Tanks.\n\n**What continued efforts does the Army have in the future?** \n\nArmy watercraft deliver war-fighting supplies, combat vehicles and sustainment cargo to a wide variety of ports. This capability is stand-alone or is used in conjunction with similar capabilities shared by the U.S. Navy. Joint Service and multi-national exercises are conducted to enhance the readiness of the entire maritime community within the CENTCOM AOR. These exercises utilize multiple vessels, aircraft and personnel to achieve the goal of having a flexible and trained community for any contingency. Missions are dependent upon operational needs and command directives.\n\n**Why is this important to the Army?**\n\nArmy Watercraft provide commanders the ability to move strategic support and supplies to ports within their area of responsibility.   This flexibility provides leaders with the ability to move on order without the extensive processes involved in utilizing commercial carriers.\n\nWatercraft in the CENTCOM AOR are operated by a combination of active duty and reserve mariners assigned to an Expeditionary Sustainment Command (ESC) -- currently the [135th ESC](http://www.al.ngb.army.mil/Units/135thESC/default.aspx) -- under the [1st Sustainment Command (Theater)](http://www.bragg.army.mil/1stTSC/Pages/AboutUs.aspx), which is the [U.S. Army Central](http://www.arcent.army.mil/)'s logistics element. Army Central  plans operations involving the use of watercraft, while the 1st TSC, ensures that the watercraft are in the right place at the right time to support the mission.\n\n\n**Resources:**\n\n* U.S. Army Transportation Corps: [Watercraft Categories, Watercraft Units, and Equipment](http://www.transportation.army.mil/ocot/pages/watercraft.html)\n* [1st Theater Sustainment Command, Fort Bragg, N.C.](http://www.bragg.army.mil/1stTSC/Pages/AboutUs.aspx)\n* [135th ESC](http://www.al.ngb.army.mil/Units/135thESC/default.aspx)\n* [Third Army/ U.S. Army Central](http://www.arcent.army.mil/) \n\n\n",
    "date": "Wednesday July 17, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nArmy watercraft are key elements to the present and future state operations in the ARCENT AOR. They remain key to strategic sealift and logistics support. Watercraft will remain essential to projecting and sustaining forces in the region.\n\n\n### - Brig. Gen. Donald Tatum, commander, 135th Theater Sustainment Command\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}