{
    "id": "2013-07-18",
    "title": "The Army Virtual Housing Experience",
    "body": "**What is it?**\n\nThe Army virtual housing experience provides Soldiers and families world-class customer-focused housing information allowing them to make informed choices about off-post, privatized and military housing options at their next duty stations.\n\nThe [Army Housing Online User Services](https://www.housing.army.mil/) (AHOUS) website is the single-point-of-entry for all Army housing information. This web-based tool enables Soldiers and families to see on-post housing options, what they qualify for, their positions on wait lists, and information about installations that will assist them with relocation.\n\n**What has the Army done?**\n\nArmy Housing developed the AHOUS website to synchronize disjointed housing information in order to make the home search process seamless. AHOUS is an Army owned and operated website that empowers Soldiers and families with the capability to view housing resources that includes floor plans, photos and local housing policies. Soldiers and family members can tour housing virtually on the web to help them see available housing.\n\nThis website is an extension of the customer service provided at installation housing offices Army-wide and aligns with the [Assistant Chief of Staff for Installation Management's Customer Service Bill of Rights.](http://www.acsim.army.mil/docs/OACSIM_CustomerServiceBillofRights.pdf) \n\nThis integrated approach provides Army housing officials a reliable reference point that is continuously updated and relevant to their needs.\n\n**What continued efforts does the Army have in the future?** \n\nThe Army will continue to improve upon the capabilities that AHOUS provides to Soldiers and families. Soldiers and spouses will be invited to participate in focus groups, and their feedback will be used to enhance and improve upon the current the virtual housing experience.\n\nMobile applications that will focus on the most visited fields on the AHOUS [website](https://www.housing.army.mil) are planned for the next phase of the virtual housing experience. The applications are scheduled to be deployed by October 2013. \n\n**Why is this important to the Army?**\n\nA Soldier's living environment is an important factor in preserving the all-volunteer force and maintaining quality of life. AHOUS equips Soldiers with relevant and timely information and helps reduce the hurdles encountered when searching for adequate accommodations. With AHOUS, Soldiers and families can focus on other aspects of the relocation process and integrate more quickly into their units and community.\n\n\n**Resources:**\n\n* [Army Housing Online User Services](https://www.housing.army.mil)\n* [Army Housing on Facebook](http://www.facebook.com/usarmyhousing)\n* [Army Housing on Twitter](http://www.twitter.com/usarmyhousing)\n* [Army Housing on YouTube](http://www.youtube.com/usarmyhousing) \n* [Army Virtual Housing Experience Fact Sheet](http://www.acsim.army.mil/docs/Army_Virtual_Housing_Experience-Fact_Sheet.pdf)\n* [ACSIM Customer Service Bill of Rights](http://www.acsim.army.mil/docs/OACSIM_CustomerServiceBillofRights.pdf)\n\n\n",
    "date": "Thursday July 18, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nAs we rebalance our efforts in the Pacific, it's capabilities like this -- and the Soldiers who make them possible -- that are critical to the United States Army and to the United States of America. This vessel's self-sufficient crew enables a level of readiness and maneuverability that enhances all operations in the Pacific, to include humanitarian assistance and disaster relief. \n\n\n### - Secretary of the Army John McHugh,  speaking about [U.S. Army Watercraft's](http://www.army.mil/standto/archive_2013-07-17/) pivotal role in the \"shift to the Pacific, while onboard the U.S. Army Vessel Lt. Gen. William B. Bunker, July 16. \n\n\n### [8th TSC mariners highlight Army watercraft capabilities for SecArmy](http://www.army.mil/article/107614/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}