{
    "id": "2013-07-22",
    "title": "Army Training Network",
    "body": "**What is it?**\n\nThe Army Training Network, also known as ATN, is a single web-based portal for Army training resources. \n\n\n**What has the Army done?**\n\nATN was created by U.S. Army Training and Doctrine Command's [Combined Arms Center-Training.](http://usacac.army.mil/cac2/atn/) A few of ATN's major features include: \n\n* &bull; __Unit training management__ (UTM)-  is an online resource that provides in-depth details of the Army's training management process found in Army Doctrine Publication/[Army Doctrine Reference Publication (ADRP) 7-0](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf)  by providing a how-to of training management and leader development.  UTM provides tutorials, example videos and other resources that expand on important training fundamentals. UTM can be viewed online or downloaded in modules or as a .pdf manual.\n\n* &bull; __Direct access to training enablers__ - Training enablers are online tools that are essential to perform many of the training management functions discussed in [ADRP 7-0.](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp7_0.pdf) These web-based tools include the Digital Training Management System, the Combined Arms Training Strategies and Army-approved brigade and higher unit mission essential task lists. \n\n\n* &bull; __Training products__ - ATN hosts a database of unit-developed training products, including training briefings, standard operating procedures, checklists, videos, etc., for leaders and Soldiers to view and download to facilitate or enhance training. \n\n* &bull; __Collaboration__ -  ATN's many collaborative tools provide Soldiers a quick and easy way to provide input to the ATN team and share ideas across the Army. \n\n* &bull; __Army Doctrine Publication 7-0 and Army Doctrine Reference Publication 7-0__, [Training Units and Developing Leaders](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf) - Both of these doctrinal manuals are available on ATN. The ADRP has embedded links, which take users to specific how-to details in unit training management.\n\n**What continued efforts does the Army have in the future?** \n\nIn the long term, the Army intends to merge ATN with the Digital Training Management System, combined arms training strategies and Army-approved mission essential task lists to create a more holistic Army Training Management System. This will make using these primary systems seamless and transparent to users through the ATN portal. \n\n**Why is this important to the Army?**\n\nIn a net-centric environment, the Army must be able to collaboratively share the most current training management doctrine, processes, products and data to Soldiers around the globe.\n\n**Resources:**\n\n* [Army Training Network](https://atn.army.mil)\n* [Army Doctrine Publication 7-0](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf)\n* [STAND-TO!: Army Learning Management System](http://www.army.mil/standto/archive_2013-07-16/)\n* [Army Training Network on Facebook](https://www.facebook.com/ArmyTrainingNetwork)\n* [Army Training Network on Twitter](http://www.twitter.com/armytrainingnet)\n* [Combined Arms Center-Training](http://usacac.army.mil/cac2/atn/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n",
    "date": "Monday July 22, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nIn a word, it's 'devastating,' a word I've used in testimony twice before Congress in this year alone. As we look out in the future and maybe have reductions in procurement and RD&A (research, development and acquisition) accounts, and I believe we will, we can't leverage S&T [(science and technology](http://www.army.mil/standto/archive/2010/12/06/)) because when we come out of this we have to have programs in place in the technologies to push the Army forward, because the last thing we ever want to do is have a Soldier go into combat and it be an even fight. \n\n\n### - Lt. Gen. Bill Phillips, director of the Army Acquisition Corps, speaking about the effects of the budget control act and sequestration, before an Association of the United States Army breakfast meeting, July 18, in Arlington, Va.\n\n\n### [Army science, technology cuts would be 'devastating'](http://www.army.mil/article/107742/)\n\n### Related \n### * [STAND-TO!: U.S. Army Research Laboratory](http://www.army.mil/standto/archive/issue.php?issue=2012-10-16)\n### * [STAND-TO!: Army Science and Technology](http://www.army.mil/standto/archive/2010/12/06/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}