{
    "id": "2013-07-23",
    "title": "Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness",
    "body": "**What is it?**\n\nThe [Ready and Resilient](http://www.army.mil/readyandresilient) campaign seeks to enhance readiness and resilience across the total Army family -- Soldiers (active, National Guard, and Army Reserve), civilians, and family members. In support of this campaign, Army leaders incorporate [resilience training](https://www.resilience.army.mil/) into all educational and professional development programs. Soldiers of all ranks must practice skills that build resilience as part of the collective effort to sustain a strong Army team.\n\n[Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n(CSF2) is the [Ready and Resilient](http://www.army.mil/readyandresilient) campaign's main effort as it is the Army program designated to build resilience and enhance the performance of members of the Army family. It does this by providing Resilience and Performance Enhancement training throughout the Army, an assessment and self-development opportunities through online interactive applications. \n\n**What has the Army done?**\n\n[CSF2](http://csf2.army.mil/) has already integrated this training across the spectrum of recruitment, basic, unit, and institutional training, as well as during transition from the Army. CSF2 continues to expand this effort having opened 16 CSF2 training centers offering localized resilience training at continental United States (CONUS) installations. \n\nCSF2 has trained more than 17,000 certified Master Resilience Trainers (MRTs) across the force to date.  MRTs provide training directly to Soldiers, down to the unit level, as well as to family members and Army civilians.\n\n**What continued efforts does the Army have in the future?** \n\n[CSF2](http://csf2.army.mil/) will train another 7,400 MRTs in the next year, helping the Army reach its goal of one MRT per company. Also, CSF2 will be opening another six CSF2 Training Centers in the next fiscal year, each providing both unit-level resilience training and MRT training at the local level. Finally, CSF2 is preparing to launch an innovative new online personal development training site called ArmyFit, designed to give members of the Army family a new way to improve their overall fitness and resilience. \n\n**Why is this important to the Army?**\n\n[CSF2](http://csf2.army.mil/) has a pivotal role to play in the [Ready and Resilient Campaign](http://www.army.mil/readyandresilient)'s success, particularly in the campaign's Line of Effort 2, which is to _build and maintain ready and resilient Soldiers, Soldier families, Army civilians, and ready units_.  CSF2's mission is to ensure all members of the Army family are empowered to maximize their potential and face challenges that arise while deployed or at home.  \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient )\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/ )\n* [STAND-TO!: Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [Comprehensive Soldier and Family Fitness on Facebook](http://www.Facebook.com/ArmyCSF2)",
    "date": "Tuesday July 23, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe must continue to grow and mature our shared partnerships. It is through the relationships with our allies and partners that we are able to prevent, mitigate, and respond to crises and assure security. \n\n\n### - Secretary of the Army John McHugh, highlights the importance of U.S. Army's pivotal role in the military's growing responsibilities in the Pacific\n\n\n### [SecArmy sees I Corps in action Down Under](http://www.army.mil/article/107843/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}