{
    "id": "2013-07-24",
    "title": "Chemical Biological Radiological Nuclear ",
    "body": "**What is it?**\n\nThe Department of Defense Chemical Biological Radiological Nuclear (CBRN) Response Enterprise is comprised of both a state/National Guard contingent and a federal military contingent that provide life-saving capabilities in the event of a homeland CBRN event. \n \nThe state/Regional forces, National Guardsmen, are: \n\n* &bull; 57 Weapons of Mass Destruction Civil Support Teams - comprised of 22 personnel who detect and identify CBRN agents, assess current and projected consequences, and advise on response measures.\n\n* &bull; 17 CBRN Enhanced Response Force Packages - comprised of 186 personnel providing casualty search and extraction, patient decontamination and emergency medical treatment.\n\n* &bull; 10 Homeland Response Forces - comprised of 566 personnel providing the same capabilities of a CERFP plus a Command and Control and CBRN Assistance Support Element.\n\nThe federal CRE forces are:\n\n* &bull; Defense CBRN Response Force (DCRF) - comprised of 5,200 primarily active duty personnel providing search and extraction, decontamination, medical treatment, and ground and air medical and casualty evacuation.\n  \n* &bull; Two Command/Control (C2) CBRN Response Elements - each comprised of 1,500 Reserve and National Guardsmen providing the C2 core and DCRF structure with a small technical support (search and extraction, mass decontamination and medical triage) capability.  C2CREs expect follow-on forces to establish full DCRF capability.  \n\n \n**What has the Army done?**\n\nThe nation's largest CBRN exercise, Vibrant Response (VR), executed annually by [U.S. Army North](http://www.arnorth.army.mil/) (Fifth Army), is being held July 31 - August 19.  CRE forces focus on civil support missions in a Consequence Management role, during command post and field training exercises.  \n\nVR stresses the C2 organizations, and of the CRE units, through a simulated 10-kiloton nuclear detonation in a major U.S. city.  \n\nVR is conducted at Camp Atterbury, the Muscatatuck Urban Training Center (MUTC) and surrounding sites in Indiana.  MUTC is a world-class urban training area that includes an extensive underground utility tunnel system and more than nine miles of roadways.  \n\n**Why is this important to the Army?**\n\nU.S. Army North (Fifth Army), the Joint Force Land Component Command and Army Service Component Command to U.S. Northern Command, conducts VR.  \nVR exercises (VRE) CRE key leaders, staffs and units on key aspects of civil support missions and fully exercises task forces in a high-tempo training event to confirm operational capability.  \n\n\n**What continued efforts does the Army have in the future?** \n\nUSARNORTH will continue to plan VRE on behalf of the USNORTHCOM commander, who is responsible for confirming the readiness of the CRE. This includes coordinating the exercise with all state and federal participants as well as providing exercise control, simulation and evaluation units.\n\n**Resources:**\n\n* [U.S. Army North](http://www.arnorth.army.mil/)\n* [STAND-TO!: U. S. Army North Command Strategy](http://www.army.mil/standto/archive_2013-03-22/)\n* [Army.mil: U.S. Army North News](http://www.army.mil/usarnorth)\n* [United States Northern Command](http://www.northcom.mil/)\n",
    "date": "Wednesday July 24, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nReally for us, it is a return to our roots. It may not be evident to everyone, but the fact of the matter is the Army has for decades upon decades been a major presence in the Pacific. The last 12 years have caused us to focus in two theaters of conflict, but as those have begun to wind down in the last year, it allows us to get back to the things we've been doing very, very well for a very long time.  \n\n\n### - Secretary of the Army John McHugh, while  honoring the late U.S. Senator Daniel K. Inouye, at a wreath-laying ceremony at the National Memorial Cemetery of the Pacific on Honolulu, Hawaii, on July 23, highlights the role of the U.S. Army in the Pacific  \n\n\n### [SecArmy, U.S. Army Pacific commander honor late Senator Inouye](http://www.army.mil/article/107912/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}