{
    "id": "2013-07-25",
    "title": "The Army Study Program Management Office",
    "body": "**What is it?**\n\nThe [Army Study Program Management Office]( http://www.g8.army.mil/organization/army_study_program_management_office/) (ASPMO) falls under the Deputy Chief of Staff, [G-8,](http://www.g8.army.mil/index.html) and has overall responsibility for policy and guidance regarding coordination and management of Army Studies and Analyses as defined by [Army Regulation 5-5.](http://www.apd.army.mil/pdffiles/r5_5.pdf)   \n\nASPMO also serves as the sole source of guidance regarding Advisory & Assistance Services (A&AS) as defined by [Army Regulation 5-14.]( http://www.apd.army.mil/pdffiles/r5_14.pdf ) The ultimate goal of the ASPMO is to enhance return on investments for the Army's senior leadership so that the Army can work smarter. \n \n**What has the Army done?**\n\nThe Army Study Program (ASP) provides a great service and insight for the Army while saving money and resources.  The integrated program of studies and analysis are aligned with the Army's top priorities and are overseen by the ASPMO. The ASPMO funded nearly 30 studies for 15 different agencies in fiscal year 2013. They are funding studies this year that focus on [traumatic brain injury](http://www.army.mil/tbi) monitoring, risk assessment, leadership development and cyberspace operations, among others. The program eliminates unnecessary redundancy in analysis efforts and expands upon lessons learned and best business practices to achieve cost-effective stewardship. \n\n**What continued efforts does the Army have in the future?** \n\nThe Army invests in studies to determine the best course of action in addressing specific issues.  Army analyses range from studies to support network operations, terrain identification and energy policy, to studies that focus on the morale and welfare of Soldiers and their [families,](http://www.army.mil/families) and a variety of other high profile topics.  By performing studies up front, the Army is able to save resources and avoid investing in inappropriate solutions that will result in a waste of money and other precious resources. Next year's Army studies will be determined after the HQDA Study Program Scoring Conference in August 2013.\n\n**Why is this important to the Army?**\n\nStudies and analyses are pertinent to the overall success of the Army, as well as the demonstration of good stewardship of taxpayer dollars.  It is important that we continue to ensure we are making the right decisions at the right time in an era of fiscal austerity.  The Army Study Program provides the appropriate system of checks and balances to guarantee that the Army makes smart decisions based on a solid foundation resulting from studies and analyses.\n\n**Resources:**\n\n* [Army Study Program Management Office](http://www.g8.army.mil/organization/army_study_program_management_office/) \n* [Deputy Chief of Staff, G-8](http://www.g8.army.mil/index.html)\n* Log-in required: [ASPMO on AKO](https://secureapp2ako.hqda.pentagon.mil/ako/aspmo/index.aspx)\n* [ASPMO on Facebook](http://www.facebook.com/armystudies)\n* [Army Regulation 5-5: Army Studies and Analyses](http://www.apd.army.mil/pdffiles/r5_5.pdf)\n* Army Internal Analysis Organizations: \n* [Center for Army Analysis](http://www.caa.army.mil)\n* [U.S. Army TRADOC Analysis Center](http://www.trac.army.mil)\n* [Army Materiel Systems Analysis Activity](http://www.amsaa.army.mil)\n* Related articles: \n* [Army Study Program helps inform diverse array of Army decisions, solutions](http://www.army.mil/article/106423/)\n* [Army studies range from virtual marksmanship to waste water reuse](http://www.army.mil/article/97872/) \n",
    "date": "Thursday, July 25, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nIt is important to remember and to educate our younger generations of the significance of the Korean War to freedom, liberty, democracy and the well being of the people of South Korea and the United States. The men who fought in this war, Americans, South Koreans and those from other nations who joined the fight for freedom made great sacrifices and endured much hardship. We owe them our gratitude and must always remember and honor their sacrifice. \n\n\n### - Under Secretary of the Army Joseph W. Westphal, speaking at a Twilight Tattoo in honor of the 60th Anniversary of the Korean War Armistice, Joint Base Myer-Henderson Hall, Va.\n\n\n### [Army honors service, sacrifice of Korean War veterans](http://www.army.mil/article/107946/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}