{
    "id": "2013-07-26",
    "title": "Army Career and Alumni Program ",
    "body": "**What is it?**\n\n[Army Career and Alumni Program](https://www.acap.army.mil/default.aspx) (ACAP) is a program designed in 1991 to reduce veteran unemployment and help troops transition and adjust to life outside of the Army to begin a successful civilian life. \n\nTransition connects Soldiers with job opportunities, teaches Soldiers how to leverage their skills post-service, and educates the American public about the capabilities and professionalism of the veterans.\n\nTo meet the President's call for a career-ready military, the federal government developed a new model to better prepare service members to succeed in the next phase of their lives. \n \n**What has the Army done?**\n\nWithin the past year, the Army's [Transition Assistance Program]( http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Transition_Assistance_Program_(TAP).html) (TAP) has doubled the number of transition counselors and support staff to 700 at 80 locations worldwide. TAP also gave Soldiers 24/7 virtual access to transition counselors and resources online.\n \nThe [Veterans Opportunity to Work,](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10) (VOW Act) went into effect Nov. 21, 2012. This legislation re-engineered the [Army Career and Alumni Program](https://www.acap.army.mil/default.aspx) (ACAP) and mandated every Soldier attend transition assistance classes. Transition, now a commander's program, emphasizes that Soldiers begin transition education and assistance no later than 12 months prior to separation to ensure they are ready to pursue a civilian career and/or education. Spouses are encouraged to attend and classes are capped at 50 people, enabling one-on-one counseling and small group discussions.  \n\n**What continued efforts does the Army have in the future?** \n\nThe Army continuously refines its Army Career and Alumni Program that provides Soldiers a host of transition services, counsel, and training onsite and online. The Army is also maximizing job opportunities through private industry partnerships and working with states to speed licensing and certifications. \n\nBy the end of 2013, Transition Goals-Plans-Success, known as GPS, will replace TAP. GPS is a classroom and one-on-one session with service members and their spouses to formulate a plan, including a detailed budget. Counselors will help Soldiers and spouses enter vocational training or college, starting their own business, or find a civilian job. \n\n**Why is this important to the Army?**\n\nThe Army is committed to ensuring lifelong success for our Soldiers and their families. The Army is the strength of the nation. People are the strength of the Army. We, as a nation, are responsible for ensuring [veterans]( http://www.army.mil/veterans) are supported and equipped to re-integrate as civic members, leaders and role models in our communities. \n\n**Resources:**\n\n* [Army Career and Alumni Program](https://www.acap.army.mil/default.aspx)\n* 24/7 call center hotline: 1-800-325-4715\n* [Employer Partnership of the Armed Forces](http://www.employmentpartnership.org)\n* [Hero 2 Hired Employment Application Tool](http://www.H2H.jobs)\n* Related STAND-TO!: \n* [Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n* [Veterans Opportunity to Work (VOW) to Hire Heroes Act](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10)\n* [Army.mil: Soldier for Life](http://www.army.mil/SFL)\n* [Army.mil: Veterans]( http://www.army.mil/veterans)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/transition)\n* Related articles: \n* [Army Career and Alumni Program changes make Soldiers' transition easier](http://www.army.mil/article/84216/)\n* [Transition GPS: Transforming the Transition Assistance Program](http://www.whitehouse.gov/the-press-office/2012/07/23/fact-sheet-president-obama-s-work-honor-our-military-families-and-vetera)",
    "date": "Friday, July 26, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nToday's celebration is an opportunity not only for our Army, but for the United States to say thanks.  Our Korean War veterans have meant a great deal to our nation, and we really do stand on their shoulders. \n\n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell, speaking with The Military Channel at a Twilight Tattoo in honor of the 60th Anniversary of the Korean War Armistice, Joint Base Myer-Henderson Hall, Va.\n\n\n### [Army honors service, sacrifice of Korean War veterans](http://www.army.mil/article/107946/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}