{
    "id": "2013-07-29",
    "title": "Credentialing",
    "body": "**What is it?**\n\nCredentialing is the process of meeting certain professional and technical standards and earning industry recognition in the form of a credential - a civilian certification or government license. Using a career-long approach, [U.S. Army Training and Doctrine Command]( http://www.tradoc.army.mil/)  has developed credentialing programs that are designed to both enhance Soldier skills and [professionalism](http://cape.army.mil/aaop/) while serving, and increase their employability after the Army. Programs focus on first-term and mid-career Soldiers in the training base.\n \n**What has the Army done?**\n\nIn support of the National Defense Authorization Act of 2012, TRADOC [G-3/5/7's Training Integration Directorate](http://www.tradoc.army.mil/g357/) began developing pilot programs with TRADOC [schools]( http://www.tradoc.army.mil/Schools.asp). The [Transportation School](http://www.transchool.lee.army.mil/) partnered with the Department of Transportation to help motor transport operators obtain commercial driver's licenses. The [Ordnance School]( http://www.goordnance.lee.army.mil/) provides Automotive Service Excellence credentialing tests to Soldiers attending the Wheeled Vehicle Mechanic Advanced Leader and [Warrant Officer Basic Courses.]( http://usacac.army.mil/cac2/WOCC/wobc.asp)  As part of the White House \"We Can't Wait\" initiative, the Ordnance School also registered 201 Soldiers for a credentialing program with the National Institute for Metalworking Skills. The [Quartermaster School](http://www.quartermaster.army.mil/) provided 330 Soldiers with the opportunity to test for Manufacturing Skills Standards Council certifications. The [Joint Culinary Center of Excellence](http://www.quartermaster.army.mil/jccoe/jccoe_main.html) has a voluntary two-year apprenticeship program for food service specialists, initiated during advanced individual training   and completed during the Soldier's follow-on assignment. The program is currently available at Forts Bragg, N.C., Fort Hood, Texas, Fort Campbell, Ky., Fort Drum, N.Y., and Fort Stewart, Ga. TRADOC's [Signal Center of Excellence](http://www.gordon.army.mil/) also has credentialing programs in place with Microsoft, Cisco and CompTIA for Signal Soldiers assigned to information assurance-coded positions throughout the Army.  \n\n**What continued efforts does the Army have in the future?** \n\nThe Army will continue to work with civilian credentialing agencies to identify and expand additional opportunities for Soldiers in other military occupational specialties. In the future, Soldiers will be introduced to credentialing opportunities when they enlist at the [Military Entry Processing Station.](http://www.mepcom.army.mil/meps/) These opportunities will be reinforced at their first duty station, throughout their career and during their separation from the military prior to transitioning into the civilian sector. \n \nIn addition to the Army's current credentialing programs, Soldiers can research individual credentialing opportunities in their specialty on the [Credentialing Opportunity On-Line]( https://www.cool.army.mil/) website or by accessing the [Army Career Tracker.](http://www.army.mil/standto/archive_2013-04-16/) \n\n**Why is this important to the Army?**\n\nThe Army is moving toward a more holistic approach in taking care of Soldiers, from enlistment through separation. TRADOC's credentialing initiatives support this approach by enhancing Soldier skills and professionalism while serving, and increasing their employability after the Army.\n\n**Resources:**\n\n* [Army COOL: Credentialing Opportunities On-Line](https://www.cool.army.mil/index.htm)\n* [STAND-TO!: Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* [U.S. Army Training and Doctrine Command]( http://www.tradoc.army.mil/)\n* Related articles: \n* [Army TRADOC sets Soldiers up for Success with job credentialing](http://www.army.mil/article/82309)\n* [Transitioning Lee Soldiers get commercial driver's license training](\nhttp://www.army.mil/article/85746)\n* [Credentialing training opportunities help military chefs excel](\nhttp://www.army.mil/article/99902)\n* [Senator Kaine visits Army's Sustainment think tank](\nhttp://www.army.mil/article/100156/)\n* [TRADOC senior NCO visits Home of Sustainment views training](\nhttp://www.army.mil/article/104257/)",
    "date": "Monday, July 29, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nI am proud and humbled by the past and present selfless service of American, Korean, and our partner nations' service members and civilians and their contribution to the stability and prosperity of the Republic of Korea. The Republic of Korea has done a spectacular job of making the most of the opportunities that the last 60 years of stability have offered. \n\n\n### - Gen. James D. Thurman, commander of United Nations Command, Combined Forces Command and U.S. Forces Korea, during a ceremony at Yongsan Garrison, South Korea, welcoming Korean War veterans and marking the 60th anniversary of the signing of the armistice that ended hostilities\n\n\n### [Veterans return to Korea for armistice anniversary](http://www.army.mil/article/108159/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}