{
    "id": "2013-07-30",
    "title": "Powering the Force  ",
    "body": "**What is it?**\n\n[Tactical Electric Power](http://www.fas.org/man/dod-101/sys/land/wsh2013/302.pdf)  (TEP) is a combination of materiel and non-materiel solutions that provide technologically-advanced, tactical, lightweight, portable, reliable, and rugged power generation, distribution, and environment controls.\n \n**What has the Army done?**\n\n[Project Manager-  Mobile Electric Power (PM MEP)](http://www.peocscss.army.mil/PMMEP.html) conducted a proof-of-principle deployment of the Operational Energy (OE) Advisor.  The uniformed OE Advisor (Prime Power Chief Warrant Officer) partnered with PM MEP OE assessment teams to provide commanders with materiel and non-materiel energy solutions that matched tactical energy demands with operational energy solutions.  The OE Advisor's assignment to a brigade combat team staff in Afghanistan clearly demonstrated that effectively integrating OE staff expertise and TEP on the battlefield is a combat multiplier. \n\n**What continued efforts does the Army have in the future?** \n\nThe Army continues to provide materiel and non-materiel operational energy solutions to non-Logistics Civil Augmentation Program [(LOGCAP)](http://www.aschq.army.mil/home/LOGCAP.aspx) supported/remotely located outposts and bases in order to reduce Soldier risks, improve operational capability, and more efficiently and effectively use energy resources. \n\nThe Army is developing a range of OE power distribution and power management solutions to include hybrid, microgrid, and alternative energy solutions.  PM MEP serves as the Army lead for these materiel solutions and for the Army's TEP standardization path forward. \n\nPM MEP continues to field state-of-the-art military standard TEP and environmental controls, including: \n\n* _Advanced Medium Mobile Electric Power Sources_ [(AMMPS)](http://www.army.mil/article/87545/) is the technologically advanced, third generation family of medium power military generators (5-60 kilowatts (kW)).  AMMPS delivers 21 percent better fuel efficiency (average across fleet) and significantly exceeds the reliability of the second generation generator (Tactical Quiet Generator).\n\n* _Improved Environmental Control Units_ [(IECUs)](http://www.army.mil/article/52016/) consists of three standard shelter mounted systems: 9,000 BTUH (British Thermal Units per hour); 18,000 BTUH; 36,000 BTUH; and one skid mounted unit of 60,000 BTUH.  The IECU systems provide critical environmental controls to vital military electronic and support systems and equipment during tactical operations. \n\n* _Power Distribution Illumination Systems Electrical_ [(PDISE)](http://www.army.mil/article/64920/ ) is a family of portable, modular, and standardized electrical power distribution devices.  PDISE is a simple and reliable means to improve operational energy efficiency by reducing logistic footprints thru the use of centralized power configurations.  PDISE subdivides and distributes electricity from single power sources to multiple equipment users within shelters and various tactical complexes.  PDISE is compatible with DOD generator sets from 5kW to 200kW.  \n\n**Why is this important to the Army?**\n\nEffectively managing operational energy saves Soldiers lives, reduces costs, and returns combat capability to the warfighting commanders.  Soldiers that conduct fewer refueling missions are able to support higher priority combat missions.\n\n**Resources:**\n\n* [Army Operational Energy](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx )\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/ )\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* Related STAND-TO!: \n * [Energy Informed Culture ](http://www.army.mil/standto/archive_2013-04-17/)\n * [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n * [Operational Energy - Energy Informed Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-02-16)\n* Related article: \n * [Army launches smart Operational Energy use campaign, identifies 10 initiatives](http://www.army.mil/article/89693/)\n* PDF: \n * [Army Power and Energy White Paper (April 2010)](http://www.arcic.army.mil/app_Documents/ARCIC_WhitePaper_Power-and-Energy-Strategy_01APR2010.pdf)\n * [_The Power is in Your Hands_](http://www.army.mil/e2/c/downloads/269569.pdf) Campaign\n",
    "date": "Tuesday July 30, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe must transform the Army into an energy-informed culture.  The key to our success is incorporating energy into our doctrine, education and tactical operations.  Real culture change is not a slogan. Culture change is developing the professional habits and expertise to plan and use energy smartly and efficiently to provide greater combat capability to commanders.\n\n\n### - Lt. Gen. Raymond V. Mason, deputy chief of staff of logistics, [G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/) \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}