{
    "id": "2013-07-31",
    "title": "Ready and Resilient Campaign: Army Substance Abuse Program Update",
    "body": "**What is it?**\n\nThe Army's [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) strives to create a holistic, collaborative and coherent enterprise to increase individual Soldier resilience and unit/Army family readiness. One critical tool in support of this effort is the [Army Substance Abuse Program](http://www.acsap.army.mil/) (ASAP).\n \nThe [Army Center for Substance Abuse Program](http://www.army.mil/standto/archive/issue.php?issue=2011-09-13) (ACSAP) provides commanders guidance/ resources on all non-clinical alcohol and other drug policy issues to include developing, establishing, administering and evaluating non-clinical alcohol and other drug (AOD) abuse prevention, education, and training programs overseeing the Military, Drug Free Workplace and Department of Transportation biochemical (drug) testing programs and for the oversight of local ASAP worldwide.\n\n**What has the Army done?**\n\nThe high operational tempo and demands of ongoing combat operations continue to place a significant amount of stress on our Soldiers, Department of the Army Civilians and family members. Unfortunately, in an attempt to overcome these challenges, some have given in to the temptation of engaging in high-risk behaviors, such as alcohol or drug abuse/misuse. Subsequently, the Army: \n\n* &bull; Continues to refine the critical resources necessary to provide our Army family with the tools to address their personal stressors in positive ways, and Army leaders with the tools they need to maintain a high state of readiness. \n* &bull; Introduced [myPRIME,](http://www.army.mil/standto/archive/issue.php?issue=2011-10-26) an online version of the nationally successful training now used in installation ASAP classrooms due to the increased demand for AOD prevention and counseling for Soldiers who are deployed or stationed in remote areas.\n* &bull; Expanded availability of this resource, which is also available in theater, to geographically dispersed Soldiers, DA civilians and family members.\n* &bull; Provides services to active Army, Army Reserve, and Army National Guard Soldiers, their families and DA Civilian personnel.  \n\n**Why is this important to the Army?**\n\nThe Army recognizes that the abuse of alcohol and the use of illegal drugs by military and civilian personnel are inconsistent with the high standards of performance, discipline, and readiness necessary to accomplish the Army mission. \n\n**What continued efforts does the Army have in the future?** \n\nThe Army has synchronized programs/ services such as ASAP under the [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) to ensure the Army family is armed with the tools necessary to maintain personal resiliency in the face of adversity. ASAP resources will continue to focus on resiliency and positive life-coping skills of the Army family in an effort to not only lower incidents of substance abuse, but to enhance the quality of life for the entire Army community. \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient/Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Army Center for Substance Abuse Program website](http://www.acsap.army.mil/)\n* [myPRIME website](http://www.acsap.army.mil/sso/pages/public/resources/myprime.jsp)\n* [Military OneSource](http://www.militaryonesource.com/MOS.aspx)\n* [Department of the Army (DA) Civilian](http://www.armyg1.army.mil/civilians.asp)\n* [Tobacco Cessation](http://www.ucanquit2.org)\n* [OPSS: Operation Supplement Safety](http://hprc-online.org/dietary-supplements/opss)\n* Related STAND-TO!: \n * [Army Center Substance Abuse Program](http://www.army.mil/standto/archive/issue.php?issue=2011-09-13) \n * [myPRIME](http://www.army.mil/standto/archive/issue.php?issue=2011-10-26)\n\n",
    "date": "Wednesday July 31, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nA long time ago I told myself that if I was ever placed in a combat situation, that I wouldn't let fear make my choices for me. Inside, all I thought about was supporting the men in that position. When Mace was down it was hard to think about anything else but doing what I could to get to him. \n\n\n### - [Staff Sgt. Ty Michael Carter,](http://www.army.mil/medalofhonor/carter/index.html) will be receiving the Medal of Honor, from President Barack Obama during a ceremony at the White House, Aug. 26, for risking his own life to save that of his fellow Soldier, Spc. Stephan L. Mace on Oct. 3, 2009 at Combat Outpost Keating, Afghanistan\n\n### [Lewis-McChord Soldier to be awarded Medal of Honor](http://www.army.mil/article/108253/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}