{
    "id": "2015-03-02",
    "title": "Traumatic Brain Injury ",
    "body": "**What is it?**\n\n[Traumatic brain injury](http://www.army.mil/tbi) (TBI) is a disruption of function in the brain resulting from a blow or jolt to the head or a penetrating head injury. Causes of traumatic brain injuries may include falls, motor vehicle crashes, assaults, and combat events such as blasts. TBIs are classified at the time of injury as mild, moderate, severe, or penetrating. \n\nThe vast majority of traumatic brain injuries that occur in the Army are mild TBIs, also known as concussions.  Early identification and treatment following a concussion are essential to maximizing recovery.\n\n**What has the Army done?**\n\nIn June 2013, the Army published HQDA EXORD 165-13: *Department of the Army Guidance for Management of Concussion/Mild Traumatic Brain Injury in the Garrison Setting*. The policy directs that any Soldier who is involved in a potentially concussive event, such as being involved in a motor vehicle crash, must undergo a medical evaluation for concussion.  For those Soldiers diagnosed with a concussion, HQDA EXORD 165-13 mandates a minimum 24-hour recovery period.  The garrison policy mirrors the Department of Defense's policy for concussion management in the deployed setting (DOD Instruction 6490.11).      \n\n**What does the Army have planned for the future?**\n\nThe Army will continue to aggressively educate all Department of the Army personnel about TBI, conduct vital research, provide evidence-based TBI care, and track patient outcomes.  We will also continue to collaborate with the many partners ranging from those in the Department of Defense to academic institutions to learn more about the brain and how it heals in order to deliver the best TBI care possible. The desired end-state is to deliver responsive, reliable, and relevant TBI care for the Soldiers, their family members, the retirees, and other beneficiaries. \n\n**Why is this important to the Army?**\n\nAccording to the [Armed Forces Health Surveillance Center](http://afhsc.army.mil/home), more than 179,000 Army personnel have sustained a TBI since January 2000. According to the [Centers for Disease Control and Prevention](http://www.cdc.gov/), more than 250,000 children in the United States were treated in emergency departments for concussion or more severe brain injuries in 2009.  TBI not only impacts mission integrity and force health protection, but also affects military family members. The Army remains committed to providing world-class healthcare for our Soldiers and their families.\n\nArmy Medicine is, *Serving to Heal, Honored to Serve*.\n\n**Resources:**\n\n* [Army.mil: Traumatic Brain Injury](http://www.army.mil/tbi/)\n* [TSG PSA](http://dvidshub.net/r/g8fxsp)\n* [U.S. Army Medical Department](http://www.armymedicine.mil/)\n* [Defense and Brain Injury Center](http://dvbic.dcoe.mil/)\n* [Defense Centers of Excellence](http://www.dcoe.mil/)\n* [Brain Injury Association of America](http://www.biausa.org/)\n* Related articles:\n* [- U.S., NATO partners meet to discuss mental health, traumatic brain injury issues](http://www.army.mil/article/143421)\n* [- Traumatic Brain Injury awareness month highlights resources](http://www.army.mil/article/142825)\n* [-  Mobile app to diagnose head injuries scores FDA clearance](http://www.army.mil/article/140309)\n* [- Wounded warrior visualizes PTSD, brain trauma through sculpture](http://www.army.mil/article/140367)\n* Related STAND-TO!:\n* [- New Army TBI Training Program](http://www.army.mil/standto/archive_2014-04-16/)\n* [- mTBI: New Policies Require Medical Evaluation for All Concussions](http://www.army.mil/standto/archive/2010/07/23/)\n* [- Mild Traumatic Brain Injury Research](http://www.army.mil/standto/archive/2009/06/23/)\n\n",
    "date": "Monday, March 2, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nThis is an opportunity for us to put our best foot forward. It's an opportunity for us to talk about the best practices among our allies. It helps us better understand each other and know what we bring to the fight. It also helps us to understand the cultural differences (as they apply to mental health and TBI issues).\n\n### - Lt. Col. Graeme Bicknell, director of Behavioral Health Division for Europe Regional Medical Command, speaks about the importance of sharing knowledge, during a mental health and [mild traumatic brain injury](http://www.army.mil/standto/archive/2009/06/23/) workshop, with specialists from 10 NATO countries, held at Vogelweh and Landstuhl Regional Medical Center, Germany, Feb. 24-25  \n\n### - [U.S., NATO partners meet to discuss mental health, traumatic brain injury issues](http://www.army.mil/article/143421)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}