{
    "id": "2015-03-03",
    "title": "Army Emergency Relief Annual Campaign",
    "body": "**What is it?** \n\nFinancial security is a key element of a [ready and resilient](http://www.army.mil/readyandresilient) force.  The [Army Emergency Relief (AER)](http://www.aerhq.org) Annual Campaign is conducted from March 1 through May 15 in order to increase Soldier awareness of this benefit, as well as to give Soldiers the opportunity to help their fellow Soldiers by donating.  Local commanders can adjust their campaign dates as their mission dictates.\n\nAER is a private nonprofit organization incorporated in 1942 to relieve financial distress of Soldiers and their dependents. Today, AER provides financial assistance to Soldiers, Retirees and their Families in the form of no-interest loans and grants in support of a variety of needs including:\n\n-- Emergency assistance for rent, food, travel, car repair, funeral, medical and dental expenses, car seats, repair/replacement of appliances and HVAC equipment, rental cars, replacement vehicles, cranial helmets and furniture.\n\n-- Children and spouse scholarships \n\n-- Grants to Soldiers medically evacuated from combat theaters. \n\n-- Support to Families of fallen Soldiers\n\nAER assistance is available to Soldiers, Retirees and their Families wherever they are located. Sergeants and above can apply for assistance directly at their local AER section.  Under the AER Command Referral Program, company commanders and first sergeants have the authority to approve AER loans to their Soldiers up to $1,500.  Soldiers, Retirees and Families not near an AER office can seek assistance from the Air Force Aid Society, Navy Marine Corps Relief Society, and Coast Guard Mutual Assistance on their respective bases or call the national American Red Cross call center at (877) 272-7337.\n\n**What has the Army done?** \n\n In 2014, the Army and AER disbursed more than $73 million in total assistance to nearly 51,000 active and retired Soldiers and Families to meet emergency financial and educational assistance needs.  Since 1942, AER has provided more than $1.7 billion in assistance to more than 3.6 million Soldiers and Families.\n\n**What continued efforts does the Army have planned for the future?** \n\nThe Army supports AER and its annual AER Campaign through mission, installation, and garrison commanders and CSMs personally attending campaign kick-off events to increase awareness and offer Soldiers the opportunity to donate to AER.  \n\n**Why is it important to the Army?** \n\nSoldiers, Retirees and their Families need to know that AER assistance is available in times of financial need.  Army Emergency Relief is dedicated to \"Helping the Army Take Care of Its Own\" and provides Army leaders a valuable asset in ensuring a ready source of financial assistance to Soldiers and their Families.\n\n**Resources:** \n\n* [Army Emergency Relief](http://www.aerhq.org)\n* [American Red Cross](http://www.redcross.org/)\n* [Air Force Aid Society](https://www.afas.org/)\n* [Navy Marine Corps Relief Society](http://www.nmcrs.org/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related document: \n* [- AR 930-4: Army Emergency Relief](http://www.apd.army.mil/pdffiles/r930_4.pdf)\n* Related article:\n* [- Army Emergency Relief releases new app](http://www.army.mil/article/138628)\n\n",
    "date": "Tuesday, March 3, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI believe today, our enemy creates multiple dilemmas for us. We don't create multiple dilemmas for them. We need to do a better job of how we do that. We can then force them to act in a way that gives us an advantage.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), provides his feedback to the two groups of captains discussing the role advanced cognitive abilities play for Soldiers fighting in increasingly complex environments, as part of the discussion on the different aspects of the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/),  during [Solarium 2015](http://www.army.mil/standto/archive_2015-02-24/) held at Command and General Staff College, Fort Leavenworth, Kansas, Feb. 26 \n\n### - [Solarium 2015: Forcing multiple dilemmas on enemy](http://www.army.mil/article/143728)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 31 - April 2: 2015 AUSA Global Force Symposium\n"
}