{
    "id": "2015-03-04",
    "title": "Women's History Month: Weaving the Stories of Women's Lives",
    "body": "**What is it?** \n\n\nThe Army dedicates each March to highlighting individual and collective stories of female Soldiers.  Their stories are inextricably woven into the essential fabric of the nation's history and the history of the U.S. Army.  This year, the Army acknowledges the accomplishments and contributions of pioneering women from the past and recognizes their impact on the force of today.  \n\nThe theme for this year's observance is: *Weaving the Stories of Women's\nLives.* \n\n**What has the Army done?** \n\nIn just over two years, the Army has [opened to women six previously closed military occupational specialties](http://www.army.mil/article/118930/?from=st) and over 55,000 positions across all Army components.\n\nFor the first time in history, the Army recently allowed the female Soldiers to attend the Army's Ranger Course to possibly earn the Ranger tab. This is one of the many steps the Army is taking to integrate women into combat roles.\n\nArmy leadership encourages the entire Army Family to publicly honor women's contributions by highlighting women and their military and civil service, at all levels, by telling their story in command information products.\n\n\n**Why is it important to the Army?** \n\nThe Army is proud of today's outstanding [women who serve](http://www.army.mil/women/?from=st) with distinction and are role models for future generations. \n\nWomen like Lt. Gen. Flora D. Darpino, the [first woman Judge\nAdvocate General of the Army](http://www.army.mil/article/110602/?from=st), Maj. Chrissy Cook, who [led her Bradley crew\nto \"Top Gun\" status](http://www.army.mil/article/129597/?from=st), and Pfc. Jessica Jones, [one of the first female Soldiers to graduate the Artillery Mechanic course](http://www.army.mil/article/107480/?from=st), are just such Soldiers.  \n\nThese women and countless others cleared the road for an Army that will soon see female Soldiers serving in more jobs and specialties than in any other time in the history of the U.S. Army.  Their acts of leadership and courage have ensured equal access and opportunity to succeed in the Army, based on ability, talent and merit, rather than on gender.\n\n\n**What continued efforts does the Army have planned for the future?** \n\nAs the Army fields the future force, the U.S. Army's [Soldier 2020](http://www.army.mil/standto/archive_2013-10-21) initiative aims at the selection of the best Soldiers through universal standards for each occupational specialty in a deliberate, measured and responsible manner. \n\nWomen's History Month stands as a further reminder of strength the Army has gained, and will gain through having a high-quality diverse All-Volunteer Force, standing ready to answer the nation's call.\n\n**Resources:** \n\n* [Presidential Proclamation: Women's History Month](http://www.whitehouse.gov/the-press-office/presidential-proclamation-womens-history-month)\n* [Tri-signed Letter: Women's History Month](http://www.army.mil/e2/c/images/2015/03/02/383680/original.jpg)\n* [Women in the U.S. Army ](http://www.army.mil/women/?from=st)\n* [ - Resources](http://www.army.mil/women/resources/index.html)\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita/)\n* Related STAND-TO!:  \n* [-  Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)\n* [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n* [- America's Army - Our Profession Stand Strong](http://www.army.mil/standto/archive_2013-12-16/)\n\n",
    "date": "Wednesday March 4, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nWe acknowledge the accomplishments and contributions of pioneering women from the past and recognize their impact on the force of today.  These trailblazers cleared the road for an Army that will soon see women Soldiers competing for the elite title of [Army Ranger](http://www.army.mil/ranger/), as well as other new opportunities ...\n\n### - Army senior leaders \n\n### - Read the complete message in the [Tri-signed Letter: Women's History Month](http://www.army.mil/e2/c/images/2015/03/02/383680/original.jpg)\n\n### Visit: [Women in the U.S. Army](http://www.army.mil/women/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 31 - April 2: 2015 AUSA Global Force Symposium\n"
}