{
    "id": "2015-03-06",
    "title": "8 & 28 Commanders Conference",
    "body": "**What is it?**\n\nThe 8 & 28 Commanders Conference is a newly developed forum to identify Army Total Force Policy (ATFP) requirements and align multicomponent resources that can positively impact major [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx) (ARNG) unit readiness.\n\nKicking off today at the Texas Joint Force Headquarters at Camp Mabry, the conference brings together commanders and senior leaders from the eight ARNG divisions, the 28 ARNG brigade combat teams (BCT), Department of the Army, [Forces Command](http://www.forscom.army.mil/) (FORSCOM), ARNG, National Guard Bureau, [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx), [First Army](http://www.first.army.mil/), [Combined Arms Center](http://usacac.army.mil/), and active component brigades from the 82nd Airborne, 10th Mountain, 1st Cavalry and 3rd Infantry Divisions.\n\n\n**What has the Army done?**\n\nOn September 4, 2012, the Secretary of the Army signed a directive -- The [Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23) -- outlining measures the Army will take to ensure integration of the active and reserve component forces. The directive requires the Army to organize, man, train and equip the active and reserve components as an integrated operational Total Force to provide predictable, recurring and sustainable capabilities.\n\nOn December 10, 2013, FORSCOM issued interim guidance on ATFP implementation and established the Army Total Force Partnership Program (ATFPP) as the framework for the alignment and partnership of selected units within the active and reserve components.\n\nFirst Army, as FORSCOM's designated coordinating authority for ATFP implementation, developed the 8 & 28 Commanders Conference as a first step to ensure leaders have a common understanding of current readiness models and integration efforts while helping fulfill the intent of FORSCOM's guidance and the ATFPP.\n\n**What does the Army have planned for the future?**\n\nThe two-day 8 & 28 Commanders Conference includes focused briefings, breakout sessions, discussion workshops, senior leader remarks and way-ahead summaries. There will be  discussions on  building partnerships, enabling progressive readiness, implementing ATFP, achieving ARNG division and BCT readiness requirements, supporting and identifying unit collective training opportunities.  First Army plans to conduct a series of similar conferences for aviation, functional and multifunctional brigades in FY 2016.\n\n**Why is this important to the Army?**\n\nThe Army National Guard plays a critical role in ATFP, providing 39 percent of the Army Operational Force. The 8 & 28 Commanders Conference allows First Army to bring together commanders and senior leaders from the active and reserve components in a shared forum to strengthen partnerships, share lessons learned, exchange ideas and focus on a mutual understanding of ATFP implementation.\n\n**Resources**\n\n* [First Army](http://www.first.army.mil)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related STAND-TO!:\n* [- Army Total Force Policy -- Reserve Component Training Integration](http://www.army.mil/standto/archive_2014-05-21/)\n* [- Reserve Component Rotational Force Pool - Non-deploying Unit Training](http://www.army.mil/standto/archive_2014-04-09/)\n* [- Total Army Training Summit](http://www.army.mil/standto/archive_2013-09-19/)\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n* Related documents: \n* [- First Army Premier Trainers Tri-fold (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/Trifold-PremierTrainers-SinglePage-Readable-20141001.pdf)\n* [- Army Total Force Policy Tri-fold](http://www.first.army.mil/documents/pdf/Trifold-ATFP-SinglePage-Readable-20141001.pdf)\n* [- Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf) \n\n\n\n\n",
    "date": "Thursday, March 5, 2015",
    "quote": "Quote for the Day\n-------------------\n\nUnlike our sister [military] services, we are predominantly a personnel service, and we focus on people. If you want to build an Army of the future, especially when you have to get smaller, it's key that we invest in people.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/)\n\n### - [Sgt. Maj. of the Army outlines initiatives, priorities at Joint Base Lewis-McChord](http://www.army.mil/article/143880)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 31 - April 2: 2015 AUSA Global Force Symposium\n"
}