{
    "id": "2015-03-09",
    "title": "Defense Collaboration Services  ",
    "body": "**What is it?**\n\nDefense Collaboration Services (DCS) is an open source solution that will\nprovide secure Web conferencing and instant messaging services for users on\nboth the Sensitive but Unclassified Internet Protocol Network (NIPRNet) and\nthe Secret Internet Protocol Router Network (SIPRNet). Web conferencing\ncapabilities include the ability to record and playback sessions and also\nperform desktop sharing, white boarding, text chat, and polling/voting.\nInstant messaging capabilities include: persistent chat rooms, one-to-one\nchat, and presence information.\n\n**Why is this important to the Army?**\n\nDOD will transition Defense Connect Online to Defense Collaboration Services beginning in the first quarter of fiscal year 2015. As part of its \"DISA First\" initiative, DISA transitioned all of its employees to DCS upon declaration of initial operational capability in mid-December 2014. Other DOD users can use DCS now, and will transition no later than May 30, 2015. \n\nBy leveraging the milCloud virtual data center environment, DCS increases\noperational efficiencies by consolidating administrative, hardware, and\nsoftware resources in a scalable, secure, and globally accessible solution.\nDCS will be available as an appropriated service, with no direct fee to end\nuser organizations, and can be accessed at [https://www.dcs.apps.mil](https://www.dcs.apps.mil). \n\nInformation stored within DCO, such as files, user accounts, conference\nrooms and contact listings, will not transition to DCS. Individual users\nare responsible to retrieve information stored on DCO and retain it on a\nlocal storage device. DCS is not a document repository and will not provide\nfile storage, so it is important to retrieve from DCO and store information\nthat requires future use or preservation, such as FOIA or congressional\nrequests. Users can share documents from their preferred sites using URLs.\n\n**What is the Army doing?**\n\nArmy organizations will transition from DCO to DCS March 1 - May 30, 2015.\nAll organizations and users must complete their transition by May 30, 2015,\nto ensure all users are trained and meetings are transferred to DCS before\nthe DCO contract ends. The DCO chat client, Jabber, also will terminate at\nthe same time. Individuals with a Common Access Card (CAC) can register for\nan account. CAC tokens are used to authenticate when logging in to DCS.\nGuest access can be provided to coalition and mission partners without a\nCAC.\n\n**What does the Army have planned for the future?** \n\nArmy personnel can participate in live training sessions intended to help\nend users become familiar with the features and functions of DCS. These\n[training sessions](https://disa.deps.mil/disa/org/ES7/DCS/Lists/Calendar/calendar.aspx) will be offered every Tuesday and Thursday at both 9 a.m.\nand 3:30 p.m. EST.  \n\n**Resources:**\n\n* [DCS Portal](https://www.dcs.apps.mil)\n* [DCS Training Sessions](https://disa.deps.mil/disa/org/ES7/DCS/Lists/Calendar/calendar.aspx)\n* [Defense Information Systems Agency](http://www.disa.mil/)\n* Related article:\n* [- DISA Rolls Out Defense Department Online Collaboration Tool](http://www.defense.gov/news/newsarticle.aspx?id=128125&source=GovDelivery)\n",
    "date": "Monday, March 9, 2015",
    "quote": "Quote for the Day\n-------------------\n\nIt should be no surprise, especially to those that train our formations for combat, that Combat Casualty Care on the battlefield is Army Medicine's Number One Priority. Paramount to this priority is the clinical currency of our healthcare providers that balance their time serving in our fixed facilities with time serving in our deployable medical units.\n\n### - Lt. Gen. Patricia Horoho, U. S. Army's surgeon general and commanding general of U.S. Army Medical Command, during her visit to the National Training Center, Fort Irwin, California, March 2-3 \n\n### - [Army Surgeon General visits NTC: lauds 'realism' in training, healthcare at Irwin](http://www.army.mil/article/144013)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 31 - April 2: 2015 AUSA Global Force Symposium\n"
}