{
    "id": "2015-03-10",
    "title": "Joint Battle Command-Platform  ",
    "body": "**What is it?**\n\nJoint Battle Command-Platform (JBC-P) is the Army's new mounted situational awareness and friendly force tracking capability that provides on-the-move digital command and control (C2) information. \n\nIt builds upon the Force XXI Battle Command Brigade-and-Below/Blue Force Tracking (FBCB2/BFT) system used extensively in Iraq and Afghanistan, which displayed blue and red force location icons over a digital map. JBC-P expands these existing capabilities, adds a faster satellite network and features a Google Earth-like user interface and real-time chat rooms. Fielding and training are underway for the JBC-P First Unit Equipped, the 4th Infantry Brigade Combat Team, 3rd Infantry Division at Fort Stewart, Georgia. \n\n**What has the Army done?**\n\nThe new JBC-P interface was updated based on feedback from Soldiers for the current applications to be more intuitive to use, JBC-P allows Soldiers to \"hook\" or grab a friendly icon on the screen and know that they are sending a message to the correct platform, rather than having to search a lengthy menu. Users are able to send free text and chat just as they do on their smartphones and quickly create chat groups for collaboration.\n \nThe Army is also standardizing the hardware that JBC-P resides on. JBC-P is being fielded with the Mounted Family of Computer Systems (MFoCS), a common set of computing hardware that allows multiple mission command functions to be collapsed onto one screen, saving space inside tactical vehicles. \n\n**What does the Army have planned for the future?**\n\nJBC-P will continue to evolve through the new [Mounted Android Computing Environment (MACE)](http://www.army.mil/article/125511/?from=standto) infrastructure, built on top of the JBC-P product line. MACE will provide a collaborative development environment to allow government and industry partners to build tactical applications that can seamlessly integrate with JBC-P data and services. Android is intuitive for Soldiers, and simplifies the development process for app developers, resulting in more rapid delivery of new tactical apps to meet emerging mission needs. \n\n**Why is this important for the Army?**\n\nFBCB2 is indispensable because it answers three fundamental questions of situational awareness: \"Where am I? Where are my buddies? Where is the enemy?\" In support of Army modernization priorities, JBC-P takes this core capability to a new level with advanced, intuitive features for a new generation of Soldiers.\n\n\n**RESOURCES**\n\n* [PEO C3T](http://peoc3t.army.mil/c3t/)\n* [PEO C3T Facebook](https://www.facebook.com/peoc3t)\n* [4th IBCT, 3rd ID Facebook](https://www.facebook.com/4IBCT.3ID)\n* Related articles:\n* [- Soldiers 'fight on arrival' with new blue force tracking system](http://www.army.mil/article/143595/)\n* [- Vanguard Brigade first to equip with JBC-P upgrade](https://www.dvidshub.net/news/152710/)\n* [- Ferrell implements new network campaign plan to move Army forward](http://www.army.mil/article/142390/)\n* [- Army equips Stryker unit with new communications technology](http://www.army.mil/article/141854/)\n* [- Leaders: Adaptable network critical for Army to 'Win in a Complex World'](http://www.army.mil/article/136188/)\n* [- Army builds communications network to aid Operation United Assistance](http://www.ausa.org/news/2014/Pages/ArmyBuildsCommunicationsNetwork.aspx)\n* [- Fort Bliss completes latest testing of Force 2025 communications system](http://www.army.mil/article/137636/)\n* [- Army National Guard units get new comms gear with synchronized fielding, training](http://www.army.mil/article/138541/)\n* [- 'Apps on a map' link the command post, mounted, dismounted Soldiers](http://www.army.mil/article/124829/)\n* Related STAND-TO!:\n* [- The Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10/)\n* [- Network Fielding](http://www.army.mil/standto/archive_2015-01-15/)\n",
    "date": "Tuesday, March 10, 2015",
    "quote": "Quote for the Day\n-------------------\n\nAs force structures decline, we must right-size the supporting\ninfrastructure and achieve a balance between the cost of sustaining\ninfrastructure and Army readiness.\n\n### - Katherine Hammack, assistant secretary of the Army for installations, energy and environment, discusses the Army's 2016 military construction budget and explain the need for another round of base closure and realignment [BRAC], during a testimony before the House Armed Services subcommittee on readiness at Capitol Hill, Washington D.C., March 3  \n\n###  [Hammack tells Congress BRAC round needed](http://www.army.mil/article/143973)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 31 - April 2: 2015 AUSA Global Force Symposium\n"
}