{
    "id": "2015-03-11",
    "title": "United States Army Nuclear and Countering Weapons of Mass Destruction Agency",
    "body": "**What is it?**\n\nThe mission of the United States Army Nuclear and Countering Weapons of Mass Destruction Agency (USANCA) is to provide nuclear and countering weapons of mass destruction (CWMD) expertise to meet Army requirements, and, on order, deploy nuclear employment augmentation teams in support of the Joint Force Commander.  \n\nAs a field operating agency of HQDA G-3/5/7, USANCA's mix of senior civilians and military officers delivers key CWMD subject matter expertise to the generating and operating forces, including: \n\n* -Nuclear Targeting, Planning and Operations\n* -Survivability and Weapons Effects\n* -WMD Effects Analysis\n* -International CWMD Interoperability and NATO standardization support to CWMD capabilities development\n* -Management of the Army Reactor Program\n* -Proponency of Functional Area 52 (Nuclear and Counterproliferation) Officers  \n\n**What has the Army done?**\n\nOn Jan. 22, 2015, the Army re-designated the United States Army Nuclear and Combating WMD Agency as the Nuclear and Countering WMD Agency, to align the agency's name with newly published Department of Defense (DOD) strategy and joint doctrine, and emerging Army strategy and doctrine.  This name change reinforces the concept of a continuum of activities requiring a whole of government approach to prevent the development, possession, proliferation, use and effects of WMD-related expertise, materials and technologies.\n\n**What continued efforts does the Army have planned for the future?**\n\nUSANCA will continue to provide the Army with critical nuclear and CWMD planning support and technical CBRN effects analysis in support of CWMD operations and Army Title 10 functions.  The Agency will increase its collaboration with Department of the Army organizations, as well as other USG and international organizations, to include bilateral efforts.  The Agency's experienced team is also the Army's center of gravity for support to CWMD studies, concept development, and CWMD wargaming.\n\n**What is this important to the Army?**\n\nCountering WMD is one of the 11 primary missions of the DOD, as outlined in the [defense strategic guidance, *Priorities for a 21st Century Defense*](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf), and reinforced by the recently published DOD strategy for CWMD [(DODS-CWMD)](http://www.defense.gov/pubs/DoD_Strategy_for_Countering_Weapons_of_Mass_Destruction_dated_June_2014.pdf).  As the Army provides the preponderance of ground forces to execute CWMD missions in the land domain on behalf of the Joint Force Commander, USANCA is able to synchronize nuclear and CWMD planning, capabilities development, and analysis efforts to provide the Army and the nation with ability to [prevent, shape, and win in a complex environment](http://www.army.mil/standto/archive_2014-12-22/).\n\n**Resources**\n\n* [HQDA G-3/5/7](https://g357.army.pentagon.mil/Pages/Home.aspx)\n* Related documents:\n* [- AR 10-16: USANCA](http://armypubs.army.mil/epubs/pdf/r10_16.pdf) \n* [- DOD Strategy-CWMD](http://www.defense.gov/pubs/DoD_Strategy_for_Countering_Weapons_of_Mass_Destruction_dated_June_2014.pdf)\n* [- JP 3-40: Combating Weapons of Mass Destruction](http://dtic.mil/doctrine/new_pubs/jp3_40.pdf)",
    "date": "Wednesday, March 11, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe have always given a better product back to the civilian sector, but now we're tailoring our training, not only to meet the needs of the requirements of a Soldier on the battlefield, but also to find maximum equivalent credentialing and academic equivalency [to help their transition].\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), highlights the Army's transition services, as part of the Soldier for Life program, during a recent installation visit to Joint Base Lewis-McChord, Washington  \n\n###  [Lewis-McChord transition services take center stage during Dailey visit](http://www.army.mil/article/144180)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  2015 AUSA Global Force Symposium\n"
}