{
    "id": "2015-03-12",
    "title": "Save Your Vision Month",
    "body": "**What is it?**\n\nSave Your Vision Month offers the Army an opportunity to focus on the importance of vision safety and engage Soldiers on how to protect it in combat, the office and at home. The annual event is recognized as a Military Health System observance.\n\n**What has the Army done?**\n\nThe U.S. Army Combat Readiness Center (USACRC), U.S. Army Public Health Command (PHC), Program Executive Office-Soldier and DOD/Veterans Affairs Vision Center of Excellence teamed to enhance awareness by highlighting Save Your Vision Month, which began March 1. Each organization provides useful tools, products and information promoting vision safety and preservation. Materials and content focus on ways to protect vision on and off duty, including wearing protective eyewear detailed on the Authorized Protective Eyewear List (APEL) while training or conducting combat operations, and using appropriate eye protection for recreational activities.\n\n**Why is this important to the Army?**\n\nQuality of sight impacts every aspect of a Soldier's life; however, because vision safety is seldom a personal priority, serious eye trauma is common in combat. Serious eye combat trauma was the second-most common injury in OEF/OIF engagements. Of even greater concern is the fact that a majority of eye injuries happen in the home while doing maintenance or playing sports. Nearly all eye injuries (90 percent) are preventable by wearing the right protective eyewear for the activity. \n\nPolycarbonate eyewear is the best protection against flying debris and particles. Splashguards are best for jobs with liquids. For all on-duty activities, always use protective eyewear with the APEL label. Vision issues can also be sustained by too much computer work and not periodically resting your eyes. Save Your Vision Month reminds all Soldiers to focus on vision safety when preparing for the task at hand so their sight will be healthy in the future.   \n\n**What does the Army have planned for the future?**\n\nVision readiness,  ensuring Soldiers and Army civilians have the visual ability required to perform their mission safely and efficiently, will remain a critical priority for the Army. Vision safety awareness is gained through continued training and education. The USACRC, PHC, PEO Soldier, and the DOD/VA Vision Center of Excellence will continue to collaborate to educate the force on various tools to preserve the vision of our Soldiers and Army civilians, whether deployed, in garrison or at home.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [U.S. Army Public Health Command](http://phc.amedd.army.mil)\n* [PHC Vision Conservation and Readiness](http://phc.amedd.army.mil/topics/workplacehealth/vcr/Pages/default.aspx)\n* [PEO Soldier](http://www.peosoldier.army.mil)\n* [PEO Soldier - Authorized Protective Eyewear List](http://www.peosoldier.army.mil/equipment/eyewear/)\n* [DOD/VA Vision Center of Excellence](http://vce.health.mil)\n* [DOD/VA Vision Center of Excellence on Facebook](http://www.facebook.com/VisionCoE)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "date": "Thursday, March 12, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe need to stop talking and start acting. We need wisdom, not words. We need results and not rhetoric, and as I said last year, we need predictability, not politics.\n\n### - [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/), being emphatic about Congress to take a quick action to stop sequestration from recurring in October, at the Senate Committee on Appropriations, where he and Gen. Odierno were testifying about the fiscal year 2016 Army budget, March 11\n\n###  [Odierno: Brigade readiness half what it should be](http://www.army.mil/article/144302)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  2015 AUSA Global Force Symposium\n"
}