{
    "id": "2015-03-13",
    "title": "Resolute Support ",
    "body": "**What is it?** \n\nNATO-led [Resolute Support](http://rs.nato.int/) mission is a key component to the international community's engagement in Afghanistan, assisting Afghan authorities in providing security and stability, while creating the conditions for reconstruction and development.\n\nThe new NATO-led Resolute Support mission began on Jan. 1, 2015. Resolute Support builds on the achievements made by the now completed ISAF mission. Resolute Support officially and formally recognizes Afghan Security Forces' growing capabilities and their assumption of full security responsibility for the future of Afghanistan. \n\nThe overall mission supports four Lines of Effort (LOE), which are: Posture the Force, Protect the Force, Complete Afghan Security Institutions/Afghan National Defense & Security Forces (ASI/ANDSF) Development and Support Political Transition. Those four LOEs are focused on eight specific areas of concentration or \"Essential Functions (EFs).\" \n\nThe essential functions are: \n\n* -- EF1 - multi-year budgeting and Execution of Programs\n* -- EF2 - Transparency, Accountability, and Oversight\n* -- EF3 - Civilian Governance of the ASI\n* -- EF4 - Force Generation; EF5 - Sustainment\n* -- EF6 - Strategy and Policy Planning, Resourcing, and Execution\n* -- EF7 - Intelligence; and EF8 - Strategic Communication \n\nDaily efforts are expended by Resolute Support to Train, Advise and Assist (TAA) the ASI and ANDSF at the ministerial, institutional, and operational levels. \n\n**What has the Army done?**\n\nThe Army contributes individual Soldiers and units to support U.S. commitments to the NATO-led Resolute Support mission as part of a joint and multinational team. These Soldiers and units are primarily:\n\n* -- Division-level headquarters elements for the train, advise, and assist commands.\n* -- Individual Soldiers as advisors at the corps and ministerial levels.\n\nThe Army also provides key leaders within Resolute Support to include the Commander, Resolute Support and U.S. Forces Afghanistan.\n\n**What efforts does the Army plan to continue in the future?** \n\nThe Army will continue to contribute individual Soldiers and units throughout the end of 2016 to support the NATO-led mission. As the mission continues to transition to a normal embassy presence beyond 2016, the Army will continue to be a key component of the TAA mission. \n\n**Why is this important to the Army?** \n\nIt is critical that the Army continues to build on the success of the last 13 years. The Army cannot afford to allow Afghanistan to become a safe haven once again for international terrorists. The Soldiers' participation as advisors is essential to building a sustainable ANDSF capable of providing security for all of Afghanistan. \n\n**Resources:** \n\n* [Resolute Support](http://rs.nato.int/)\n* [Resolute Support Facebook](https://www.facebook.com/ISAF)\n* [Resolute Support Twitter](https://twitter.com/ResoluteSupport)\n* [NATO and Afghanistan](http://nato.int/cps/en/natohq/69772.htm)\n* Related articles:\n* [- NATO-led Resolute Support Mission in Afghanistan](http://www.nato.int/cps/en/natohq/topics_113694.htm)\n* [- The 1st Cav. brings Kandahar Airfield to a Resolute Support timeline](http://www.army.mil/article/136009)\n* Related STAND-TO!:\n* [- Nations, Impacts and Contributions](http://www.army.mil/standto/archive_2014-12-23/)\n* [- Return To Hope](http://www.army.mil/standto/archive_2014-10-29/)\n",
    "date": "Friday, March 13, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nBecause of the courage and resilience of the American Army and its partners, the world and the nation are safer. And because of men and women like the American Soldiers serving in Afghanistan, the Afghan people have a precious gift: The gift of a chance -- a chance to stand on their own ... chance for freedom -- for liberty ... chance for a better tomorrow.\n\n### - [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/), during his first trip to Afghanistan, since the transition from Operation Enduring Freedom to Resolute Support, in January 2015\n\n###  [Soldiers' 'Sacrifice, Service' spark success in Afghanistan](http://www.army.mil/article/141144/)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  2015 AUSA Global Force Symposium\n"
}