{
    "id": "2015-03-16",
    "title": "The U.S. Military Academy at West Point",
    "body": "**What is it?** \n\nFounded in 1802, the [U.S. Military Academy at West Point](http://www.westpoint.edu/) is a four-year co-educational federal undergraduate liberal arts college located 50 miles north of New York City. It is the world's preeminent leader development institution and America's first college of engineering. \n\nIts mission remains constant - to educate, train, and inspire the Corps of Cadets so that each graduate is a commissioned leader of character committed to the values of Duty, Honor, Country and prepared for a career of professional excellence and service to the nation as an officer in the United States Army. Each class contains 170 slots for enlisted Soldiers from the active-duty Army, [National Guard](http://www.army.mil/news/nationalguard/) and [Army Reserve](http://www.army.mil/news/reserves/) ranks.\n\nThe academy currently ranks as Forbes' #1 Public College in the country and U.S. News & World Report's #2 Public Liberal Arts College and its #3 Best Undergrad Engineering Program.\n\n**What has the Army done?** \n\nEverything cadets experience during their 47 months at West Point is focused on developing them for service in the Army. The experience includes opportunities to attend military specialty schools and cultural enrichment opportunities in countries across the globe, and culminates with each cadet earning a Bachelor of Science degree. The training and education opportunities are consistently reviewed to ensure they provide appropriate training in the context of the current operational environment.\n\n**Why is it important to the Army?** \n\nMilitary readiness is the Army's main task, and West Point officers serve in capacities as varied as the nation's needs. Because of the breadth of their education and leadership experience, graduates are sought for high-level leadership, including Gen. Martin E. Dempsey, Gen. Raymond T. Odierno, and Gen. Lloyd J. Austin III. Many have continued to serve the nation following their military careers, including former U.S. Presidents Ulysses S. Grant and Dwight D. Eisenhower. \n\n**What efforts does the Army plan in the future?** \n\nWest Point faculty and staff continually assess and improve the academy, resulting in the publication of multiple strategies:  USMA Character Development Strategy, and the USMA Diversity Strategy. These strategies both steer and support the four pillars of cadet development -- Academic, Military, Physical, and Character -- with a focus on creating a moral-ethical environment that promotes exemplary character and honorable living.  West Point continues to be a vehicle for positive change within the Army, two-hundred and thirteen years since its founding in 1802 and thirty-five years since first commissioning women as part of the Class of 1980. \n\n**Resources:**\n\n* [The U.S. Military Academy at West Point](http://www.westpoint.edu/)\n* [Superintendent's Note](http://www.westpoint.edu/Superintendent/SitePages/Home.aspx)\n* [Army Sports](http://www.goarmysports.com/)\n* [West Point admissions](http://admissions.usma.edu/)\n* USMA- West Point on social media::\n* [- Facebook: West Point](http://www.facebook.com/WestPointUSMA)\n* [- Facebook: West Point Parents](http://www.facebook.com/westpointparents)\n* [- Twitter](https://twitter.com/westpoint_usma)\n* [- Flickr (photos)](https://www.flickr.com/photos/west_point/)\n* Related article:\n* [- U.S. Military Academy at West Point celebrates Founders Day](http://www.army.mil/article/144560/)\n\n",
    "date": "Monday, March 16, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe're being asked to reduce [the force] a bit quicker than I think we should.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), refers to the proposed cut in resources due to the contemplated $500 billion budget reduction by the Department of Defense, during a moderated discussion at Baltimore Council on Foreign Affairs held at the Hyatt Regency, Baltimore, March 11\n\n###  [Odierno: Budget cuts do not support global security environment](http://www.army.mil/article/144407)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}