{
    "id": "2015-03-17",
    "title": "USAR Facilities Investment Strategy",
    "body": "**What is it?** \n\nThe [Army Reserve](http://www.usar.army.mil/Pages/default.aspx) Facilities Investment Strategy (ARFIS) provides a comprehensive direction for facility management across the U.S. Army Reserve (USAR). The ARFIS is aligned with the goals of the U.S. Army Facility Investment Strategy (AFIS) and [Total Army Analysis](http://www.apd.army.mil/pdffiles/r71_11.pdf) in order to achieve operational flexibility while practicing good stewardship over our facilities and resources.  ARFIS ensures the Army Reserve optimizes the use of available facilities and training platforms through judicious planning, oversight and implementation of Army funded programs supporting our Citizen Soldiers. \n\n**What has the Army Reserve done?**\n\nThe USAR has defined criteria and metrics to evaluate facilities, categorizing each to be \"enduring\" and appropriate for long-term retention or \"not enduring\" and appropriate for alternative action until divestment can be realized. The USAR defined a holistic approach to life cycle management that balances four mitigation strategies to achieve the desired end state in the most economical way.  It seeks to sustain existing facilities that currently meet the enduring facility criteria, enhance the quality of those existing facilities located in desired recruitment and operational areas capable of meeting the criteria for an enduring facility, construct effective replacements to compensate for critical shortfalls and failing facilities and reduce facility inventory through disposal or demolitions of non-enduring facilities that are excess.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Department of Defense has been directed to comply with clearly defined Congressional and Executive Order mandates regarding sustainability, energy metering, green house gas emission reductions, energy consumption and security, expansion of the use of renewable energy sources, achievement of \"Net-Zero\" in water, waste and energy, and operational energy requirements to enhance safety of our Soldiers.  The ARFIS defines which of the Army Reserve's facilities have long-term enduring value, which also informs which facilities are appropriate for investment as sustainable locations.\n\n**Why is this important to the Army?**\n\nThe AFIS was developed and approved to optimize Army enterprise application of scarce resources.  It is the Army's intent to sustain needed facilities, dispose of excess unneeded facilities, improve the quality of retained facilities and build-out critical facility shortfalls. \n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related article:\n* [- Total Army Analysis](http://www.arcic.army.mil/Articles/cdd-Total-Army-Analysis.aspx)\n* Related document: \n* [- Total Army Analysis - Army Regulation 71-11 PDF](http://www.apd.army.mil/pdffiles/r71_11.pdf)\n* Related STAND-TO!:\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n",
    "date": "Tuesday, March 17, 2015",
    "quote": "Quote for the Day\n-------------------\n\nBetter [sleep](http://www.army.mil/standto/archive_2013-02-13/), [activity](http://www.army.mil/standto/archive_2013-02-27/), and [nutrition](http://www.army.mil/standto/archive_2013-01-31/) behaviors help improve the readiness of our Army Family. We are moving away from that disease model of care and we are really turning that around and focusing more on improving, restoring and maintaining.\n\n### -  Lt. Gen. Patricia D. Horoho, Army surgeon general and commanding general of [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx), after receiving American Heart Association's Heart Hero award  in recognition of the [Performance Triad](http://www.army.mil/standto/archive_2013-03-12/) and its visibility throughout the Army, at the annual Heart Ballat in  Washington, D.C., Feb. 28 \n\n###  [American Heart Associate recognizes Horoho for Performance Triad](http://www.army.mil/article/144369)   ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}