{
    "id": "2015-03-18",
    "title": "2015 Army Posture Statement",
    "body": "**What is it?**\n \nThe [2015 Army Posture Statement](http://www.army.mil/e2/rv5_downloads/aps/aps_2015.pdf) is the written expression of the Secretary of the Army and the Chief of Staff of the Army to Congress for the annual posture hearings. The Army Posture Statement informs Congress on the state of the Army and outlines the Army's accomplishments, initiatives, and priorities for Congress to consider when reviewing the President's budget for the upcoming fiscal year. \n\n**What has the Army done?**\n\nThe 2015 Army Posture Statement describes the Army's vision for providing globally responsive and regionally engaged forces. Global demands for the Army are increasing, but end strength, readiness and modernization cuts greatly reduce the ability to respond at a time when the instability is accelerating worldwide.  The Fiscal Year 2016 budget request provides a balanced and responsible way forward in the midst of ongoing fiscal uncertainty. Another round of cuts due to sequestration, however, will render the force unable to meet all elements of the [Defense Strategic Guidance](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf) and will create additional risk to the Soldiers.  Reductions in end strength, brought on by sequestration, will limit the Army's ability to provide strategic options to the President and pose unacceptable risk by creating an \"ends\" and \"means\" mismatch between the requirements and available resources.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army provides a print version of the 2015 Army Posture Statement to each member of Congress prior to senior Army leader testimony related to the Fiscal Year 2016 budget. These posture hearings began on  March 11, with Secretary of the Army and Chief of Staff of the Army testimonies before the Senate Committee on Appropriations Subcommittee on Defense. \n\nThe online version of the 2015 Army Posture Statement is available on the [Secretary of the Army](http://www.army.mil/leaders/sa/?from=st) and [Chief of Staff of the Army](http://www.army.mil/leaders/csa/?from=st) web pages, as well as the [U.S. Army website](http://www.army.mil/info/institution/posturestatement/?from=st).   \n\n**Why is this important to the Army?**\n\nThe Army Posture Statement provides Congress, as well as internal and external audiences, an overview of the Army's plan to build a force for the future while contending with fiscal uncertainty. The Army Posture Statement is an authoritative document that highlights the Army's enduring and vital contribution to the defense of the nation as a member of the Joint Force, its global commitments and vision for the future. \n\n**Resources:**\n\n* [2015 Army Posture Statement](http://www.army.mil/e2/rv5_downloads/aps/aps_2015.pdf) (PDF) can be found at- \n* [- U.S. Army website: Army Posture Statement](http://www.army.mil/info/institution/posturestatement/?from=st)\n* [- Secretary of the Army](http://www.army.mil/leaders/sa/?from=st)\n* [- Chief of Staff of the Army](http://www.army.mil/leaders/csa/?from=st)\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n* Recorded Webcast: \n* [- Defense Subcommittee Hearing: FY16 U.S. Army Budget](http://1.usa.gov/1EXjN87)\n* Related documents: \n* [- Defense Strategic Guidance](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf)\n* [- Army Ethic White Paper](http://cape.army.mil/repository/white-papers/Army-Ethic-White-Paper.pdf)\n* Related STAND-TO!:   \n* [- Resolute Support](http://www.army.mil/standto/archive_2015-03-13/)\n* [- Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/)\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30/)\n* [- Soldier 2020: Standards for the Army Profession](http://www.army.mil/standto/archive_2013-10-21/)\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n",
    "date": "Wednesday, March 18, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nLong-term fiscal predictability will allow the Army to balance force structure, end strength, modernization and readiness, while providing the Nation a trained and ready force prepared to win in a complex world. Without this investment, we will see immediate degradations in recruiting, manning, training, equipping and sustaining Army readiness during a time of great uncertainty and growing worldwide instability. \n\n### -  [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/) and [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/), in the Army's posture statement before the Senate Committee On Appropriations Subcommittee on Defense, March 11, 2015.  \n\n###  [Army Posture Statement](http://www.army.mil/e2/rv5_downloads/aps/aps_2015.pdf)- Page 13 of the PDF  \n\n### Related recorded Webcast- [Defense Subcommittee Hearing: FY16 U.S. Army Budget](http://1.usa.gov/1EXjN87)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}