{
    "id": "2015-03-19",
    "title": "R2: Performance Training",
    "body": "**What is it?**\n\nPerformance Training is instruction for Soldiers, Family, and civilians that develops the mental and emotional skills to strengthen their minds and perform at their best when it matters most: in combat, healing after an injury or managing work and home life. It is an integral part of achieving optimized human performance in environments of uncertainty and danger. \n\n**What has the Army done?**\n\nPerformance Training is delivered to the Army Family through 18 [Comprehensive Soldier and Family Fitness (CSF2) training centers](http://csf2.army.mil/training-centers.html) across the Army by Master Resilience Trainer-Performance Experts (MRT-PEs). With advanced degrees in sport and performance psychology, MRT-PEs teach skills such as building confidence, attention control, energy management, goal setting, and integrating imagery to individuals, teams, and units. The training has been tailored for specific needs, to assist individuals and units with improving performances such as basic rifle marksmanship, Army physical fitness test, gunnery, and aviation rehearsals. MRT-PEs help units improve their leaders through the Leader Development Course, and build unit cohesion through team building exercises. MRT-PEs also provide specialized goal setting to wounded, ill and injured Soldiers in transition to help them continue in the Army or shift to civilian life. \n\n**What continued efforts does the Army have in the future?**\n\nThe Army continues to increase its performance training capability through the planned opening of eight more CSF2 training centers. Existing CSF2 Training Centers continue to train individuals and units to optimize their performances. Ongoing efforts include training individuals preparing for Ranger School and the [2015 DoD Warrior Games](http://www.defense.gov/news/newsarticle.aspx?id=128374), as well as teams competing in the 2015 Best Ranger Competition. MRT-PEs will continue to help units build teamwork and cohesion, as well as optimize performances to meet their mission goals. The Army will also continue to evaluate training in order to develop newer and better methods to deliver skills to the Army Family.\n\n**Why is this important to the Army?**\n\nPerformance Training is a critical [Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/) capability that optimizes individual performances, leading to more capable units and a more Ready Army. It is a critical tool that commanders and individuals can leverage to ensure they optimize performance -- in combat and in life. \n\n**Resources:**\n\n* Army.mil: [Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* [- Training Centers](http://csf2.army.mil/training-centers.html)\n* Related article:\n* [- 2015 DOD Warrior Games](http://www.defense.gov/news/newsarticle.aspx?id=128374)\n* Related STAND-TO!\n* [- Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/)\n* [- Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02)\n",
    "date": "Thursday, March 19, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe're mortgaging our future for today [by not doing what needs to be done.]\n\n\n### -  [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), refers to the fact that anything below the bare minimum president's budget request of $126.5 billion would affect the readiness of the force and impact the Army's capability to react in an unpredictable environment, while testifying at a Senate Armed Services Committee hearing on the defense authorization request for fiscal year 2016 and the Future Years Defense Program, March 18, 2015 \n\n###  [Acquisition reform a top Army priority, says SecArmy](http://www.army.mil/article/144796)\n\n### Related STAND-TO!: [2015 Army Posture Statement](http://www.army.mil/standto/archive_2015-03-19/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}