{
    "id": "2015-03-20",
    "title": " Regionally Aligned 20th CBRNE Forces ",
    "body": "**What is it?**\n\n[20th CBRNE Command](http://www.cbrne.army.mil/) supports the Army's vision for regionally aligned forces, by providing combatant commanders with versatile, responsive, and consistently available CBRNE forces focused on a specific geographical region.\n\nThe command provides a ready, reliable and globally responsive CBRNE forces capable of combating CBRNE hazards from containing Ebola to defeating improvised explosive devices to countering weapons of mass destruction. \n\n**What has the Army done?**\n\nThe Fort Hood, Texas-based 48th Chemical, Biological, Radiological and Nuclear (CBRN) Brigade Headquarters deployed in March 2015 to Liberia to command the remaining American forces supporting the U.S. effort to contain the worst Ebola outbreak in history.\n\nAs a subordinate unit of the [20th CBRNE Command](http://www.cbrne.army.mil/) (Chemical, Biological, Radiological, Nuclear, Explosives), the 48th CBRN Brigade departed for its first operational deployment since being activated in 2007.\n\nThe 48th CBRN Brigade will serve as the joint forces headquarters in Liberia, supporting the U.S. Agency of International Development and providing oversight of follow-on requirements. \n\nThe 20th CBRNE has also developed a proposed task organization that reorganizes its functionally organized two EOD groups and one chemical brigade into three multi-functional CBRNE Brigade Task Forces that are aligned with I Corps in the Asia-Pacific region; III Corps in Europe, Africa and the Middle East; and XVIII Airborne Corps on Global Response Force missions. \n\n**Why is it important to the Army?**\n\n20th CBRNE Command has been engaged in a rigorous training and concept development effort, with a goal of effectively integrating its functionally organized major subordinate commands into multi-functional CBRNE Brigade formations with the capacity to respond to the full range of CBRNE threats and hazards, rather than weapons of mass destruction or counter-improvised explosive device operations exclusively. \n\nThe deployment of the 48th CBRN Brigade Headquarters demonstrates the partial realization of this goal and represents a dramatic increase in available CBRNE capabilities available for the Army and the nation. \n\nIn addition, the deployment of 71st EOD Group to the Republic of Korea, to serve as the CBRNE Brigade Task Force to support the 2nd Infantry Division during Exercise Key Resolve, is another example of the 20th CBRNE Command's creation of CBRNE depth, and increased CBRNE options, available to the Army and the nation.\n\n**What continued efforts does the Army have planned for the future?**\n\nFrom defeating improvised explosive devices to containing Ebola to countering weapons of mass destruction, the ready, reliable and globally responsive 20th CBRNE Command is defending liberty around the world, anytime and anywhere.\n\n**Related links:**\n\n* [20th CBRNE Command](http://www.cbrne.army.mil/)\n* [20th CBRNE News](http://www.army.mil/20thcbrne)\n* [20th CBRNE on Facebook](https://www.facebook.com/20thCBRNECommand)\n* [20th CBRNE on Twitter](https://twitter.com/20thCBRNE)\n* Related articles:\n* [- Fort Hood-based brigade to aid Ebola response in West Africa](http://www.army.mil/article/144107/Fort_Hood_based_brigade_to_aid_Ebola_response_in_West_Africa/)\n* [- Medical laboratory leads task force in Liberia](http://www.army.mil/article/140852/Medical_laboratory_leads_task_force_in_Liberia/?from=RSS)\n* [- 1st Area Medical Laboratory to deploy for Ebola mission](http://www.army.mil/article/135898/1st_Area_Medical_Laboratory_to_deploy_for_Ebola_mission/)\n* [- Ebola fighters named Time Person of the Year](http://www.army.mil/article/139812/Ebola_fighters_named_Time_Person_of_the_Year/)\n* [- 101st Airborne Division cases colors, heads home after successful mission in Liberia](http://www.army.mil/article/143540/)\n* [- Command troops hone skills during Exercise Key Resolve](http://www.army.mil/article/144481/Command_troops_hone_skills_during_Exercise_Key_Resolve/)\n* [- 20th CBRNE participates in Key Resolve exercise](http://www.army.mil/article/143879/20th_CBRNE_participates_in_Key_Resolve_exercise/)\n* [- 71st EOD Group trains with 2nd Infantry Division](http://www.army.mil/article/138542/71st_EOD_Group_trains_with_2nd_Infantry_Division/)\n* Related STAND-TO! \n* [- 20th CBRNE - Globally Engaged, Regionally Aligned](http://www.army.mil/standto/archive_2014-12-10/)\n* [- Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30/)\n* [- 20th CBRNE Command Decisive Action Training Integration](http://www.army.mil/standto/archive_2014-09-19/)\n",
    "date": "Friday, March 20, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nThe deployment of the 48th CBRN Brigade Headquarters into Liberia as part of the enduring U.S. commitment to understand and contain the Ebola virus demonstrates that this command and this CBRNE enterprise must be more than weapons of mass destruction focused. We must be capable of and comfortable with operating effectively across the full spectrum of CBRNE hazards.\n\n\n### -  Brig. Gen. JB Burton, commanding general of the 20th CBRNE Command, reiterating the flexibility of his one-of-a-kind and regionally aligned 20th CBRNE forces\n\n\n###  [Fort Hood-based brigade to aid Ebola response in West Africa](http://www.army.mil/article/144107)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}