{
    "id": "2015-03-23",
    "title": " Resolute Support Essential Function 5",
    "body": "**What is it?**\n\nResolute Support mission Essential Function 5 helps to sustain the force through *Logistics and Maintenance, Medical, Information, Communication and Technology*.\n\nThe Essential Function 5 (EF5) mission is to train, advise, and assist (TAA) the Afghan Ministries of the Interior and Defense on building logistical and maintenance capacity and capability, in their logistics, maintenance, medical, and information, communication and technology fields. EF 5 is divided into three sub-missions:\n\n* (1) EF 5.1:  fulfills the mission of advising and assisting the Afghan Police and Army in logistics and maintenance of vehicles, equipment, and weapons at the Corps and national levels of the logistics system of the Afghan National Security Forces (ANSF).  EF5.1 also advises senior officers and civilians within the security ministries.\n\n* (2) EF 5.2:  responsible for training, advising, and assisting the Afghan Army and Police on point of injury care, ground medical evacuation, medical logistics, equipment maintenance, medical support planning, and medical staffing.  Additionally, advisors are responsible for ministry level advising aimed at developing a comprehensive National Healthcare System.\n\n* (3) EF 5.3:  train, advise, and assist the Afghan security ministries in the field of communications, information, and infrastructure.  Under EF5.3, [Resolute Support](http://www.army.mil/standto/archive_2015-03-13/) strives to ensure a stable, solid and secure communications infrastructure that is sustainable into the future.\n\n\n**What has the Army done?**\n\nThe Army contributes individual Soldiers to support U.S. commitments to the NATO-led [Resolute Support](http://www.army.mil/standto/archive_2015-03-13/) mission. Soldiers are advising personnel in the Afghan Ministries of the Interior and Defense as well as the Afghan Army Corps.    \n\n \n**Why is it important to the Army?**\n\nDeveloping sustainable logistics capabilities is critical to the success of the Afghan National Defense and Security Forces in their ability to keep forces in the field supporting the people of Afghanistan. The U.S. Army and its logisticians are vital to the effort to ensure Afghanistan never becomes a safe haven for terrorist again.   \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to contribute individual Soldiers throughout the end of 2016 to support the Essential Function 5 efforts as part of the NATO-led mission. As the mission continues to transition to a normal embassy presence beyond 2016, the Army will continue to be a key component of the TAA mission. \n \n\n**Related links:**\n\n* [Resolute Support](http://rs.nato.int/)\n* Resolute Support on social media:\n* [- Facebook](https://www.facebook.com/ISAF)\n* [- Twitter](https://twitter.com/ResoluteSupport)\n* [NATO and Afghanistan](http://nato.int/cps/en/natohq/69772.htm)\n* Related articles:\n* [- Resolute Support Mission in Afghanistan](http://www.nato.int/cps/en/natohq/topics_113694.htm)\n* [- The 1st Cav. brings Kandahar Airfield to a Resolute Support timeline](\nhttp://www.army.mil/article/136009)\n* Related STAND-TO!:\n* [- Resolute Support](http://www.army.mil/standto/archive_2015-03-13/)\n* [- Nations, Impacts and Contributions](http://www.army.mil/standto/archive_2014-12-23/)\n",
    "date": "Monday, March 23, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe have new missions all around the world everyday - nine of our 10 divisions are committed to those missions outside the United States. We are increasing our presence and capability in places we didn't think we were going to be ... but we have not deployed forces in an expeditionary manner since 2003 ... and our logistics skills have atrophied. \n\n\n### -  Lt. Gen. Gustave F. Perna, senior logistician, Army G-4, accentuating one of his top priorities and challenges was to ensure that the Army is consistently sustained and ready to move on demand,  during a  Association of the U.S. Army breakfast meeting, March 19 \n\n\n###  [G-4 aims to make Army logistics 'expeditionary' again](http://www.army.mil/article/144911/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}