{
    "id": "2015-03-24",
    "title": "Operation Atlantic Resolve: Southern expansion ",
    "body": "**What is it?**\n\n\n[U.S. Army Europe](http://www.eur.army.mil/) expands its [Operation Atlantic Resolve](http://www.eur.army.mil/atlanticresolve/default.htm) land forces training mission into Romania and Bulgaria with the [173rd Airborne Brigade](https://www.facebook.com/173rd.IBCTA.Sky.Soldiers)'s March 24 parachute drop into Smardan Training Area, Romania, for a combined, multinational training exercise with Romanian Allies. As Army Europe's 2nd Squadron, 2nd Cavalry Regiment, conducts a simulated ground assault to link up with the paratroopers and follow-on training exercises in Germany, Bulgaria, Lithuania and Romania.\n\nThese events occur as 3rd Squadron, [2nd Cavalry Regiment](https://www.facebook.com/2ndCavalryRegiment), is in the midst of its epic road-march, named Dragoon Ride, which sees 3rd Squadron drive its Stryker vehicles more than 1,100 miles across six Allied countries in a capstone event to its Atlantic Resolve training rotation in Estonia, Latvia, Lithuania and Poland.\n\n\n**What has the Army done?**\n\nSince April 2014, the U.S. Army, led by Army Europe, has conducted continuous, enhanced multinational training and security cooperation activities with allies in Estonia, Latvia, Lithuania and Poland due to increased regional tensions following Russia's illegal actions in Ukraine. \n\nUnlike the continuous OAR training rotations in the Baltics and Poland, where one U.S. unit is replaced by another before departing, the training rotations to Romania and Bulgaria will not be continuous; but will occur periodically as units surge into the area for major exercises.\n\n\n**Why is it important to the Army?**\n\nArmy Europe's OAR mission provides the Army the perfect opportunity to test its new Operating Concept by employing CONUS-based Regionally Aligned Forces through, what many are calling a leadership laboratory, in the European theater of operations.  \n\nTwo regionally aligned Army units are currently deployed from CONUS supporting OAR.  \n\nThe 4th Infantry Division deployed a contingent of its headquarters from Fort Carson, Colorado, that assumed responsibility as the division headquarters for OAR land forces training Feb. 25, while 1st Bde., 3rd Infantry Div., from Fort  Stewart, GA, takes over from 2nd Cavalry Regiment for the OAR training mission before the end of this month.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe 173rd Airborne Brigade is scheduled to conduct training with the Ukrainian National Guard in April.\n\nArmy Europe's 2nd Cavalry Regiment, along with 16 partner nations, will conduct [Exercise Saber Junction](http://www.eur.army.mil/saberJunction/) Phase 2, April 1-30, at Hohenfels, Germany, and at distributed locations in Eastern Europe. \n\n\n\n**Related links:**\n\n* [Army Europe](http://www.eur.army.mil/)\n* [Operation Atlantic Resolve](http://www.eur.army.mil/atlanticresolve/default.htm)\n* Operation Atlantic Resolve on social media: \n* [- YouTube: Dragoon Ride Vlog playlist](https://www.youtube.com/watch?v=9kLGQupXZV4&list=PLEFGlgO6LCiSrxdVygQG2akiocBnoM1-f)\n* [- Facebook](https://www.facebook.com/OperationAtlanticResolve)\n* [Army Europe Exercises](http://www.eur.army.mil/exercises/default.htm)\n* Related articles: \n* [- 2nd Cavalry Regiment begins major convoy for Operation Atlantic Resolve](http://www.army.mil/article/144950/)\n* Related STAND-TO! \n* [- Operation Atlantic Resolve](http://www.army.mil/standto/archive_2015-01-07/)\n* [- Exercise Saber Junction](http://www.army.mil/standto/archive_2014-08-22/) \n* [- USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n* [- Army Contingency Response Force](http://www.army.mil/standto/archive_2014-04-18/)\n* [- The European Activity Set](http://www.army.mil/standto/archive_2014-01-27/) \n",
    "date": "Tuesday, March 24, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nThink of [Operation Atlantic Resolve](http://www.army.mil/standto/archive_2015-01-07/) as a yearlong, continuous series of exercises from Estonia to Bulgaria. \n\n\n### -  Lt. Gen. Frederick \"Ben\" Hodges, commanding general, [U.S. Army Europe](http://www.eur.army.mil/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}