{
    "id": "2015-03-25",
    "title": "IMCOM  2025 and Beyond",
    "body": "**What is it?**\n\nThe Installation Management Command (IMCOM) 2025 and Beyond (I2025B) Campaign Plan is the roadmap for Army installation management during the next decade and beyond.  This plan begins in Fiscal Year (FY) 15 with a campaign period of seven years, but as a strategy looks as far out as 2025 and beyond. \n\nThe I2025B Campaign Plan supports the Army Campaign Plan (ACP), Force 2025 and Beyond (F2025B), and other higher strategies.  The objectives of the I2025B Campaign Plan are to enable installations to stay globally responsive as readiness platforms for training and deployment of the expeditionary war fighters.  The plan is focused on three lines of effort:  people, services, and infrastructure.\n\n**What has the Army done?**\n\nIMCOM officially published this plan in November 2014 on the heels of the Army's F2025B release.  Since then, IMCOM's Plans Directorate has been taking the command's plan on a road show to educate headquarters and region staffs.    \n\nIMCOM publishes articles on a regular basis in the \"Observation Post,\" a publication geared toward informing and connecting senior commanders with the latest installation management news and information.  \n\nThe IMCOM Garrison Commander's Conference held in San Antonio, Texas, had the participation of all commanders and command sergeants major in a session geared at educating and discussing I2025B objectives and how the effort will support the future Army.  \n\n**What continued efforts does the Army have planned for the future?**\n\nIMCOM will continue to synchronize its planning efforts with higher echelons and will include its participation on the ACP and F2025B Operational Planning Teams.\n\nIMCOM will remain committed to the Army's priorities of training Soldiers, and providing superior services to them, their Families, retirees, veterans and survivors.   \n  \n**Why is this important to the Army?**\n\nTo enable an Army force that is capable of winning in a complex world, IMCOM will need to be a force multiplier for the operational force.  As IMCOM moves into the future it must enable the Army's Force 2025 and Beyond by providing the right base support at the right cost. The development of installation management professionals, revamping of services, and revitalization of infrastructure and training lands will be key in setting the conditions for the Force  2025 and beyond.  \n\n**Resources:**\n\n* [IMCOM](http://www.imcom.army.mil/)\n* [ARCIC: Force 2025 and Beyond](http://www.arcic.army.mil/Initiatives/force-2025-beyond.aspx)\n* Related documents: \n* [- IMCOM 2025 and Beyond Campaign Plan](http://www.imcom.army.mil/Portals/0/SharedDocuments/IMCG-IMCOM2025andBeyondV1.pdf)\n* [- IMCOM rolls out new plan to support future](http://www.imcom.army.mil/Portals/0/SharedPublications/ObservationPost-Volume2Issue1-2015.pdf) \n* [- The U.S. Army Operating Concept, Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* IMCOM publications: \n* [- Observation Post](http://www.imcom.army.mil/About/Publications/ObservationPost.aspx)\n* [- IMCOM Public Works Digest](http://www.imcom.army.mil/About/Publications/PublicWorksDigest.aspx)\n* [- The U.S. Army Journal of Installation Management](http://www.imcom.army.mil/About/Publications/Journal.aspx)\n* Related article:\n* [- IMCOM human capital plan shapes 2025 workforce](http://www.army.mil/article/142407/IMCOM_human_capital_plan_shapes_2025_workforce/)\n* Related STAND-TO!: \n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Wednesday, March 25, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nThe IMCOM 2025 and Beyond Campaign Plan provides the roadmap for IMCOM to support Force 2025 and Beyond.  [This] serves as a change management document that focuses the command's collective efforts, prioritizes finite resources, and continues the exchange of information. \n\n\n### -  Lt. Gen. David D. Halverson, commanding general, [IMCOM](http://www.imcom.army.mil/)\n\n### - [Message from the commander](http://www.imcom.army.mil/Portals/0/SharedDocuments/IMCG-IMCOM2025CommanderMessage.png)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}