{
    "id": "2015-03-26",
    "title": "The Army Cloud Computing Strategy",
    "body": "**What is it?**\n\nThe [Army Cloud Computing Strategy](http://ciog6.army.mil/AboutCIO/Mission/Cloud.aspx) sets the strategic direction and guidance to posture the Army for maintaining a secure operating environment while transitioning the Army's information technology (IT) infrastructure, systems, software and application platforms; data assets; and related business processes and practices. It is the overarching plan for the transition to cloud-based solutions.\n\nThe Army Cloud Computing Strategy is designed to establish and communicate the Army's vision and strategy for transitioning to a cloud-enabled network, to improve mission and business effectiveness, increase operational IT efficiencies and protect Army data and infrastructure. The strategy extends the baseline and concepts defined in the various federal, DOD and Army documents to meet specific Army requirements.\n\n**What has the Army done?**\n\nThe Army is changing its approach to modernizing IT infrastructure by moving to a cloud based methodology. This approach emphasizes reducing IT hardware procurements and sustainment in favor of procuring these capabilities as services from cloud service providers.\n\n**Why is this important to the Army?**\n\nCloud technology has great utility for the military. Cloud computing will increase the capabilities and responsiveness of both the generating and operating forces globally during Joint operational phases whether preparing to deploy in the installation IT environment, en route or engaged as part of a Joint force in a theater of operations. Cloud infrastructure, people and processes will be central to enabling the Joint Information Environment. The ability to connect to cloud capabilities assures availability, accessibility and security of Army computing and communications resources, authoritative data sources and information from the enterprise to the point of need.\n\nTransitioning to cloud-based solutions and services advances the Army's long-term objective to reduce the ownership, operation and sustainment of hardware and other commoditized IT. Procuring these as services will allow the Army to focus resources more effectively to meet evolving mission needs. Over time it will significantly boost IT operational efficiency, increase network security, improve interoperability with mission partners, and posture the Army to adopt innovative technology more quickly at lower cost.\n\n**What continued efforts does the Army have planned for the future?** \n\nThe Army will implement modernization plans and develop processes and procedures to leverage approved DOD, federal and commercial cloud service providers, and ensures offerings align to mission requirements and provide the minimum set of security controls necessary to protect critical information against known and emerging threats. The transition to cloud-based solutions and services will enable the Army to successfully provide the robust network necessary for the warfighters anytime, anywhere.\n\n**Resources:**\n\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [Army Network Campaign Plan](http://ciog6.army.mil/AboutCIO/Mission/Strategy/tabid/237/Default.aspx)\n* [Army Cloud Computing Strategy](http://ciog6.army.mil/AboutCIO/Mission/Cloud.aspx)\n* [Memorandum: Under Secretary of the Army](http://go.usa.gov/3rHJz)\n* CIO/G-6 on social media:\n* [- Facebook](https://www.facebook.com/ArmyCIOG6)\n* [- Twitter](https://twitter.com/armyciog6/)\n* Related articles:\n* [- Cyber chief: Army cyber force growing 'exponentially'](http://www.army.mil/article/143948/) \n* [- Army realigns tactical network initialization process for increased efficiency](http://www.army.mil/article/143843/)\n* Related STAND-TO! \n* [-  The Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n* [- U.S. Army's Future Network](http://www.army.mil/standto/archive_2014-03-13)\n\n",
    "date": "Thursday, March 26, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nIn support of a globally responsive and regionally aligned force, the Army is working with key mission partners to implement a cloud-based network ... The [Army's Cloud Computing Strategy](http://ciog6.army.mil/AboutCIO/Mission/Cloud.aspx) and the [Army's Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10/) ... outline efforts that posture the Army for success in a complex world. \n\n### - Lt. Gen. Robert S. Ferrell, Army chief information officer/G-6, [CIO-G-6](http://ciog6.army.mil/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}