{
    "id": "2015-03-27",
    "title": "Force 2025 and Beyond",
    "body": "**What is it?**\n\nForce 2025 and Beyond (F2025B) is the Army's comprehensive strategy to change and deliver land-power capabilities as a strategic instrument of the future Joint Force. This effort will examine the challenges the nation faces in the future, and the ways and means needed for Army forces to operate decisively across the full spectrum of operations. \n\n**What has the Army done?**\n\nThe Army published the [U.S. Army Operating Concept (AOC)](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf), \"Win in a Complex World,\" which serves as the intellectual foundation for F2025B.  The AOC presents the [Army Warfighting Challenges (AWFC)](http://www.arcic.army.mil/Initiatives/army-warfighting-challenges.aspx) which are those enduring first-order problems, the solutions to which improve the combat effectiveness of the current and future force.  \n\nBuilding upon the AOC, F2025B provides a systematic approach to harness innovation, develop concepts, identify required capabilities and rigorously experiment, develop, evaluate, validate, and integrate these capabilities to deliver a future Army that can win across the range of military operations in a complex environment.\n\n[U.S.  Army Training and Doctrine Command](http://www.tradoc.army.mil/)  as the designated lead for the F2025B effort coordinates with Headquarters, Department of the Army, Army commands and Army service component commands to ensure initiatives and recommendations are fully developed, vetted, and integrated within Army processes. \n\n**Why is this important to the Army?**\n\nThe United States faces a rapidly changing global security environment that is volatile, unstable and increasingly threatening to national interests.  The Army must continue to examine how to adapt to face future challenges within this dynamic environment. To be successful, the Army must continuously strive to maintain balance between modernization, force structure and readiness to provide capable forces to the joint force commander today, in 2020, in 2025, and beyond.  \n\n**What does the Army have planned for the future?**\n\nF2025B will ensure the Army retains capability while becoming a more lethal, expeditionary and agile force.  To accomplish this, the Army will focus efforts on addressing the AWFCs by developing concepts and requirements, evaluating solutions and fielding integrated capabilities.  By 2020, the Army will be a more responsive and capable force enabled by leaders with an expeditionary mindset, and operating with an improved network.  By 2025, the Army's investments help retain overmatch for joint combined arms maneuver.  By 2040, the Total Force expands options for policymakers by executing improved joint combined arms maneuver at the speed and tempo required by combatant commanders.  \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/army-warfighting-challenges.aspx)\n* Related Documents:\n* [- TRADOC Pamphlet 525-3-1: U.S. Army Operating Concept:  Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)  \n* [- The Human Dimension White Paper:  A Framework for Optimizing Human Performance](http://usacac.army.mil/sites/default/files/documents/cact/HumanDimensionWhitePaper.pdf)\n* [- FORCE 2025 and Beyond -- SETTING THE COURSE](http://www.arcic.army.mil/app_Documents/TRADOC_Memo_Force-2025-and-Beyond-Setting-the-Course_06AUG2014.pdf)\n* Related articles:\n* [- TRADOC commander visits Fort Jackson, discusses Army Operating Concept](http://www.army.mil/article/145206)\n* [- Force 2025 and Beyond:  The Way Ahead](http://www.arcic.army.mil/Articles/f2025bd-Force-2025-and-Beyond-The-Way-Ahead.aspx)\n* [- Force 2025 and Beyond:   Preparing to Win in a Complex World](http://www.arcic.army.mil/Articles/f2025bd-Force-2025-and-Beyond-Preparing-To-Win-In-A-Complex-World.aspx)\n* [- 'Win in a Complex World' -- But How?](http://asc.army.mil/web/access-win-in-a-complex-world-but-how/)\n* Related STAND-TO!:\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Friday, March 27, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nOur Army will continue to deliver professionally trained and ready forces as the most decisive landpower in the world to the Joint Force.  Force 2025 and Beyond is the right strategy to do so. \n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/) and [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/), in a TRADOC memo on the FORCE 2025 and Beyond - SETTING THE COURSE\n\n### - [FORCE 2025 and Beyond -- SETTING THE COURSE](http://www.arcic.army.mil/app_Documents/TRADOC_Memo_Force-2025-and-Beyond-Setting-the-Course_06AUG2014.pdf)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2015**\n\n* Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* March 1 - May 15: [Army Emergency Relief Campaign](http://www.aerhq.org/dnn563/) \n\n* March 10: [AUSA Hot Topic focus: Army Installation Management](http://www.army.mil/article/144233/)\n\n* March 31 - April 2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n"
}