{
    "id": "2019-05-03",
    "title": "Permanent Change of Station Move ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, Army G-4\n\n**What is it?**\n\nPermanent Change of Station is when a Soldier or civilian has orders to **move** from one duty station to another. This assignment is for 20 plus weeks. The moving process begins with orders, which identifies a Soldier's entitlements based on their rank, dependent status, basic information on their tour, and restrictions on what can be brought to the next duty station. \n\nSoldiers and civilians have the following moving options:  \n \n* Household Goods Move- is completed by Transportation Service Provider (TSP), a government-furnished moving company, responsible for packing and transportation of the belongings to the new location.  \n* Personally Procured Move- or \"Do-It --Yourself,\" a voluntary program for Soldiers, allows 95% reimbursement by the government for moving your belongings yourself.    \n*Storage- is authorized for a short term of 90 days and can be extended for an additional 90 days by a request to the transportation office. \n* Privately Owned Vehicles (POV)- shipment of one POV to an outside contiguous United States (OCONUS) location is authorized.\n\n**What are the current and past efforts of the Army?**\n\nIn support of Soldiers and families feedback, the Army is implementing changes to policies and initiatives to improve quality of life and to better support the community. \n\n* Increased in-person quality assurance inspections of transportation service providers' activities on moving days\n* Increasing shipping capacity  \n* Increased customer support\n* Reducing possible peak season moves  \n\nDuring the PCS peak moving season (May 15 -July 4), advanced planning and preparation by completing the following steps helps Soldiers and civilians with a successful move:  \n\n* Create an account or log into [Defense Personal Property](https://www.move.mil)  \n* Upload orders \n* Complete all shipment applications  \n* For POV shipment and storage, visit [PCS*my*POV](https://www.PCSMyPOV.com) or call the International Auto Logistics (IAL) toll-free:  (855) 389-9499. \n\nAs of January 2019, the Army provides an online access to customer satisfaction scores of HHG carrier companies on the [Defense Personal Property System](https://www.move.mil).\n\n**What continued efforts does the Army have planned?**\n\nThe Army's long term plan includes: \n\n* Increase in quality assurance inspections of HHG carrier companies from 25% to 50%,\n * Increase percentage of contiguous United States (CONUS) crated moves from 4% to 12%. \n* U.S. Transportation Command (USTRANSCOM) established a 24/7 hotline to address moving concerns 1-833-645-6683 or    1-833-645-MIL MOVE\n* Shift PCS moves out of peak season, when possible, \n* Work with USTRANSCOM to establish contract for end-to-end HHG process to a single move manager. \n\n**Why is this important to the Army?**\n\nTaking care of the Soldiers, Families, and civilian employees is an enduring priority for the Army.  \n\n**Resources**:\n\n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [Move.mil](https://move.mil/)\n  * [FAQs Before you Move](https://move.mil/faqs#before-you-move)  \n* [Army AWR: Community Support](https://www.armymwr.com/programs-and-services/personal-assistance/relocation-readiness)\n* USTRANSCOM HOTLINE:  1-833-645-6683 or  1-833-645-MIL MOVE\n\n**Related document:**\n\n* [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)\n\n\n**Related STAND-TO!:**\n\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Army Materiel Mobilization](https://www.army.mil/standto/2018-02-12)\n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)\n\n\n**Related article:**\n\n* [Army G-4 Offers Tips to Prepare for the Peak Moving Season](https://www.army.mil/article/219591/)\n\n ",
    "date": "Friday, May 3, 2019",
    "quote": "#### Focus Quote for the Day\n\n> Our most sacred obligation as Army leaders is to take care of our people - our Soldiers and our family members. \n\n\\- Joint Statement from Secretary of the Army Dr. Mark T. Esper and\nChief of Staff of the Army Gen. Mark A. Milley, \n\n\n",
    "events": "#### Events \n\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child &#124; Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)"
}