{
  "id": "2019-05-10",
  "title": "Army Officer Commissioning",
  "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nU.S. Army commissioning programs produce agile and adaptive leaders needed by the Army to win in a complex, multi-domain world. The Army commissions more than 6,000 officers every year. \n\n**What are the current and past efforts of the Army?**\n\nThe Army officers get commissioned through the following program sources: \n\n\n**United States Military Academy (USMA) at West Point**:  is the Army's original source of commissioned officers.  In 1802, President Jefferson signed a law to establish USMA at West Point to end America's reliance on foreign engineers and artillerists. \n\nWest Point maintains a 4,000 strong Corps of Cadets of which approximately 1,000 graduates complete studies each year in more than a dozen fields from the sciences and humanities.\n\n**Army Reserve Officers' Training Corps (ROTC)**: The Army started ROTC in 1918 to complement the need for a larger cadre of leaders at the onset of WWI.  Army ROTC produces approximately 70 percent of the officers entering the Army each year. These leaders are instilled with the Army Profession and [Ethic]( https://www.army.mil/standto/2018-07-12), and have been critical to the Army and nation during times of crisis. \n\nROTC programs are available at about 1,000 college campuses nationwide ranging from Harvard to Berkley, Tufts to the Ohio State. Army ROTC programs provide more college scholarships than any other program in America. The merit-based benefits given to about 15,000 students each year. \n\n**Army Officer Candidate School (OCS)** at Fort Benning, Georgia: provides an agile and scalable commissioning source. This school serves as the surging capability for the service by providing fundamentals of leadership, basic military skills and the Army Profession training to select personnel in all 16 basic Army branches. \n\n\n**What continued efforts does the Army have planned?**\n\nUSMA, ROTC and OCS will continue to educate and develop future Army senior leaders from every branch from Armor to Field Artillery.  In the future, officer commissioning programs will evolve based on the [Army Officer Talent Management program](https://talent.army.mil) to deliver the right person, to the right job, to optimize Solder performance.\n\n**Why is this important to the Army?**\n\nAll commissioned officers are committed to the Army Profession  and live and apply the seven core [Army Values](https://www.army.mil/values?st): \n\n * Loyalty\n * Duty\n * Respect\n * Selfless Service\n * Honor\n * Integrity\n * Personal Courage \n\nRegardless of commissioning source, all officers are committed to the [Soldiers Creed](https://www.army.mil/values/soldiers) in pursuit of leading Soldiers to meet the Army mission.  \n\n\n**Resources**:\n\n* [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil?st )\n* [West Point Military Academy](https://Westpoint.edu?st )\n* [Army ROTC](https://www.army.mil/ROTC?st)\n* [U.S. Army Recruiting Command](https://recruiting.army.mil/?st)\n* [U.S. Army Talent Management Program](https://talent.army.mil?st)\n* [U.S. Army Ranks](https://www.army.mil/ranks?st) *Click on the Officer Ranks tab to see the various ranks of the commissioned officers* \n* [Army Values](https://www.army.mil/values?st)\n  * [Oath of Commission Officers](https://www.army.mil/values/officers.html?st)\n\n**Related STAND-TO!:**\n\n* [Army Officer Talent Management](https://www.army.mil/standto/2019-04-26)\n* [U.S. Army Talent Management](https://www.army.mil/standto/2018-10-10)\n* [Army Ethic](https://www.army.mil/standto/2018-07-12)\n* [Army Values](https://www.army.mil/standto/2018-06-12)\n",
  "date": "Friday, May 10, 2019",
  "quote": "#### Focus Quote for the Day\n\n> In this country, in these United States, under our colors of red, white and blue ... all Americans are created free and equal and we will rise or fall based on our merit and the content of our character and not the color of our skin. That is the core organizing principle of the U.S. Army and that is why we fight.   \n\n\\- Chief of Staff of the Army Gen. Mark Milley, at the commissioning of a new generation of officers taking the oath to support and defend the ideals of the U.S. Constitution. \n\n\n[Cadet Commissioning](https://www.facebook.com/USarmy/videos/vb.44053938557/10155972555038558/?type=2&theater)\n\n",
  "events": "#### Events \n\n\n**MAY 2019**\n\nNational Asian Pacific Heritage Month | Visit [Asian Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans?st)\n\nMay 10: Military Spouse Appreciation Day | Visit [Army Families](https://www.army.mil/families?st)\n\nMay 12: Mother's Day\n\nMay 18: Armed Forces Day\n\nMay 27: Memorial Day"
}