{
  "id": "2019-05-15",
  "title": "Army Spouse State Licensure and Certification Costs Reimbursement ",
  "body": "#######Provided by Headquarters, Deputy Chief of Staff Army G-1\n\n**What is it?**\n\nArmy Directive 2019-18, *Reimbursement for State Licensure and Certification Costs for the Spouse of a Soldier Arising from a Permanent Change of Station,* establishes policy to reimburse qualified costs associated with State licensures and certifications when spouses undergo a permanent change of station with their Soldier to another State.\n\n**What are the current and past efforts of the Army?**\n\nThe Army developed this directive to correct the fact that there was no previous policy or directive for reimbursing military spouses licensure and certification costs that result from a relocation across state lines. \n\nThe Army will reimburse **qualified relicensing costs** for the spouses. These are costs to cover the examination and registration fees imposed by the State of the new duty station. This will allow spouses to secure a license or recertification in the new duty station for the same profession as in the original duty station.\n\n* The new policy is effective retroactive to Dec.12, 2017 and applies to the Regular Army, Army National Guard and Army Reserve.\n* The Army will provide policy details to commanders, Soldiers and Army spouses through official messaging and the [Military OneSource](https://www.militaryonesource.mil/). \n* The Defense State Liaison Office continues to work with all 50 states to make it easier for Army spouses to transfer their licenses when relocating.\n\n**What continued efforts does the Army have planned?**\n\nThe Army will provide instructions for filing reimbursement through the permanent change of station process and ensure funding is available through the military pay and allowances account.  Reimbursement may not exceed $500 in connection with each reassignment.  Costs, including exam and registration fees that are imposed by the State of the new duty station to secure a license or certification in the spouse's same profession while in the previous State may be eligible for reimbursement. \n\n**Why is this important to the Army?**\n\nThe Army is dedicated to supporting families and has a long standing history of championing spouse employment. Supporting Army spouses in continuing their work in a new place of residence with minimal delay and additional expense is important.  \n\nSpouses in professionally licensed fields face challenges resulting from delays and the cost of transferring licenses to a new State.  By mitigating these barriers, the Army will improve quality of life for the Soldiers and Families and ease the stress of transferring duty stations with consideration for long-term career implications.  \n\n\n**Resources**:\n\n* [ASA M&RA](https://www.army.mil/asamra?st)\n* [Army G-1](https://www.army.mil/g-1?st )\n* [Military OneSource](https://www.militaryonesource.mil/)\n* [Army Families](https://www.army.mil/families?st)\n\n**Related document:**\n\n* [AD 2019-18, Reimbursement for State Licensure and Certification Costs for the Spouse of a Soldier Arising from a Permanent Change of Station](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN16812_AD2019-18_Web_Final.pdf) \n\n**Related STAND-TO!:**\n\n* [Military Family Readiness](https://www.army.mil/standto/2018-10-11)\n* [Permanent Change of Station Move](https://www.army.mil/standto/archive_2019-05-03)\n\n**Related article:**\n \n* [New initiatives to cut cost, time for spouses to continue careers](http://www.army.mil/article/221790?st)\n\n",
  "date": "Wednesday, May 15, 2019",
  "quote": "#### Focus Quote for the Day\n\n> Our spouses are lawyers, nurses, teachers, cosmetologists and real estate agents. It eases part of the stress of the cost associated with relicensing after a PCS move. \n\n\\- Dee Geise, who works in the [Office of the Assistant Secretary of the Army for Manpower and Reserve Affairs](https://www.army.mil/asamra?st), speaking about the Army's release of a policy to reduce the financial burden for spouses who wish to continue their professional careers after they move to a new duty station. \n\n\n[New initiatives to cut cost, time for spouses to continue careers\n](https://www.army.mil/article/221790?st)\n\n",
  "events": "#### Events \n\n\n**MAY 2019**\n\nNational Asian Pacific Heritage Month | Visit [Asian Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans?st)\n\nMay 18: Armed Forces Day\n\nMay 27: Memorial Day"
}