{
  "id": "2019-05-17",
  "title": "U.S. Army's Marketing Campaign: \"In Our Boots\"   ",
  "body": "#######Provided by Army Marketing and Research Group\n\n**What is it?**\n\n*In Our Boots* is the U.S. Army's new recruitment marketing effort for prospective recruits.  This is an immersive virtual reality experience to inspire and inform brave young men and women when it comes to considering a future in the U.S. Army. By engaging with *In Our Boots*, the young Americans will experience, what it is like to be an Army Soldier on a mission with their team. \n\n**What are the current and past efforts of the Army?**\n\n*In Our Boots* is the U.S. Army's new recruitment marketing effort for prospective recruits.  This is an immersive virtual reality experience to inspire and inform brave young men and women when it comes to considering a future in the U.S. Army. By engaging with *In Our Boots*, the young Americans will experience, what it is like to be an Army Soldier on a mission with their team. \n\nThe prospects can follow the following career fields as they lead their teams through high intensity missions:  \n\n* Special Operations Sniper  \n* Explosive Ordnance Disposal Technician  \n* Tank Commander \n* Unmanned Aircraft Systems Operator\n\nThe integrated campaign can be experienced through the interactive campaign landing experience (goarmy.com/inourboots) or *In Our Boots* app that will be available for download on iOS, Google Play and Oculus GO stores.\n\nBased on consumer data along with predictive analytics, Army Marketing and Research Group (AMRG) has designed a more holistic marketing campaign personalized to reach a specific audience, and is currently being used to reach audiences in the Chicago area.    \n\n**What continued efforts does the Army have planned?**\n\nAMRG will continue to: \n\n* Communicate and inform the Army mission to prospects and their influencers through TV commercials, digital, paid search, billboards, and social media ads. \n* Market innovative efforts to appeal to prospect audience between the ages of 17-24.  \n* Utilize the personalized and holistic marketing campaign strategy, being used in Chicago, in five other areas to include Boston, Dallas and Minneapolis. \n* Use digital and social media to engage with prospects and influences and drive them to GoArmy.com. \n* Market in a strategically integrated way, in order to maximize return on investment.\n \n**Why is this important to the Army?**\n\n*In Our Boots* gives prospective recruits an authentic view into what it is like to step into the boots of a U.S. Army Soldier. By informing the young Americans, the Army gets quality individuals to speak to recruiters and enlist into the Army.   \n \n**Resources**:\n\n* [U.S. Army Recruiting Command](https://recruiting.army.mil/)\n* [In our Boots: Interactive missions](https://www.goarmy.com/inourboots/index.html/missions)\n* Virtual reality \"In Our Boots\" Apps:   \n  * [iOS](http://bit.ly/InOurBootsAppleApp)  \n  * [Android](http://bit.ly/InOurBoots)\n\n\n**Social Media presence:** \n\n* [Facebook](https://www.facebook.com/goarmy/) @goarmy\n* [Twitter](https://twitter.com/GoArmy)  #InOurBoots\n\n\n",
  "date": "Friday, May 17, 2019",
  "quote": "#### Focus Quote for the Day\n\n> Readiness is the Army's #1 priority, and readiness starts with recruiting. We're modernizing our approach to connect with today's youth, through sports, functional fitness, and social media where Generation Z's are communicating. We have to connect with people where they are to find those qualified individuals for Army service.\n\n\\- Maj Gen. Frank M. Muth, commander, U.S. Army Recruiting Command\n\n",
  "events": "#### Events \n\n\n**MAY 2019**\n\nNational Asian Pacific Heritage Month | Visit [Asian Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans?st)\n\nMay 18: Armed Forces Day\n\nMay 27: Memorial Day"
}