{
    "id": "2017-03-01",
    "title": "Women's History Month",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nMarch is National Women's History Month, and the U.S. Army joins the nation in an amplified celebration of women's contributions to this nation and its Army. The Army honors the sacrifices and accomplishments of the women who have helped shape not only the service but the country.\n\n**What is the Army doing?**\n\nWomen play vital roles in today's Army; they are leaders overseas and at home; they are Soldiers, Army Civilians, as well as Family members who are all critical members of the Army team.\n\nThe Army honors all women for their military and civil service, their support and strength, and their sacrifices to help ensure the freedom and liberty cherished by all Americans.\n\nArmy leaders across the department continue to set the conditions for all Soldiers to reach their full potential and, as such, must assign tasks and jobs throughout the force based on ability, not gender. For the first time in history, the Army has fully integrated women into all military positions, which contributes to a stronger force. \n\nWomen Soldiers have recently made historic strides, from graduating from Ranger School to the appointment of the first black female Army surgeon general to the Department of Defense opening up all military occupational specialties (MOS) to women.\n\n* Pvt. 1st. Class Katherine Beatty became the first female cannon crew member (2016).\n\n* Maj. Gen. Linda Singh, the first woman and the first African-American to serve as adjutant general of the Maryland National Guard, took command of the Maryland National Guard (2015).\n\n* Brig. Gen. Diana Holland was named the first female commandant of cadets at the U.S. Military Academy at West Point, New York (2015).\n\n**What continued efforts are planned for the future?**\n\nWomen's History Month stands as a further reminder of the strength the Army has gained and will continue to gain through having a high quality, diverse, all-volunteer force standing ready to answer the nation's call.\n\nWomen Soldiers help to make the Army the finest fighting force in the world, and Army leadership will continue to shape policy that ensures the force of the future remains so.\n\n**Why is this important to the Army?**\n\nThe Army is proud of today's women Soldiers who serve with distinction and are role models exemplifying the highest values.  \n\nFully integrating women into all military positions will allow women to contribute in all aspects to the armed forces, which will facilitate improvement throughout the organization.\n\n**Resources:**\n\n* [Women in the US Army](http://www.army.mil/women)\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita)\n\n**Related STAND-TO!:**\n \n* [Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18)\n* [America's Army - Our Profession Stand Strong](http://www.army.mil/standto/archive_2013-12-16)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15)",
    "date": "Wednesday March 1, 2017",
    "quote": "#### Focus quote for the day:\n\n> Women who stepped up were measured as citizens of the nation, not as women. This was a people's war and everyone was in it.\n\n\\- Col. Oveta Culp Hobby, first director of the Women's Army Auxiliary Corps (WAAC), later renamed the Women's Army Corps (WAC), in reference to WWII",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}