{
    "id": "2017-03-06",
    "title": "The Army National Guard Vision and Strategy",
    "body": "#######Provided by Army National Guard\n\n**What is it?**\n\nThe [Army National Guard Vision and Strategy](http://www.nationalguard.mil/Portals/31/Documents/ARNGpdfs/2017-arng-vision-strategy-02272016.pdf) is foundational, strategic guidance that balances sustainable readiness over time and furthers the role of the ARNG within the Army's Total Force policy.\n\nThe ARNG Vision and Strategy provides ends, ways and means to achieve the ARNG vision of providing an all-volunteer, Citizen Soldier, ready force that is warfighting-capable and governor-responsive, with competent leaders who provide a decisive operational reserve for the United States Army.\n\nIt extends the planning horizon and delivers a strategy to guide all that the ARNG does, today through 2035, while setting the foundation for the future force out to 2050.\n\n**What has the Army done?**\n\nIn accordance with the priorities of the [chief of the National Guard Bureau](https://go.usa.gov/xXc43), the Army chief of staff, and the provisions of the Army Strategic Plan, the Army National Guard constructed a strategy of balanced, sustainable readiness that will yield enduring capability across our force.\n\n**What continued efforts are planned for the future?**\n\nThe ARNG strategy achieves operational success through five ways:\n\n* Building enhanced combat readiness incrementally, beginning with high-priority units that can deliver decisive combat lethality, then increasing readiness of the remaining units in the future.\n\n* Developing diverse leaders who are competent and confident in the execution of mission command.\n\n* Emphasizing the Total Force concept down to the lowest level to promote organizational unity.\n\n* Investing in Soldiers and preserving vital relationships with Families and employers.\n\n* Operating in all types of warfare across the full spectrum of conflict.\n\nThe ARNG strategy leverages Soldiers, resources, installations, full-time support personnel and collective resiliency to form a foundation of fighting strength. The enduring objective is to provide the Army with ready, capable, combat and enabling forces and to defend the homeland.\n\n**Why is this important to the Army?**\n\nImplementation of this strategy will increase the Army's combat readiness and reduce post-mobilization deployment timelines. This will provide the Army with ready and operational forces capable of unified land operations and response to domestic crises in support of the governors and communities.\n\n**Resources:**\n\n* [Army National Guard Vision and Strategy](http://www.nationalguard.mil/Portals/31/Documents/ARNGpdfs/2017-arng-vision-strategy-02272016.pdf)\n* [Chief, National Guard Bureau's Vision for the Future](https://go.usa.gov/xXc43)\n\n**Related STAND-TO!**\n\n* [Homeland Defense](https://www.army.mil/standto/2016-08-16)\n* [Securing the Homeland](https://www.army.mil/standto/2016-08-24)",
    "date": "Monday, March 6, 2017",
    "quote": "#### Focus quote for the day:\n\n> We are constantly looking at ways to increase and maintain readiness so that if we have to execute upon 'America's worst night,' we can defend and protect the nation and defeat those who threaten us.\n\n\\- Lt. Gen. Timothy Kadavy, 20th director, Army National Guard\n\n[Just meeting expectations not enough for this Guard](https://www.army.mil/article/174759/just_meeting_expectations_not_enough_for_this_guard)\n",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}