{
    "id": "2017-03-08",
    "title": "Multi-Domain Battle",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's Army Capabilities Integration Center\n\n**What is it?**\n\nThe multi-domain battle emerging concept describes what the Army must be able to do to overcome the challenges defined in the [Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf). This concept describes how U.S. ground forces, as part of joint and multinational teams, deter adversaries and defeat highly capable peer enemies in the 2025-2050 timeframe. \n\nMulti-domain battle, a joint combined arms concept for the 21st century includes capabilities of the physical domains and places greater emphasis on space, cyberspace as well as other contested areas such as the electromagnetic spectrum, the information environment and the cognitive dimension of warfare.\n\nMulti-domain battle provides commanders numerous options for executing simultaneous and sequential operations using surprise and speed of action to present multiple dilemmas to an adversary in order to gain physical and psychological advantages and influence and control over the multi-domain operational environment.\n\n**What has the Army done?**\n\nThe Army adapts and innovates to keep its combat edge by thinking about future conflict, learning collaboratively, analyzing capability gaps, and implementing solutions.\n\nWhile thinking clearly about future armed conflict, four trends emerged: all domains will be contested; operations will be degraded; the U.S. Army will operate in complex terrain, e.g. dense urban areas; and increased lethality of the battlefield.\n\nAs U.S. Army Training and Doctrine Command's [Army Capabilities Integration Center](http://www.arcic.army.mil/) leads the written concept development that addresses these future trends, learning and experimentation events, such as Unified Challenge 17.1, Joint Warfighter Assessment and U.S. Army Europe's Austere Challenge 17 exercise continue to inform and strengthen the concept.\n\n**What continued efforts are planned for the future?**\n\nConcept analysis informed by joint and multinational learning events, including Unified Quest 17.2 and U.S. Army Pacific war games and exercises, will yield the capabilities required of multi-domain battle. Resulting doctrine, organization, training, materiel, leadership, personnel and facilities solutions will increase the capacity and capability of the future force while incorporating new formations and organizations.\n\n**Why is this important to the Army?**\n\nOver the past 25 years, assumptions of air, land, maritime, space and cyberspace domain superiority drove the doctrine, equipment and the posture of U.S. forces. The Army's strength is the Soldier. Unlike other services, the Army equips Soldiers to fight and win across all domains. The Army must be prepared to fight across multiple domains and contested areas, to deter potential adversaries and rapidly defeat enemies.\n\nMulti-domain battle and the associated capabilities will ensure that future Soldiers and joint teams can fight, win and survive on tomorrow's battlefields.\n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Multi-Domain Battle: Joint Combined Arms Concept for the 21st Century](https://www.ausa.org/articles/multi-domain-battle-joint-combined-arms-concept-21st-century)\n* [Unified Quest](http://www.arcic.army.mil/Initiatives/UnifiedQuest)\n* [U.S. Army Pacific Command](http://www.usarpac.army.mil/)\n\n**Related documents:**\n\n* [The U.S. Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* [The U.S. Army Combat Vehicle Modernization](http://www.arcic.army.mil/app_Documents/CVMS_SEP_Master.pdf)\n* [Multi-Domain Battle: Combined Arms for the 21st Century](http://www.arcic.army.mil/App_Documents/Multi_Domain_Battle.pdf)\n\n**Related STAND-TO!:**\n\n* [Combat Vehicle Modernization Strategy](https://www.army.mil/standto/archive_2016-03-29)\n* [The U.S. Army Human Dimension Concept](https://www.army.mil/standto/archive_2016-11-29)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)\n\n\n**TRADOC on Social Media:**\n\n* [Facebook](https://www.facebook.com/USArmyTRADOC/)\n* [Twitter](https://twitter.com/TRADOC) #Multidomainbattle\n* [YouTube](https://www.youtube.com/user/usarmytradoc)\n* [Instagram](https://www.instagram.com/usarmytraining/)",
    "date": "Wednesday, March 8, 2017",
    "quote": "#### Focus quote for the day:\n\n> Employing multi-domain battle, joint forces with integrated cross-domain capabilities provide a credible capability to deter adversary aggression, deny the enemy freedom of action, ensure joint force access, secure terrain, and consolidate gains.\n\n\\- Gen. David G. Perkins, commander, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}