{
    "id": "2017-03-09",
    "title": "Total Army Cyber Summit",
    "body": "#######Provided by U.S. Army Cyber Command Summit\n\n**What is it?**\n\nThe Total Army Cyber Summit is a periodic event hosted by [U.S. Army Cyber Command](https://www.arcyber.army.mil/Pages/ArcyberHome.aspx) designed to increase the Army's cyber readiness by developing trained and ready U.S. Army Reserve and Army National Guard cyber forces and how the Army will [integrate its Reserve component cyber teams](https://www.army.mil/standto/2017-02-22) into Department of Defense's joint cyber mission force.\n\n**What has the Army done?**\n\nThe Army is building 62 cyber teams across its total force while simultaneously executing critical cyberspace missions in support of Army, combatant command and joint requirements. The Army's cyber power leverages Total Army capabilities, combining the skills of active and reserve component cyber Soldiers trained to one joint standard defined by [U.S. Cyber Command](http://www.arcyber.army.mil/) with the unique capabilities of reservists who bring a wealth of civilian skill and experience to cyber operations. Today, Soldiers from all Army components are engaged side by side in key missions to defend the nation in cyberspace.\n\n**What continued efforts are planned for the future?**\n\nThe Total Army Cyber Summits bring Army cyber leaders together to share information on the capability and capacity of active and Reserve component cyber forces, to collaborate on common goals and standards, and to scout the way ahead for manning, training, equipping and employing reserve component Soldiers in cyberspace alongside active Army and joint forces.\n\nThis ongoing effort to define priorities and innovative approaches will enable the Army to effectively build ready cyber teams with and assign them to critical real-world missions.\n\nThe Army is on track to have all its teams fully operational on schedule, while still performing key defensive and offensive cyberspace operations. The active component's teams have been built. Reserve component teams are already conducting critical cyberspace missions and will reach their full operating capability by 2024. \n\n**Why is this important to the Army?**\n\nSuccessful operations in cyberspace are no different than in any other warfighting domain and require intelligence, planning, maneuver, and dedicated leadership. The Army's cyber force is integrating and synchronizing the talents of the active and reserve components to create a world-class team trained and ready to fight, shape and win together in cyberspace.\n\n**Resources:**\n\n* [U.S. Army Cyber Command](https://www.arcyber.army.mil/Pages/ArcyberHome.aspx)\n* [Army Cyber webpage](https://www.army.mil/armycyber)\n* [Army National Guard](http://www.nationalguard.mil/)\n* [U.S. Army Reserve](http://www.usar.army.mil/)\n* [335th Signal Command (Theater) / Army Reserve Cyber Operations Group](http://www.usar.army.mil/Commands/Operational/335th-SC/335th-SC-Units/Army-Reserve-Cyber/)\n\n**Social media:**\n\n* [Twitter](https://twitter.com/arcyber) @ARCYBER\n\n**Related articles:**\n\n* [CWARD may be master repository of cyber talent for reserve component](https://www.army.mil/article/177889/cward_may_be_master_repository_of_cyber_talent_for_reserve_component)\n* [National Guard uniquely positioned to contribute in cyber realm](http://www.nationalguard.mil/News/Article/978358/national-guard-uniquely-positioned-to-contribute-in-cyber-realm/)\n* [Cyber stands up civilian career field, mulls direct commissioning](https://www.army.mil/article/182153)",
    "date": "Thursday, March 9, 2017",
    "quote": "#### Focus quote for the day:\n\n> Reserve component Soldiers are incredibly important to Total Army cyber force and very effective at delivering effects in cyberspace against our adversaries. Across the spectrum of Total Army cyber forces, we've got the right talent, we've got the right agenda, and most importantly, we've got the right brain power, to inform and optimize the build of Reserve component cyber protection teams.\n\n\\- Lt. Gen. Paul M. Nakasone, commander, U.S. Army Cyber Command",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}