{
    "id": "2017-03-13",
    "title": "Army Equipment Modernization",
    "body": "#######Provided by Deputy Chief of Staff, G-8\n\n**What is it?**\n\nArmy equipment modernization focuses on preparing the Army for the future fight. It reflects the [chief of staff of the Army's](https://www.army.mil/leaders/csa/) top priorities, enabling current readiness and providing the investment strategies to ensure the Army has technologically superior equipment to defeat a near-peer adversary in an anti-access/area denial environment while still combating terrorism.\n\n**What has the Army done?**\n\nThe Army is developing new concepts, force structure, operational and institutional models to address the changing character of war; however, limited modernization resources constrain these efforts. Over the last 15 years, the Army has prioritized near-term readiness and equipment needed to address non-state actors. This has limited the Army's ability to modernize equipment for near-peer challenges in all warfare domains. \n\nWithin an environment of constrained resources, the Army is assessing equipment capabilities needed for the projected operating environment and identifying risks inherent to capability trades.\n\n**What continued efforts are planned for the future?**\n\nThe Army is pursuing a balanced approach to equipment modernization for today and the future. The Army needs to focus equipment modernization on re-establishing overmatch and simultaneously developing new military capabilities to deter and, if necessary, defeat emerging regional and global peer adversaries.\n\nSpecifically, Army equipment modernization must support a force that:\n\n* Delivers the combat capabilities, responsiveness, versatility, depth, and endurance required against adversaries capable of high-end conventional warfare.\n* Projects into a contested theater and rapidly transitions to offensive operations.\n* Operates in and projects power into the air, land, maritime, space, and cyber domains to support and enable joint operations.\n* Fights in complex, urban terrain.\n* Retains the competencies, capabilities, and capacity for counterterrorism and counterinsurgency.\n\n**Why is this important to the Army?**\n\nThe Army is aware that the character of warfare is changing and requires modernized equipment to maintain the technological edge and the opportunity to win decisively. The Army is making tough decisions and investing in the forces and capabilities most critical for meeting the nation's toughest threats. The Army will take risks in areas that -- though still important -- are less threatening to the security of the citizens and the national interests. \n\n**Resources:**\n\n* [Army G-8 website](http://www.g8.army.mil/)\n\n**Related article:**\n\n* [CSA Milley: 'Readiness is my No. 1 priority'](https://www.army.mil/article/166838)\n\n**Related STAND-TO!:**\n\n* [Strategic Portfolio Analysis Review](https://www.army.mil/standto/archive_2016-11-22/?)",
    "date": "Monday, March 13, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}