{
    "id": "2017-03-15",
    "title": "Jungle Combat Boot",
    "body": "#######Provided by Army Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe [Jungle Combat Boot](https://www.army.mil/article/183541) is a replacement for the standard-issue combat boot, which was never an all-purpose boot. The Jungle Combat Boot fills the critical gap of meeting the Soldiers' requirements of prolonged wear in tropical jungle environments. \n\nThe Jungle Combat Boot is comfortable, lightweight, fast drying and breathable footwear made of material that doesn't absorb or hold water. The boot offers puncture protection, traction, durability, cushioning, and support.\n\n**What has the Army done?**\n\nThe Army issued a requirement in September 2016 for a \"best available and immediate capability\" jungle boot to be fielded to two brigade combat teams (BCTs) in the 25th Infantry Division (25 ID). The concept is designed to expedite the traditional acquisition process and get a solution to Soldiers to fill a critical gap.\n\nThere is a three-phase plan to roll out the Jungle Combat Boot.\n\nPhase I took place on Feb. 28 with a [PEO Soldier](http://www.peosoldier.army.mil/)-hosted media roundtable at Fort Belvoir where the Army rolled out the Jungle Combat Boot.\n\nPhase II is scheduled to take place from March 23 to 31, with media coverage of the rapid fielding initiative (RFI) to the 25 ID.\n\nPhase III will culminate with a major media event hosted by [Army Office of the Chief of Public Affairs ](https://www.army.mil/info/institution/publicAffairs/) that will involve a media roundtable rolling out the finished product tentatively scheduled for September 2017. The two contractors selected to design and develop the boot are Belleville Boots of Belleville, Illinois, and Rocky Boots of Nelsonville, Ohio.\n\n**What continued efforts are planned for the future?**\n\nAfter the Jungle Combat Boot is fully issued to the two 25 ID BCTs and field tested, PEO Soldier will obtain feedback from Soldiers through focused surveys, interviews, and physical inspection of selected boots. From that point, the information gained will be re-engineered and a final design will be developed. The new Jungle Combat Boot is scheduled to be fielded the first quarter of fiscal year 2019, October through December 2018.\n\n**Why is this important to the Army?**\n\nThe Army Operating Concept \"describes the future operational environments as complex and constantly changing.\" As the Army orients selected forces on jungle operations, Soldiers have an immediate need for a combat boot that will meet the demands of prolonged wear in tropical jungle environments. The Army's goal is to keep Soldiers protected and ready.\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Soldier Protective Equipment](https://www.army.mil/standto/2016-08-15)\n* [Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22) \n\n**Related article:**\n\n* [New Army jungle wear gives trench foot the boot](https://www.army.mil/article/183541/new_army_jungle_wear_gives_trench_foot_the_boot)",
    "date": "Wednesday, March 15, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}