{
    "id": "2017-03-16",
    "title": "Justified Accord 2017",
    "body": "#######Provided by U.S. Army Africa\n**What is it?**\n\nJustified Accord, formerly known as Eastern Accord, is an annual combined, joint exercise that brings together U.S. Army personnel, African partners, allies and international organizations to promote interoperability between participating nations for peacekeeping operations in the East Africa region.\n\n**What has the Army done?**\n\nJustified Accord 2017 is a tabletop exercise being held in Addis Ababa, Ethiopia, March 20 to 24, with participants from Djibouti, Ethiopia, Kenya, Rwanda, Somalia, Uganda, France, Germany, Italy, The Netherlands, and the United Kingdom.  \n\nThe U.S. Military and East Africa militaries and international organizations mutually benefit by providing realistic training in the region based off of real-world scenarios related to neutralizing terrorism and transitioning the African Union Mission to Somalia.\n \nThe U.S. military maintains readiness and exercise opportunities to [win in a complex world](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf) by engaging in diverse environments and interacting with a range of cultures, militaries and international organizations in the region.\n\nShared best practices deepen relationships, build trust and enhance military operations. Justified Accord series exercises provide a means to maintain readiness, valuable training and experience for participants.\n\n**What continued efforts are planned for the future?**\n\n[U.S. Army Africa's](http://www.usaraf.army.mil/) strategy to focus regionally is captured in the routine regional Accord Series exercises and Regional Senior Leader Seminars at the end of each exercise. The seminars give regional land force commanders and the commander of U.S. Army Africa an opportunity to meet in a forum to a discuss issues that affect partners in the region. These foundational capabilities help synchronize efforts and provide options to prevent conflict, shape the security environment, and win conflicts. This exercise is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa.\n\nFuture iterations of Justified Accord will be scheduled to take place in East Africa. U.S. Army Africa will continue to develop and build upon the valuable relationships and partnerships established.\n\n**Why is this important to the Army?**\n\nThe African continent is a complex environment with a population of more than 1 billion people that is expected to double by 2050. There are more than 2000 spoken languages, and the continent is three times the size of the U.S. The importance of building partnerships across Africa is more relevant than ever in light of the growth of regional and transnational violent extremist organizations.\n\nThis exercise, involving land forces from several African and European partner nations, is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S., the nations of Eastern Africa, and all of the participating militaries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n* [Justified Accord](http://www.africom.mil/what-we-do/exercises/justified-accord)\n\n**Related STAND-TO!:**\n\n* [Global Landpower Network in Africa](https://www.army.mil/standto/2016-09-28) \n\n**Social media:**\n\n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)",
    "date": "Thursday, March 16, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}