{
    "id": "2017-03-20",
    "title": "End Strength Increase",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe National Defense Authorization Act for fiscal year 2017 increases the Army end strength to 1.018 million Soldiers, a net gain of 28,000 Soldiers in this fiscal year by Sept. 30, 2017. Across the force, the active component end strength authorization increased to 476,000 (16,000), Army National Guard increased to 343,000 (8,000), and the Army Reserve increased to 199,000 (4,000).\n\n**What has the Army done?**\n\nThe Army will use a variety of personnel management tools to meet the end-strength requirement, including enlisted accessions, recruitment, training, and retention; and officer accessions and retention. The Army will achieve this increase across three lines of effort: enlisted accessions, enlisted retention, and officer accessions and retention.\n\n(1) Enlisted accessions (recruit and train):\n\n* The Army will raise its accessions mission to 68,000, an increase of 6,000 Soldiers in the active component from the original mission through fiscal year 2017.\n\n* The Army will resource the training base for increased throughput across all components and maximize the use of existing training seats including:\n\n-- An increase in prior service enlistments.\n\n-- Expanded enlistment bonus eligibility.\n\n-- An increase in the number of two-year variable enlistment MOS opportunities.\n\n(2) Enlisted retention:\n\n* The Army will increase the enlisted retention mission to 17,500, an increase of 9,000 Soldiers in the Active Component from the original mission through fiscal year 2017.\n\n(3) Officer accessions and retention:\n\n* The Army will create additional accession and retention opportunities to increase officer strength by 1,000.\n\n* The Army will continue to leverage internal controls to increase retention of quality officers.\n\n**What continued efforts are planned for the future?**\n\n* The Army will meet troop levels consistent with the NDAA end-strength requirements and maintain a high-quality force through an emphasis on recruiting and retention.\n\n* Soldiers will be distributed across the Total Force as recommended by the [Total Army Analysis program](http://www.apd.army.mil/pdffiles/r71_11.pdf).\n\n* The Army is requesting $200 million for enlistment and retention bonuses, allowing the Army to expand and implement incentives to target the expiration of term-of-service-eligible population. To increase officer strength, the Army will selectively [expand the Call to Active Duty program](https://www.army.mil/article/182927) to selective serving reserve officers.\n\n**Why is this important to the Army?**\n\nThe increased end strength of the Army will enable it to better meet the challenges of an ever-uncertain security environment but must be balanced against the readiness of the Total Force.\n\n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n\n**Related article:**\n\n* [U.S. Army expands the Call to Active Duty Program for Guard and Reserve members](https://www.army.mil/article/182927/)",
    "date": "Monday, March 20, 2017",
    "quote": "#### Focus quote for the day:\n\n> The Army is hiring. The added end strength will allow the Army to increase manning in its tactical units, enhancing overall readiness.\n\n\\- Maj. Gen. Jason T. Evans, director of Army's Directorate of Manpower and Personnel Management, speaking about the increase in Army's end strength by 28,000 Soldiers",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}