{
    "id": "2017-03-21",
    "title": "Permanent Change of Station Week",
    "body": "#######Provided by Military Surface Deployment and Distribution Command (SDDC)\n\n**What is it?**\n\n[Military Surface Deployment and Distribution Command (SDDC)](https://www.sddc.army.mil/Pages/default.aspx) manages Department of Defense's personal property mission. Permanent Change of Station (PCS) Week,  March 20 to 24,  provides a focused opportunity to inform and educate service members, DOD civilians and their family members about how the household goods and privately owned vehicle (POV) shipment processes work by providing actionable information to make upcoming PCS moves as smooth and efficient as possible.\n\n**What has the Army done?**\n\nSDDC's Personal Property directorate is the program manager and administrator for the Defense Personal Property Program, or DP3, which oversees the Defense Department's household goods and POV shipment programs. DP3 uses the Defense Personal Property System (DPS) to coordinate PCS moves, along with two web-based resources to help service members and their families plan and schedule shipments: www.Move.mil for household goods and www.PCSMyPOV.com for POVs. Additionally, local Traffic Management and Installation Transportation Offices are also available to provide expert help for household goods and POV shipments.\n\n**What continued efforts are planned for the future?**\n\nThroughout PCS Week, SDDC will publish a wide variety of PCS information, tips, and educational videos via its [public webpage](https://www.sddc.army.mil/Pages/default.aspx), and [Facebook](https://www.facebook.com/HQSDDC/) and [Twitter](https://twitter.com/hqsddc) feeds. By becoming familiar with the information provided during PCS Week, being aware of the many helpful PCS resources available on the www.move.mil and www.pcsmypov.com websites, and knowing what to expect throughout the move process, service members and their families will enjoy a far better PCS move experience.\n\n**Why is this important to the Army?**\n\nEvery year, SDDC manages nearly half a million personal property moves and 70,000 POV shipments for military and civilian members of the DOD. About half of those moves occur during the extremely busy mid-May through August timeframe, known as the \"peak season\" for moves. The PCS moving process can be very stressful. However, with the right information, every PCS move can be a success. \n\n**Resources:**\n\n* [Move.mil](http://www.move.mil/)\n* [PCSMyPOV](https://www.pcsmypov.com/)\n* [SDDC](http://www.sddc.army.mil)\n* [United States Transportation Command](http://www.transcom.mil/)\n\n**Related STAND-TO!:**\n\n* [Military Surface Deployment and Distribution Command](https://www.army.mil/standto/archive_2015-02-19/)",
    "date": "Tuesday, March 21, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #ww1)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}