{
    "id": "2017-03-23",
    "title": "Army Space Support Teams",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nArmy space support teams (ARSSTs) rapidly deploy globally, providing warfighters the ability to fully leverage space capabilities by providing space products and expertise to field units, enhancing their intelligence and operation planning capabilities.\n\nEach ARSST is composed of a six-Soldier space force enhancement (SFE) analysis team of two officers and four enlisted Soldiers, each having a unique space-related skill.\n\n**What has the Army done?**\n\n[U.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) deploys ARSSTs from within the 1st Space Brigade, Peterson Air Force Base, Colorado. ARSSTs provide situational awareness of space capabilities, assets, products and their impact on operations. Teams integrate within divisions, corps, joint task force (JTF), Marine Expeditionary Force, theater sustainment commands, and ASCC Headquarters. Deployed ARSSTs:\n\n* Plan, coordinate, and analyze the space force enhancement areas --intelligence, surveillance, and reconnaissance (ISR), missile warning, environmental monitoring, satellite communication (SATCOM), and positioning, navigation and timing (PNT).\n\n* Provide daily space updates to the commander and staff and track the status of all available space systems in a specific area of responsibility\n(AOR) or JOA.\n\n* Work with supported commands to determine systems that use GPS and what level of accuracy they desire for those systems -- ARSSTs are navigation warfare (NAVWAR) experts.\n\n* Assist the G-2 by helping to assess the operational impacts of space weather as well as adversary offensive and defensive GPS/SATCOM jamming capabilities.\n\n* Assess forecasted impacts of space weather on space assets and tactical communications, and the impacts of terrestrial weather space-based sensors.\n\n* Provide alternative compensatory control measures, special access programs, and special technical operations officers and NCOs.\n\n**What continued efforts are planned for the future?**\n\nUSASMDC/ARSTRAT continues to deploy ARSSTs. Currently, ARSSTs are supporting six combatant command (COCOMS), two deployment operations, and 12 division to COCOM-level exercises. Army space support teams will also support five division-level warfighter exercises.\n\n**Why is this important to the Army?**\n\nSpace systems are more than enablers, they are essential tools that cut across every warfighting function. As space capabilities and access to space have grown in importance, Army forces have gained greater confidence in space systems, acknowledging their crucial contribution to combat operations.\n\nApproximately 70 percent of the Army's weapons are space-enabled to augment the Soldier's capability to fight and win. Space-based capabilities are critical to the Army and are fundamental to every U.S. military operation.\n\nARSSTs help commanders at all echelons and in all disciplines understand the fundamental principles and advantages space operations bring to their mission areas and the disadvantages associated with not using and or misunderstanding space-enabled operations.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related documents**\n\n* [Army Field Manual 3-14, Army Space Operations](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [Army Regulation 900-1, Department of the Army Space Policy](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r900_1.pdf)\n\n**Related videos:**\n\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=59TebeioCbc)\n* [What is the 1st Space Brigade?](http://www.youtube.com/watch?v=INpwgOGju5U)",
    "date": "Thursday, March 23, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}