{
    "id": "2017-03-27",
    "title": "Special Operations Command Forward - North and West Africa ",
    "body": "#######Provided by U.S. Army Special Operations Command Africa\n\n**What is it?**\n\nSpecial Operations Command Forward - North and West Africa (SOCFWD-NWA) is a joint special operations force forward element that provides a deployed, persistent presence, mission command capability for partnered military special operations against regional violent extremist organizations (VEOs) for the Africa Theater Special Operations Command (TSOC). SOCFWD-NWA staffs manage U.S. Special Operations activities in 12 North and West African countries, an area of responsibility more than 1.8 times the landmass of the continental United States.\n\nSOCFWD-NWA is one of three subordinate commands to the Special Operations Command Africa (SOCAFRICA) TSOC, a sub-unified command of [U.S. Africa Command (AFRICOM)](http://www.africom.mil/). Based out of Smith Barracks, Baumholder, Germany, 57 percent of SOCFWD-NWA personnel are Army personnel, led by 3rd Special Forces Group (Airborne) at Fort Bragg, North Carolina. Joint special operations forces from across the Department of Defense, as well as conventional military and civilian personnel from the Army, Navy, Marines and Air Force augment SOCFWD-NWA's special forces team.\n\n**What has the Army done?**\n\nThe Army, through [U.S. Army Special Operations Command](http://www.soc.mil/), provides consistent rotational forces of Army SOF and support personnel to integrate SOCFWD-NWA staff and joint service members to meet USAFRICOM and SOCAFRICA theater campaign plan objectives.  SOCFWD-NWA personnel execute mission sets in accordance with operational authorities and implements codified programs under the National Defense Authorization Act of fiscal year 2017 and the Trans-Sahara Counterterrorism Partnership programs in support of Operation Enduring Freedom - Trans-Sahara.\n\n**What continued efforts are planned for the future?**\n\nSOCFWD-NWA continues to lead SOF missions in North and West Africa to disrupt, degrade and defeat VEOs by enabling and assisting African partner nation militaries. SOCFWD-NWA accomplishes this mission through training, advising, assisting and equipping partner nation forces in coordination with U.S. embassy country teams. This helps to synchronize efforts to ultimately result in the defeat of radical extremist organizations.  \n\nExercise Flintlock 2017, which was the largest annual SOF exercise in Africa directed by the chairman of the Joint Chiefs of Staff, involved more than 2,000 special operations forces from 24 countries with training events hosted in seven African countries.\n\n**Why is this important to the Army?**\n\nU.S. Army forces have long partnered with African militaries in combined military operations, humanitarian assistance and training engagements. The increasing complexity of global security challenges compels geographic combatant commanders to request more conventional and Special Operations forces to deter the nation's adversaries and protect U.S. interests.\n\nUSAFRICOM and SOCAFRICA use U.S. Army assets in SOCFWD-NWA and other SOCFWDs to fulfill the geographic combatant command's counter-violent objectives while building partner nation capacity to combat emerging threats across the African continent.\n\n**Resources:**\n\n* [U.S. Army Special Operations Command](http://www.soc.mil/)\n* [USAFRICOM](http://www.africom.mil/)\n\n**Related document**\n\n* [Army Strategic Planning Guidance](http://www.g8.army.mil/pdf/Army_Strategic_Planning_Guidance2014.pdf)\n\n**Related STAND-TO!:**\n\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)\n* [Global Landpower Network in Africa](https://www.army.mil/standto/2016-09-28)\n* [Globally Engaged Army](https://www.army.mil/standto/2016-06-20)",
    "date": "Monday, March 27, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}