{
    "id": "2017-03-28",
    "title": "Army Ideas for Innovation Program",
    "body": "#######Provided by the Army Office of Business Transformation\n\n**What is it?**\n\nThe Army Ideas for Innovation (AI2) program replaces the Army Suggestion Program (ASP) that was suspended in 2013. It is a venue for Army Soldiers, Army Civilians, and contractors to share innovative ideas and creative solutions that positively affect the Army through cost savings, increased productivity, and process improvement. It is a completely web-based collaborative approach for the force to bring innovative ideas in improving the Army to the attention of Army senior leadership.\n\n**What has the Army done?**\n\nThe [Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14) makes clear the importance of innovation and defined the requirement for a program that opens the aperture for the force to communicate innovative ideas directly to Army senior leaders. AI2 was approved as a program of record by the undersecretary of the Army in December 2016 and achieved full operational capability in February of 2017.\n\nThe program is open to anyone with a common access card (CAC) and is accessible on [milSuite](https://www.milsuite.mil/book/community/spaces/ai2). The [Army Office of Business Transformation](https://www.army.mil/obt) manages AI2 and supports the Headquarters, Department of the Army in their important mission of a timely senior-level review and validation decision on all innovative ideas. The program spans the entire Army -- active, Army Reserves, and the Army National Guard. The AI2 site also includes a listing of active and archived ideas and the opportunity for CAC holders to comment on ideas already submitted, submit their own ideas or review ideas in the AI2 archives. Leaders are encouraged to recognize individuals who help the Army innovate, utilizing existing Army incentive award programs.\n\n**What continued efforts are planned for the future?**\n\nAnyone who has an idea on how the Army can improve the AI2 program should submit his or her idea to the program. Periodic and iterative updates will be made in order to improve the effectiveness of the program. Additionally, ideas submitted through AI2 that the Army subsequently institutes will be featured on the website and shared widely on Army social media sites.\n\n**Why is this important to the Army?**\n\nThe Army has always been an innovative organization, owing past successes in large part to the indomitable spirit of American Soldiers who continuously find new solutions to solve pressing tactical problems. AI2 is a collaborative web-based innovative program that simplifies the process of bringing innovative ideas to the attention of Army senior leadership. The program accelerates the intellectual genius of our Soldiers, Army Civilians and Army contractors in helping the Army address the challenges of the 21st century security environment and the readiness challenges it poses for America's Army.\n\n**Resources:**\n\n* [U.S. Army Office of Business Transformation](https://www.army.mil/obt) \n* [Milsuite](https://www.milsuite.mil/book/community/spaces/ai2) -- CAC login required. \n\n**Related STAND-TO!:**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14)",
    "date": "Tuesday, March 28, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}