{
    "id": "2017-03-29",
    "title": "Sexual Assault Response Coordinators ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nSexual assault response coordinators (SARCs) serve as the single point of contact to coordinate sexual assault victim care. They track the services provided from the initial report of a sexual assault through disposition and resolution of the victim's health care and support service needs. SARCs are integral to the Army's efforts to eliminate incidents of sexual harassment and sexual assault through a comprehensive campaign plan.\n\n**What has the Army done?**\n\nArmy Sexual Harassment/Assault Response and Prevention (SHARP) professionals work with commanders and unit personnel to raise awareness and educate communities and individuals on how to prevent sexual offenses. They also provide victims of sexual assault with the compassionate care and support they need to overcome such trauma. \n\nAdditionally, the Army has rolled out innovative training initiatives such as the [Emergent Leader Immersive Training Environment (ELITE) Command Team Trainer (CTT)](https://www.army.mil/standto/archive_2016-06-29) and [ELITE Prevention and Outreach Simulation Trainer (POST)](https://www.army.mil/standto/archive_2017-01-04) to facilitate dialogue between command teams before an incident occurs and to enhance the skill sets of SHARP's front-line warriors.\n\nIn addition, the Army has at least one full-time SARC and one full-time sexual assault victim advocate at each brigade-level unit. SHARP and its I. A.M. Strong prevention campaign support the Army's goal to end sexual offenses.\n\nThe Army has a very stringent selection process that includes background screening and commander nominations. To be nominated, Soldiers must have outstanding duty performance, demonstrate stability in personal affairs, must not have been punished under the provisions of the Uniform Code of Military Justice (UCMJ) during the five years preceding the nomination and must be recommended by their chain of command.\n\n**What continued efforts are planned for the future?**\n\nThe Army consistently works to expand and improve its efforts to take care of its Soldiers, Army Civilians and Family members by working to end sexual assault and sexual harassment in the Army. Through attendance at the SHARP Academy at Fort Leavenworth, Kansas, and participation in SHARP outreach webinars, SARCs and other SHARP professionals hear firsthand from subject matter experts who share lessons learned and best practices.\n\n**Why is this important to the Army?**\n\nThe Army encourages leaders and Soldiers to confront behaviors that are inconsistent with [Army Values](https://www.army.mil/values/) and promote professionalism and engender trust to encourage reporting and support victim recovery. To assist in this effort, the Army has at least one full-time SARC and one full-time sexual assault victim advocate at each brigade-level unit. SHARP and its I. A.M. Strong prevention campaign support the Army's goal to end sexual offenses by creating a climate of dignity and respect for every Soldier, Army Civilian and Family member.\n\n**Resources:**\n\n* [SHARP](https://www.army.mil/sharp)\n* [DOD Sexual Assault Prevention and Response Office](http://www.sapr.mil/)\n* [DOD SAFE Helpline](https://safehelpline.org/)\n\n**Related STAND-TO!:**\n\n* [SHARP Victim Advocacy](https://www.army.mil/standto/archive_2013-09-26)",
    "date": "Wednesday, March 29, 2017",
    "quote": "#### Focus quote for the day:\n\n> In addition to eroding readiness, sexual assault is just plain wrong and has no place in the Army.\n     \n\\- Gen. Mark A. Milley, Chief of Staff of the Army, Dec. 8, 2016",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}