{
    "id": "2017-03-30",
    "title": "Joint Service Law Enforcement Vehicle Equipment Standardization ",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nThe Joint Service Law Enforcement Vehicle Equipment Standardization (JSLEVES) is a GSA lease option that is projected to save the Army millions. The pre-configured sedan, pickup and SUV packages come factory-direct with the mechanical upgrades and law enforcement equipment necessary for police duty.\n\nInitiated and led by the [Installation Management Command](https://www.imcom.army.mil/) Provost Marshal/Force Protection Directorate, JSLEVES is designed to increase efficiencies, reduce redundancies and streamline processes, while improving law enforcement readiness on Army installations.\n\n**What has the Army done?**\n\nJSLEVES began as an enterprise initiative to standardize vehicle capability requirements across IMCOM and reduce costs of outfitting vehicles for law enforcement use. The procurement process of JSLEVES vehicles found cost savings in making this purchase option available to multiple federal agencies. Now in its first full year of execution, 500 vehicles have been ordered through the JSLEVES initiative.\n\n**What continued efforts are planned for the future?**\n\n* The Defense Department has adopted JSLEVES as the new standard for law enforcement vehicle procurement in the continental United States.\n\n* IMCOM estimates a full fleet of JSLEVES vehicles will save the command $2 million annually, which should occur within four years.\n\n* As the leader of the initiative, IMCOM Provost Marshal/Force Protection Directorate is working a similar initiative for law enforcement vehicles in U.S. locations.\n\n* Feedback from the field will continue to refine the contracted design of the vehicles for optimal efficiency and performance.\n\n**Why is this important to the Army?**\n\nThe JSLEVES initiative will improve the readiness of installation law enforcement at U.S. garrisons. Fielding standardized vehicles across U.S. Army installations will help military police and Department of Army Civilian police maintain muscle memory and familiarity with their vehicles.\n\nDelivery of pre-configured, factory direct vehicles saves installations money by decreasing lease overlap, eliminating excess equipment and reducing local contracting and procurement costs. It also eliminates many costs associated with outfitting and stripping vehicles during life cycle replacement, which often leave holes and cause excessive wear to vehicles, resulting in charge-backs to the Army. IMCOM's target is to reduce charge-backs by $1.2 million in the first year.\n\n**Resources:**\n\n* [Installation Management Command](https://www.imcom.army.mil/)\n* [Presidential Directive for all Federal fleets to have an approved VAM](https://obamawhitehouse.archives.gov/the-press-office/2011/05/24/presidential-memorandum-federal-fleet-performance)\n* [HQDA OPMG MP 2025 STRATPLAN to \"Standardize and Professionalize the Force\"](https://www.army.mil/article/184552/mp_stratplan_2025)\n* [DOD adoption of the JSLEVES initiative](http://www.acq.osd.mil/pepolicy/fleet/fleet_LE.html)",
    "date": "Thursday, March 30, 2017",
    "quote": "",
    "events": "#### Events  \n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistoryMonth)\n\n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}