{
    "id": "2017-10-02",
    "title": "Army Cybersecurity Awareness Month",
    "body": "#######Provided by Chief Information Officer/G-6\n\n**What is it?**\n\nOctober is National Cybersecurity Awareness Month, and marks the kickoff of the \nyear-long Army Cybersecurity Awareness Campaign. The Army campaign is designed to increase readiness through improving awareness of cyber threats and incidents as well as their impact to Army missions. The Cybersecurity Awareness efforts also highlight how Soldiers and civilians need to respond in order to safeguard the Army.\n\n**What is the Army doing?**\n\nArmy leadership is making cybersecurity an operational priority ensuring resources support training, technology and policies. The Army offers extensive cybersecurity training opportunities to ensure everyone knows how to best mitigate cyber risks. \n\nCybersecurity Awareness Month will increase visibility and provide resources to Soldiers, Families, civilians, and industry. This campaign will expand awareness to help improve online safety and increase the resiliency of the nation in the event of a cyber incident.   \n\n\n**What continued efforts are planned for the future?**\n \nDuring the Cybersecurity Awareness Campaign, the Army will promote opportunities for training, increase awareness of cybersecurity responsibilities and highlight policies to keep the Army safe and secure. As the Army becomes increasingly dependent on information technology, cybersecurity threats pose an even greater challenge. To help mitigate these risks, the Army will continue to grow its Cybersecurity Awareness Campaign to build a culture for improving cybersecurity and Army mission readiness.\n \n**Why is this important to the Army?**\n\nCyber attacks are increasing and directly impacting the Army's ability to protect its information and operations. Improved cybersecurity awareness is mandatory. Cybersecurity is a part of the Army's mission -- protecting information must be part the Army's operational execution plan from start to finish. From the first planning session, cybersecurity should be a part of every checklist tied to the operation. Cybersecurity should be brought into all stages of the operational planning.\n\n**Resources:**\n\n* [Chief Information Officer/G-6](http://ciog6.army.mil)\n* [Army Cyber Command](http://www.arcyber.army.mil)\n  * [ARCYBER Fact Sheets](https://www.arcyber.army.mil/Info/Fact-Sheets/)\n* [Army Cyber Institute](http://www.usma.edu/acc)\n* [Network Enterprise Technology Command](http://www.netcom.army.mil)\n  \n\n\n",
    "date": "Monday, October 2, 2017",
    "quote": "#### Focus Quote for the Day \n\n> Cybersecurity is a readiness priority to enable operational commanders the ability to effectively execute our mission and protect our Soldiers. \n\n\\- Lt. Gen. Bruce Crawford, [Chief Information Officer/G-6](http://ciog6.army.mil)\n\n\n",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}