{
    "id": "2017-10-03",
    "title": "Army Energy Action Month  ",
    "body": "#######Provided by the Acting Deputy Assistant Secretary of the Army for Energy and Sustainability (DASA-E&S)  \n\n**What is it?**\n\nEnergy Action Month is an observance held each October to encourage the Army Installation and Operational energy communities to prioritize energy in everyday decisions.  It's a reminder that secure and reliable access to energy, water, and land resources is vital for the Army to perform its mission and support global operations.  This year's theme is *Energy Resilience Enables Army Readiness* because energy is key to everything the Army does.  \n\n**What is the Army doing?**\n\nThe Army is working to improve resilience and efficiency at its 156 Army installations and 1,000 community--based National Guard and Reserve Centers, taking energy into account in contingency planning and acquisition requirements, and ensuring facilities can maintain operations in the face of disruption. \n\nThe Army is working to increase access to energy by reducing consumption, providing renewable and alternative sources of energy and increasing reliability of systems and infrastructure.\n\n**What continued efforts are planned for the future?**\n \nThe Army will continue to integrate energy resilience and security measures into decision-making processes to enhance Army readiness. For example, the Army is improving mission readiness thorough alternative and renewable energy projects, energy performance-based contracting, partnerships and investment in infrastructure.\n\nArmy leaders will continue to include energy resilience, security and conservation initiatives into talking points and speeches. This will ensure Soldiers, Family members and civilians are aware of Army energy initiatives to enhance mission readiness.  \n \n**Why is this important to the Army?**\n\nThe Army's ability to prepare for and rapidly respond to disruptions in the availability of resources enables mission readiness.  In FY 2016, the Army spent more than $1.1 billion on energy at its installations and more than $895 million on liquid fuel of which 80 percent supported training and operations. \n    \nIncorporating energy resilience, security, conservation and awareness into everyday decision-making processes saves money and better positions the Army to successfully deploy and rapidly respond whenever and wherever needed.\n\n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)]( https://www.army.mil/asaiee)\n* [Office of the Assistant Secretary of the Army (Energy & Sustainability)](http://www.asaie.army.mil/Public/ES/index.html)\n* [Army Office of Energy Initiatives (OEI)]( https://www.asaie.army.mil/Public/ES/oei/index.html)\n \n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf) \n* [Army Directive 2017-07 (Installation Energy and Water Security Policy)]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf) \n\n**Related STAND-TO!:** \n\n* [Installation Readiness](https://www.army.mil/standto/2016-06-08)\n\n**ASA (IE&E) on social media:**\n\n* [Army ASAIEE Facebook](https://www.facebook.com/ASAIEE/?fref=ts)\n \n**Army OEI on social media:**\n\n* [Army OEI Facebook](https://www.facebook.com/ArmyOEI/)\n* [Twitter @ArmyOEI](https://twitter.com/ArmyOEI)\n\n  \n\n\n",
    "date": "Tuesday, October 3, 2017",
    "quote": "#### Focus Quote for the Day \n\n> The Army's theme of \"Energy Resilience Enables Army Readiness,\" reminds us that energy is a key mission enabler and force multiplier for a ready and resilient Army.\n\n\\- Lt. Gen. Gwen Bingham, [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mi) and J.Randall Robinson, Acting [Assistant Secretary of the Army Installations, Energy and Environment](https://www.army.mil/asaiee)\n\nRead the complete: [2017 Energy Action Month Leadership Memo](http://www.asaie.army.mil/Public/ES/oei/docs/Signed_Dual_2017_EAM_Memo.pdf)\n ",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}