{
    "id": "2017-10-04",
    "title": "Readiness",
    "body": "#######Provided by the Office of the Chief of Public Affairs  \n\n**What is it?**\n\nReadiness remains the Army's top priority -- Soldiers must always be ready to \"Fight Tonight!.\" The Army must prepare the Total Army Force to meet global demands while remaining optimally postured for major contingencies that may require the ability to conduct the full range of military operations.  \n\n**What is the Army doing?**\n\nThe Army: \n\n* Generates readiness through a Total Army Force effort to meet national strategy.  \n* Remains globally responsive by implementing sustainable readiness to reduce risk, and meet operational demands.\n* Trains to restore proficiency in combined arms maneuver and wide area security. Readiness training enables Soldiers to shape the security environment, set the theater, and project national power. Readiness efforts also focus on ballistic missile defense, cyber defense, special operations, and interoperability with sister services and partner nations to deter or defeat hybrid and near-peer threats.\n* Focuses on unit's personnel readiness and readiness to deploy. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to train the force to generate ready units by:\n\n* Rebuilding total force training readiness to achieve Decisive Action/Unified Land Operations proficiency to conduct a full range of military operations.\n* Reinvigorating and protecting the quality and consistency of home station training and conducting Combat Training Centers as capstone training events.\n* Adopting more objective training standards to increase overall readiness and improve the accuracy of readiness reporting.\n* Maximizing training funding efficiency to preserve fiscal resources by commanders at all levels\n* Reducing mandatory training requirements to allow units to focus on Combined Arms Maneuver and Decisive Action Training.\n* Developing well-rehearsed mission orders, battle drills, and standard operating procedures to practice the fundamentals of Combined Arms Maneuver.\n\nThe Army will equip the force to ensure Soldiers are ready to defeat any threat by:\n\n* Divesting excess equipment and enhancing capacity and reliability of on-hand equipment.\n* Managing maintenance programs, maintaining baseline equipment maintenance standards (10/20), and minimizing reliance on contractors.\n* Reinvigorating the Emergency Deployment Readiness Exercise Program (EDRE) to ensure units can deploy with little or no notice.\n* Modernizing equipment and systems to maintain overmatch with current and future threats, and protecting science and technology investments.\n\n**Why is this important to the Army?**\n\nTotal Army must be postured to shape the global security environment while remaining ready to fight and win the nation's wars. As the Army generates the required readiness, the Army will expand investment in modernizing for greater future lethality.\n\n\n**Resources:**\n\n \n**Related documents:**\n\n* [Army Equipment Program 2017](http://www.g8.army.mil/pdf/Army_Equipment_Program2017.pdf)\n* [Army Readiness Guidance 2016-2017](https://www.army.mil/e2/downloads/rv7/standto/docs/army_readiness_guidance.pdf)\n* [Army Regulation 525-30, Army Strategic Readiness](https://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_30.pdf)\n\n**Related STAND-TO!:** \n\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)\n  \n\n\n",
    "date": "Wednesday, October 4, 2017",
    "quote": "#### Focus Quote for the Day \n\n> We used to focus on being ready at a particular point in time. We have to create a sense of urgency throughout the entire Army to 'Be Ready Now,' because we won't get to pick the time and place next time Leaders at every level have to believe it, demonstrate it, and help us create and sustain that kind of readiness throughout the Total Army force.\n\n\\- Gen. Robert \"Abe\" Abrams,  commanding general, U.S. Army Forces Command ",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}