{
    "id": "2017-10-09",
    "title": "Modernizing For Greater Lethality",
    "body": "#######Provided by the Office of the Chief of Public Affairs  \n\n**What is it?**\n\nModernizing lethality is about capabilities, not platforms. To be ready for the next war, the U.S. Army and the other services must effectively innovate and adapt concepts, equipment, and training. \n\nThe U.S. Army is behind on modernization and U.S. forces are contested in all domains.  The Army must adapt its modernization strategy to account for both current fiscal constraints and a complex, uncertain, dynamic operating environment. Innovative solutions and streamlined processes focused on prioritized capabilities will ensure the Army is ready to face any adversary across all domains.\n\n**What is the Army doing?**\n\nThe Army continues rebuilding the readiness stretched by 16-plus years of sustained combat and continued budget turmoil. \n\nThe Army must fundamentally change its approach to modernization to consider multiple possible futures and leverage commercial innovations, cutting-edge science and technology, and feedback from the warfighter.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n* The Army will promote science and technology initiatives to field capabilities to the force through the 2030s.\n\n* The Army will sustain incremental upgrades by prioritizing capabilities that have the greatest impact against a near-peer threat and that can be in Soldiers' hands in the next 10 years.\n\n* The Army will take risks in new development by start new programs only if required to close an extremely high risk gap.\n\n* The Army will go slow and keep options open, slow down procurement, and keep programs going for when funding becomes available.\n\n* The Army will divest where appropriate by identifying equipment and systems that are excess, obsolete, or no longer required in order to reduce and eliminate the associated sustainment costs.\n\n\n**Why is this important to the Army?**\n\nThe world has changed: the overmatch the U.S. Army has enjoyed for the last 70 years is closing quickly across all domains of warfare. To keep pace, the Army must adapt its ways of thinking, executing, and organizing.\n\nThe battlefield of tomorrow will be more lethal, and the Army must change with that in mind. To ensure overmatch, the Army must modernize, train, and structure the force to build land-power capability against near-peer threats. \n\n \n**Related documents:**\n\n* [Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_31MAR15.pdf)\n\n* [Army Equipment Program support of President's Budget](http://www.g8.army.mil/pdf/Army_Equipment_Program2017.pdf)\n\n**Related STAND-TO!:** \n\n* [Resourcing the Army - FY18 Budget Request](https://www.army.mil/standto/2017-07-25)\n  \n\n\n",
    "date": "Monday, October 9, 2017",
    "quote": "#### Focus Quote for the Day \n\n> All domains will be viciously contested, and both air and maritime superiority will no longer be a given... Close combat on sensor-rich battlefields of the future will be faster, more violent, and intensely lethal unlike anything any of us have witnessed.\n\n\\- Gen. Mark A. Milley, Chief of Staff of the U.S. Army ",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}