{
    "id": "2017-10-10",
    "title": "Field Manual 3-0, Operations",
    "body": "#######Provided by Combined Arms Center, Mission Command Center of Excellence\n\n**What is it?**\n\nThe new [Field Manual 3-0, Operations](https://go.usa.gov/xnxC9) (FM 3-0), provides doctrine on how Army forces, as part of a joint team, conduct sustained, large-scale combat operations with current force structure and capabilities against a regional peer. \n\nThe field manual presents the fundamental principles and overarching doctrinal guidance for conducting operations. It also sets the foundation for tactics, techniques and procedures across the rest of Army doctrine. \n\nFM 3-0 aligns Army strategic roles (*shape the operational environment, prevent conflict, conduct large-scale combat and consolidate gains*) with the range of Army conducted military operations. The manual is a single-source doctrinal foundation that describes unified land operations across multiple domains (land, air, maritime, cyberspace and space) in the context of current operational environments. \n\n\n**What is the Army doing?**\n\nThe [Combined Arms Doctrine Directorate](http://usacac.army.mil/organizations/mccoe/cadd), part of U.S. Army Training and Doctrine Command's Mission Command Center of Excellence, developed the new FM 3-0, which focuses on large-scale combat operations.\n\nArmy senior leaders identified a gap across Army doctrine, leading to the formulation of the new manual. The operational environment has changed since the previous edition of FM 3-0 was rescinded in 2011. There was a lack of doctrine to address operations short of conflict and large-scale ground combat against peer adversaries, and FM 3-0 addresses this gap.\n \n\n**What continued efforts does the Army have planned for the future?**\n\nThe new manual provides proven, easily understood principles and tactics for the near term, with existing multi-domain capabilities over the next several years. CADD revised [Army Doctrine Publication 3-0](https://go.usa.gov/xnxCU) (ADP 3-0) and [Army Doctrine Reference Publication 3-0](https://go.usa.gov/xnxrV) (ADRP 3-0) to align with the new FM 3-0. Together, they provide the basis for revising all other Army doctrine and reference publications.   \n\n**Why is this important to the Army?**\n\nArmy doctrine describes how the Army operates, while concepts change the Army for the future. FM 3-0 connects Army doctrine to the developing [Multi-Domain Battle concept](http://www.tradoc.army.mil/multidomainbattle). \n\nFM 3-0 describes the readiness requirements for large-scale ground combat, which informs leader decisions about training priorities, organizations and capability development. This capstone operations manual defines the benchmark for the Army's ability to conduct large-scale combat operations, which are more likely to occur now than at any time since 1991. The manual will drive change across the force as it adapts to the near-term operational environment where adversaries can contest friendly operations across multiple domains.  \n \n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center](http://usacac.army.mil)\n* [U.S. Army Publishing Directorate](http://www.apd.army.mil/)\n* [U.S. Army Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe) \n* [U.S. Army Combined Arms Doctrine Directorate](http://usacac.army.mil/organizations/mccoe/cadd) \n \n**Related documents:**\n\n* [FM 3-0, Operations](https://go.usa.gov/xnxC9)\n* [ADP 3-0, Operations](https://go.usa.gov/xnxCU)\n* [ADRP 3-0, Operations](https://go.usa.gov/xnxrV)\n* [ADP 6-0, Mission Command](https://go.usa.gov/xnxbF)  \n* [FM 6-0, Commander and Staff Organization and Operations](https://go.usa.gov/xnxb6) \n\n**Related STAND-TO!:** \n\n* [U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)  \n* [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n\n**U.S. Army Combined Arms Doctrine Directorate on social media:**\n\n* [Facebook](https://www.facebook.com/combinedarmsdoctrinedirectorate)\n\n\n",
    "date": "Tuesday, October 10, 2017",
    "quote": "####Focus Quote for the Day \n\n> [FM 3-0](https://go.usa.gov/xnxC9) focuses on the division, corps and theater Army. We need to make a shift in how we think about warfighting.\n\n\\- Lt. Gen. Michael D. Lundy, commanding general, [U.S. Army Combined Arms Center and Fort Leavenworth](http://usacac.army.mil), Kansas",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}