{
    "id": "2017-10-11",
    "title": "Army Energy Resilience ",
    "body": "#######Provided by the Acting Deputy Assistant Secretary of the Army for Energy and Sustainability (DASA-E&S)\n\n**What is it?**\n\nEnergy resilience enables Army readiness and is a key enabler and force multiplier for a ready and resilient Army.  Energy resilience enables the Army to anticipate, prepare for, and adapt to changing conditions and withstand, respond to and recover rapidly from disruptions in the availability of energy, land, and water resources (Army Energy Security & Sustainability Strategy). \n\n**What is the Army doing?**\n\nThe Office of the DASA (E&S), the [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/) (ACSIM), the [U.S. Army Corps of Engineers](http://www.usace.army.mil/)(USACE) and other organizations, work with public and private entities to promote energy security and resilience projects on or near Army installations.  \n\nIn FY 2016, the Army spent more than $1.1 billion on energy at its installations.  Since 2003, the Army has reduced energy consumption by 25 percent; however, costs have increased by 35 percent.  \n\nThe Army published the [Army Directive 2017-07, Installation Energy and Water Security Policy](http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf), which established the requirement that the Army prioritize energy and water security to ensure available, and quality power and water to sustain critical missions for a minimum of 14 days. \n\nThe Army has awarded a total of $2.7 billion in Energy Savings and Performance Contracts and Utility Energy Service Contracts.  These contracts include third-party financing and reduce energy, water and operating costs, address maintenance backlogs, and repair or replace aged and failing equipment with modern, more reliable and resilient equipment. \n\nUtilizing private sector funding, the Army has implemented nine large-scale renewable energy projects, which are on-line and producing more than 250 megawatts (MW) of renewable energy.  Two additional projects, totaling more than 60 MW, are in construction.  These 11 projects have attracted approximately $627 million in private capital to the Army. \n\n**What continued efforts does the Army have planned for the future?**\n\nTo support the Energy and Water Security [directive)](http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf), the Army is assessing energy and water security risks at all installations to prioritize actions to mitigate these risks.  The Army is reviewing programming resources to address gaps in critical energy and water security requirements. Commands at all levels are prioritizing energy and water security. \n\nThe Army will continue to improve assured access to energy and water by implementing policies and projects that add reliable, diverse and redundant energy and water sources across installations. \n\n\n**Why is this important to the Army?**\n\nEnergy security and resilience contributes directly to war-fighting readiness.  Secure and reliable access to energy, water, and land resources is vital for the Army to perform its mission and support global operations. Energy and water supply shortfalls and distribution failures, whether caused by acts of man or acts of nature, remain a strategic vulnerability.  \n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)]( https://www.army.mil/asaiee)\n* [Office of the Assistant Secretary of the Army (Energy & Sustainability) ](http://www.asaie.army.mil/Public/ES/index.html) \n* [Army Office of Energy Initiatives (OEI) ](https://www.asaie.army.mil/Public/ES/oei/index.html)  \n \n \n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](  https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Army Directive 2017-07 (Installation Energy and Water Security Policy) ](  http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)  \n \n**Related STAND-TO!:** \n\n* [Army Energy Action Month](https://www.army.mil/standto/archive_2017-10-03)\n* [Installations, Energy and Environment  Strategy 2025](https://www.army.mil/standto/archive_2015-12-07)\n\n**ASA (IE&E) on social media:**\n\n* [Army ASAIEE Facebook](https://www.facebook.com/ASAIEE/?fref=ts)  \n\n**Army OEI on social media:**\n\n* [Army OEI Facebook](https://www.facebook.com/ArmyOEI/)\n* [Twitter @ArmyOEI](https://twitter.com/ArmyOEI)\n\n",
    "date": "Wednesday, October 11, 2017",
    "quote": "####Focus Quote for the Day\n\n> Supporting the first priority of readiness is the driving force for all energy and water decisions the Army makes.\n\n\\- Mr. J. Randall Robinson, acting assistant secretary of the Army for Installations, Energy and Environment, providing the U.S. Army's perspective on the importance of Energy and Water to Warfighter Readiness, as part of a Department of Defense Energy panel at the 2017 Energy Exchange in Tampa, Florida. \n\n[Army discusses priorities, readiness and energy and water's impact on Warfighter Readiness](https://www.army.mil/article/192775/)",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}