{
    "id": "2017-10-12",
    "title": "Command and General Staff College Interagency Fellowship Program",
    "body": "#######Provided by Combined Arms Center, Training and Doctrine Command\n\n**What is it?**\n\nThe [U.S. Army Command and General Staff College (CGSC) Interagency Fellowship Program](https://www.hrc.army.mil/bop) is a career broadening, educational opportunity for field grade officers. The program, which falls under U.S. Army Training and Doctrine Command's [Combined Arms Center](http://usacac.army.mil/), increases the Army's understanding of integrating and collaborating with federal government interagency partners in future operations. Interagency partners include members of the intelligence community, Departments of State, Energy, Homeland Security, Transportation, Justice, the Agency for International Development and other key departments and agencies.\n\nThe objectives of the fellowship are:\n\n* (1) Enhance the Army's ability to support a comprehensive approach through partnering with governmental and nongovernmental agencies in stability operations, disaster response or humanitarian assistance. \n* (2) Improve the nation's overall security-related capabilities through synchronizing common missions and united effort with Army and interagency players.\n* (3) Improve the Army's ability to interact and leverage the capabilities of various agencies through understanding their cultures and developing working relationships.\n* (4) Increase understanding of the complex, joint, interagency, intergovernmental and multinational environment in which the Army operates with its national security partners.\n\n**What is the Army doing?**\n\nThe CGSC fellowship program sends key developmental/post-military education level 4 Army majors or lieutenant colonels to interagency partners to work as fully integrated staff officers. Currently, 42 CGSC interagency fellows serve in 21 partner agencies. To date, 239 Army officers have served as CGSC interagency fellows. \n\n**What continued efforts does the Army have planned for the future?**\n\nFor summer 2018, the CGSC will select approximately 40 fellows to serve with 22 interagency partners. Priority for fellowships will be at State, USAID and the intelligence community with a focus on Russian, Iranian and Chinese issues.\n\n**Why is this important to the Army?**\n\nThe importance of working with interagency partners helps to save resources and effectively and efficiently solve the nation's problems. This is highlighted in the National Security, Defense and Military Strategies, as well as the [39th Chief of Staff of the Army's Initial Message to the Army under priority No. 2]( \nhttps://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf). The Army learned this lesson in Iraq and Afghanistan, and the force must continue to work even more closely with international, intergovernmental and interagency partners.\n\n \n**Resources:**\n\n* [Interagency Fellowship Broadening Program](https://www.hrc.army.mil/bop)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/index.asp)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/))\n* [Command and General Staff College (CGSC)](http://usacac.army.mil/organizations/cace/cgsc)\n  \n**Related documents:**\n\n* [39th Chief of Staff of the Army's Initial Message to the Army]( https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf) \n\n**Related STAND-TO!:** \n\n* [The Command and General Staff College Interagency Fellowship Program](\nhttps://www.army.mil/standto/archive_2015-12-14/)\n\n",
    "date": "Thursday, October 12, 2017",
    "quote": "####Focus Quote for the Day\n\n> The Interagency Fellowship Program enhances readiness by providing an in-depth foundation of how our partner agencies work so we are better able to collaborate in future operations.\n\n\\- Lt. Gen. Michael D. Lundy, commanding general, [U.S. Army Combined Arms Center](http://usacac.army.mil/)  and [Fort Leavenworth](https://garrison.leavenworth.army.mil/), Kansas",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}