{
    "id": "2017-10-16",
    "title": "Exercise Swift Response 17-2",
    "body": "#######Provided by 7th Army Training Command, U.S. Army Europe\n\n**What is it?**\n\nSwift Response is one of the many U.S. Army Europe (USAREUR)-led routine [exercises](http://www.eur.army.mil/exercises/). USAREUR's Swift Response 17-2 is a multi-national training event that allows allies to connect - personally, professionally, technically and tactically - to build stronger, more capable forces that are ready at a moment's notice to respond to crisis situations.\n\n\n**What is the Army doing?**\n\n[Swift Response 17](http://www.eur.army.mil/swiftresponse/), Phase II is focused on allied airborne forces' ability to quickly and effectively respond to crisis situations as an interoperable multi-national team. The exercise features multinational airborne joint forcible entry of personnel and equipment, air assault operations, a force build-up and non-combatant evacuation operations. \n\nThe exercise takes place at the [Joint Multinational Readiness Center](http://www.eur.army.mil/7atc/JMRC.html) in Hohenfels, Germany, from Oct. 2-20, 2017 and includes more than 7,000 participants from Bosnia-Herzegovina, France, Germany, Italy, Lithuania, Netherlands, Poland, Spain, the United Kingdom and the United States. \n\nParticipating U.S. units include 173rd Airborne Brigade; 1st Battalion, 4th Infantry Regiment (Opposing Force); 10th Combat Aviation Brigade; 66th Military Intelligence Brigade; 19th Battlefield Coordination Detachment; 40th Civil Affairs Battalion; 123rd Airlift Wing, Kentucky Air National Guard; and the 146th Airlift Wing, California Air National Guard.\n\nA major feature of Swift Response is simultaneous airborne operations of personnel and equipment, both inside and outside the Hohenfels Training Area. The U.S. Army has collaborated with its German partners and neighbors to ensure off-post military maneuvers are conducted safely. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nExercise Swift Response will continue to provide realistic and relevant training that enables allies and partners to train as they fight in dynamic training environments. This exercise will enable  allies and partners to hone their techniques and procedures for conducting multinational airborne and air assault operations in order to respond more effectively to regional crises, as well as continue to build a cohesive interoperable team. \n \n\n**Why is this important to the Army?**\n\nSwift Response provides an opportunity for USAREUR to continue building relationships within NATO and with partner countries to ensure continued stability in Europe. This multinational training exercise gives the U.S. Army a vital opportunity to partner with airborne and rapid response force communities by forming cohesive and interoperable teams. The exercise allows allies and partners to fine tune their own tactics, techniques and procedures while working alongside each other as one fighting force to secure the future of European security and the NATO alliance . \n\n \n**Resources:**\n\n* [Swift Response 17](http://www.eur.army.mil/swiftresponse/)\n  \n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [7th Army Training Command]( http://www.eur.army.mil/7ATC/)\n* [U.S. Army Europe Exercises](http://www.eur.army.mil/exercises)\n\n**Related document:**\n\n* [AR 34-1; Multinational Force Interoperability](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r34_1.pdf)\n\n**Related STAND-TO!:** \n\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n\n**Related videos and images:**\n\n* [DVIDs: Swift Response 17](https://www.dvidshub.net/image/3582035/swift-response-17)\n\n**Related article:**\n\n* [Swift Response 17-2: Airborne Operation](https://www.army.mil/article/195071/)\n",
    "date": "Monday, October 16, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}