{
    "id": "2017-10-17",
    "title": "Renewable and Alternative Energy Resilience Projects ",
    "body": "#######Provided by Acting Deputy Assistant Secretary of the Army for Energy and Sustainability (DASA-E&S) \n\n**What is it?**\n\nLarge-scale renewable and alternative energy projects strengthen the energy security and resilience of Army installations.  The Army is focusing on \"islandable\" projects to include onsite generation, energy storage, and energy controls.  These \"islandable\" capabilities could enable the electricity from projects to be directly routed to essential requirements at Army installations in the event of a grid disruption or other power emergency.  \n\n\n**What is the Army doing?**\n\nThe Army established the [Office of Energy Initiatives](https://www.asaie.army.mil/Public/ES/oei/index.html) (OEI) as the central management office for the development, implementation and oversight of large-scale renewable and alternative energy projects that leverage private sector financing.  The OEI project portfolio accounts for approximately  300 megawatts (MW) of energy production.\n \nThe Schofield Barracks, Hawaii, 50 megawatt (MW) multi-fuel project will be the Oahu electric utility's only power generation facility above the tsunami strike zone and will be capable of maintaining power for three Army installations on the island in the event of a grid disruption. \n\nThe 65 MW wind and solar hybrid project at Fort Hood, Texas is the largest renewable energy project in Army.  The project is saving the Army approximately $2 million per year in energy costs, and is projected to reduce costs by $100 million over the life of the contract.  \n\nThe Redstone Arsenal, Alabama 10 MW solar project will include the Army's first privately-funded, commercially available, and economically viable battery energy storage system.  The project includes a 1-MW / 2-MW -hour battery energy storage system and will generate on-site, fuel-free power to support Redstone Arsenal and its tenants by storing a portion of that power to be used to offset power and demand charges during peak rate times.  The energy generated by the project will be enough to power about 2,500 homes for one year.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is seeking to achieve energy security via renewable and alternative power generating assets, along with storage and control components.  Army investments in these microgrids will be focused on mission readiness and cost avoidance.\n\n**Why is this important to the Army?**\n\nLarge-Scale renewable and alternative energy projects enhance the resilience of Army installations by providing energy that is more diverse, affordable, and sustainable.\n\nGreater energy resilience enables the Army to respond quickly to disruptions in the availability of land, water, and energy resources.  Resilience is essential for a responsive Army force posture and an effective network of installations and capabilities at home and abroad to protect U.S. interests and those of our allies.  Maintaining mission readiness requires adaptive management of energy, water, and land resources.  \n\n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)]( https://www.army.mil/asaiee)\n* [Office of the Assistant Secretary of the Army (Energy & Sustainability)](http://www.asaie.army.mil/Public/ES/index.html) \n* [Army Office of Energy Initiatives (OEI)]( https://www.asaie.army.mil/Public/ES/oei/index.html)\n\n**Related document:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf) \n* [Army Directive 2017-07 (Installation Energy and Water Security Policy)](http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n\n\n**Related STAND-TO!:** \n\n* [Army Energy Resilience](https://www.army.mil/standto/archive_2017-10-11)\n* [Army Energy Saving Performance Contracts](https://www.army.mil/standto/archive_2016-10-17)\n* [Army Energy Action Month](https://www.army.mil/standto/archive_2017-10-03)\n\n**ASA (IE&E) on social media:**\n\n* [Army ASAIEE Facebook](https://www.facebook.com/ASAIEE/?)\n\n**Army OEI on social media:**\n\n* [Army OEI Facebook](https://www.facebook.com/ArmyOEI/)\n* [Twitter @ArmyOEI](https://twitter.com/ArmyOEI)",
    "date": "Tuesday, October 17, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23: White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}