{
    "id": "2017-10-18",
    "title": "Joint Multinational Readiness Center",
    "body": "#######Provided by 7th Army Training Command, U.S. Army Europe\n\n\n**What is it?**\n\nThe [Joint Multinational Readiness Center](http://www.eur.army.mil/7atc/JMRC.html) (JMRC) is one of the seven directorates falling under the command of U.S. Army Europe's [7th Army Training Command](http://www.eur.army.mil/7ATC/) in Grafenwoehr, Germany. \n\nJMRC is headquartered at USAG Bavaria, Hohenfels Training Area and is the Army's only Europe-based combat training center (CTC) with a theater-wide mobile training capability. \n\nJMRC trains leaders, staffs, and units up to brigade level to dominate in the conduct of Unified Land Operations (ULO) anywhere in the world. While also incorporating multinational partners in every exercise.\n\n**What has the Army done?**\n\n* The Army provides the funding and resources that enable the Joint Multinational Readiness Center to: \n  * Operate a world-class opposing force battalion. \n  * Provide instrumentation that collects maneuver data for after action reviews, trains and utilizes [Observer, Coach, Trainer (OCT) teams](http://www.eur.army.mil/7atc/JMRC_Teams.html) capable of operating anywhere in the theater, and integrate live-fire exercises into scenarios.\n* The Army offers the opportunity to U.S. allies and partner nations to train alongside the U.S. Army, enhancing interoperability and readiness in Europe\n* The Army gives the National Guard and Army Reserve the best opportunity to meet annual training objectives while operating in a fast-paced multinational environment\n* Each exercise includes a robust constructive environment where units can participate without being in the same geographical location.\n \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is continuing to add complexity with each exercise, incorporating Objective-T requirements, a system designed to measure unit's readiness for the U.S. Army while also bringing in NATO standards in training.\n\nThe Army is expected to grow the Joint Multinational Readiness center, increasing the number of Observer Coach Trainers as well as the size of the opposing force battalion.\n\nThe Army remains committed to operating a combat training center in Europe that allies and partners may use to meet their training requirements.\n\n\n**Why is this important to the Army?**\n\nThe Army recognizes the need to have a fighting force that understands how U.S. allies and partners operate. Training at the Joint Multinational Readiness center is in line with the Army's European Deterrence Initiative and is necessary in order to deter aggression, assure allies, and build the capacity of the U.S. partners.\n \n**Resources:**\n\n* [Joint Multinational Readiness Center](http://www.eur.army.mil/7atc/JMRC.html)\n  * [Observer, Coach, Trainer (OCT) teams](http://www.eur.army.mil/7atc/JMRC_Teams.html)\n* [7th Army Training Command](http://www.eur.army.mil/7ATC/)\n* [U.S. Army Europe](http://www.eur.army.mil/)\n\n**Related document:**\n\n* [2018 European Deterrence Initiative (EDI) Fact Sheet](http://www.eucom.mil/media-library/article/36102/2018-european-deterrence-initiative-edi-fact-sheet)\n\n**Related article:**\n\n* [OCTs from JMRC work outside the \"Box\"](https://www.army.mil/article/192996)",
    "date": "Wednesday, October 18, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23: White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}