{
    "id": "2017-10-23",
    "title": "Medal of Honor for Captain (Ret.) Gary M. Rose",
    "body": "#######Provided by the Office of the Chief of Public Affairs\n\n\n**What is it?**\n\nRetired Capt. Gary M. Rose, a U.S. Army Vietnam War veteran, is being awarded the Medal of Honor, the nation's highest award for valor, from President Donald J. Trump during a White House ceremony today at 3:00 p.m. EST.\n\nRose, a Special Forces medic in Military Assistance Command Vietnam-Studies and Observations Group, 5thSpecial Forces Group, is receiving the award for his actions during combat operations, Sept. 11-14, 1970, near Chavane, Laos. \n\n[Rose](https://go.usa.gov/xRMFd), as part of a company-sized exploitation force that was inserted 70 kilometers inside the enemy-controlled territory, displayed the attributes of a professional Soldier and embodied the [Warrior Ethos](http://www.army.mil/values/warrior.html) during Operation Tailwind. \n\nDuring the four-day mission, Rose repeatedly ran into the line of fire to provide critical medical aid to the wounded and help defend the unit's positions.  Rose used his own body to shield a wounded American from harm. On the final day of the mission, although severely wounded himself, Rose volunteered to board the last extraction helicopter.  \n\nShortly after lift-off, the helicopter was hit by enemy anti-aircraft. Rose rendered lifesaving medical treatment to save a wounded Marine before the helicopter crashed. Ignoring his own injuries Rose pulled the people from the burning helicopter and provided medical aid until help arrived. \n\nDespite the many wounded, only three men died during this operation. Rose is credited with treating 60-70 wounded personnel and saving many lives. \n\n\n**What has the Army done?**\n\nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/) has created a [Medal of Honor](http://www.army.mil/medalofhonor/?from=st) microsite to pay tribute to the recipients, including Rose. Visitors to the mobile-friendly multimedia site can access his biography and read an account of Rose's heroism above and beyond the call of duty.\n\nThe White House ceremony will be live streamed from the [website] (https://go.usa.gov/xRMFd) and live-tweeted from the [@USArmy Twitter](https://twitter.com/usarmy) handle. In addition, exclusive content about Rose will be published on the [Army Facebook](https://www.facebook.com/USarmy) page. \n\n**What continued efforts does the Army have planned for the future?**\n\nIn addition to the ceremony at the White House, the deputy secretary of defense and Army senior leaders will recognize Rose and his family during a Hall of Heroes induction ceremony at the Pentagon, scheduled for 10:30 a.m. EST on Tuesday, Oct. 24.  Both the ceremonies will be live-streamed from his [Medal of Honor website](https://go.usa.gov/xNkQ8).\n\n**Why is this important to the Army?**\n\nThe Army's commitment to the brave men and women does not stop when they transition from the Army uniform. The Army is proud of Rose and proud to see his professionalism, service and sacrifice being recognized in full view of a new generation.\n \n**Resources:**\n\n* [White House Ceremony live stream](https://go.usa.gov/xRMFd), beginning at 3:00 p.m. \n* [Medal of Honor](http://www.army.mil/medalofhonor) \n* [History of the Medal of Honor](https://www.army.mil/medalofhonor/history.html) \n* [Congressional Medal of Honor Society](http://www.cmohs.org/ ) \n* [Army Values](http://www.army.mil/values?from=st) \n\n**Related STAND-TO!:**\n\n* [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/) \n* [Army Values]( https://www.army.mil/standto/archive_2013-08-15/?from=st)\n \n**Related article:**\n\n* [Army medic to accept Medal of Honor for all who served in Laos](https://www.army.mil/article/194969?from=st) \n* [Vietnam War Solider to receive Medal of Honor for actions in Laos](https://www.army.mil/article/193729?from=st)\n \n\n",
    "date": "Monday, October 23, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23: White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}