{
    "id": "2017-10-24",
    "title": "Energy Resilience Critical for Warfighting Readiness",
    "body": "#######Provided by the Acting Deputy Assistant Secretary of the Army for Energy and Sustainability (DASA(E&S))  \n\n**What is it?**\n\nEnergy resilience enables Army readiness by advancing the capability for systems, installations, personnel, and units to respond to unforeseen disruptions and quickly recover while continuing critical activities (Army Energy Security & Sustainability Strategy).  In the operational energy arena, energy resilience ensures that the  forces accomplish their missions by making optimal use of resources and with the lowest possible logistics footprint. \n\n**What is the Army doing?**\n\nThe Office of Installations, Energy, and Environment (IE&E) coordinates with  the Army Assistant Secretary of the Army, Acquisition, Logistics and Technology;  Army Research, Development and Engineering Command: HQDA G-4; TRADOC; and Army Research Centers to develop new capabilities and capability upgrades for current and future weapons platforms. \n\nThe Abrams M1 tank is currently undergoing an upgrade that includes a nine kW auxiliary power unit. This auxiliary power unit is capable of powering on-board systems while using less fuel and reducing noise. The Abrams upgrade also includes an improved engine design.  The new engine design increases the range of the tank by 55 miles, and provides additional fuel savings. \n\nThe completion of the Soldier and Small Unit Operational Energy Program produced a Soldier-wearable test bed and computer-based comparative analysis tool. These tools enable program personnel to: \n\n Assess the impact of power flow in soldier-carried equipment, such as radios and GPS systems.\n Reduce power consumption and extend battery life in the field.\n\nThe Army is also integrating energy resilience and security measures into training programs and everyday decision-making processes and to enhance Army readiness.\n\n**What continued efforts does the Army have planned for the future?**\n\nIn an effort started in FY 2017, the Office of Installations, Energy, and Environment (IE&E) facilitated coordination between the Terminal High-Altitude Area Defense (THAAD) Program and OSD-funded research teams within the [Tank Automotive Research and Development and Engineering Center](https://www.army.mil/tardec) (TARDEC) and [U.S. Army Construction Engineering Laboratory](http://www.erdc.usace.army.mil/Locations/CERL)(CERL). This partnership will identify opportunities to improve power management in order to reduce generators on the battlefield and save fuel. \n\n**Why is this important to the Army?**\n\nEnergy security and resilience contributes directly to war-fighting readiness and effectiveness.  These efforts provide resources and capabilities to decision-makers to anticipate and withstand shifting conditions and adapt to unforeseen disruptions.\n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Office of the Assistant Secretary of the Army (Energy & Sustainability)](http://www.asaie.army.mil/Public/ES/index.html)\n\n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Army Directive 2017-07, *Installation Energy and Water Security Policy*](http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Energy Resilience](https://www.army.mil/standto/2017-10-11)\n* [Army Energy Action Month](https://www.army.mil/standto/2017-10-03)\n* [Operational Energy](https://www.army.mil/standto/2016-10-03)",
    "date": "Tuesday, October 24, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23: White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}