{
    "id": "2017-10-25",
    "title": "Water Resource Database",
    "body": "#######Provided by U.S. Army Corps of Engineers/Army Geospatial Center \n\n**What is it?**\n\nThe Army Geospatial Center's (AGC) Water Resources program serves as DOD's primary agent for military water resource analysis and water detection outside the continental United States. Support is provided by the Water Resources Database (WRDB) which is produced and maintained by AGC's Hydrologic Analysis Team and is the Army's authoritative data source for Water Resources Information. AGC has been responsible for the development, maintenance, analysis and dissemination of the WRDB since 1984.  \n\nThe WRDB provides information on the location, quality, quantity, and availability of water resources in areas of the world of interest to the DOD.  \n \n\n**What is the Army doing?**\n\nMore than five million features have been entered into the WRDB. Country or regional water studies for nearly 69 countries are available on AGC's [Intelink-S](http://www.agc.army.smil.mil) and [Intelink-TS](http://www.agc.ic.gov) websites under \"Products Available/Water Resources\". \n\nKey components of the WRDB program include:  \n\n(1) Water Resource Database  \n(2) Water Areal Appraisals - surface, groundwater and water security strategic assessments of a country or region   \n(3) Urban Water Analysis  \n(4) Water Consumption Calculator  \n(5) Support for water resource requests  \n(6) Water in the news - geospatially enabled international water resources news to aid situational awareness  \n\nThe WRDB focuses on the existing water facilities, surface water, and groundwater resources of priority 1 areas of interest to the combatant commands.  Information is stored and disseminated through an enterprise geodatabase over the common access card-enabled networks like public key infrastructure (PKI), secret internet protocol router (SIPR), and Joint Worldwide Intelligence Communications System (JWICS).  Coverage is global in extent but focused on arid and semi-arid regions of U.S. Central Command, United States European Command, and United States Africa Command.\n\n**What continued efforts does the Army have planned for the future?**\n\nBesides continued support to current operations and analysis of DOD priority areas, AGC has released version 2.0 of the [Hydrologic Data Resources Application](http://www.agc.army.mil/Missions/Hydrology/About-HyDRA/) (HyDRA). HyDRA is a mobile application created to provide the water community with a means of water resources data collection, visualization, and dissemination in an enterprise environment. HyDRA allows users to view, collect, and edit water resources features on their smartphone using ESRI Map layers for mobile applications. \n\nThe HyDRA database is populated with almost 2 million points from open source data. The intended user is any DOD logistic and geospatial intelligence personnel with a mobile handheld device such as a PDA or smartphone. Socializing and refining the HyDRA APP will continue throughout FY18.\n    \n\n**Why is this important to the Army?**\n\nAGC's WRDB provides DOD mission commanders with the on-time, on-demand water resource information to assist in ensuring mission success. The ability to effectively support the Warfighter's water resource requirement is critical to the success of any mission. Current operations have once again provided clear examples of the importance of reliable sources of water to sustain the force.  \n \n**Resources:**\n\n* [U.S. Army Geospatial Center (AGC)](http://www.agc.army.mil/)\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n* [WRDB PKI](https://cac.agc.army.mil/water/content/landing-page.html#top)  (CAC log in required)\n* [WRDB Fact Sheet](https://cac.agc.army.mil/water/content/landing-page.html#top)  (CAC log in required)\n* [Hydrologic Data Resources Application](http://www.agc.army.mil/Missions/Hydrology/About-HyDRA/) \n\n\n**Related STAND-TO!:**\n\n* [Water Resources Infrastructure](https://www.army.mil/standto/archive_2017-01-26/)\n ",
    "date": "Wednesday, October 25, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23: White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}