{
    "id": "2017-10-26",
    "title": "2nd Infantry Division Centennial",
    "body": "#######Provided by 2nd Infantry Division/ROK-US Combined Division \n\n**What is it?**\n\n2nd Infantry Division is one of the most decorated divisions in the United States Army, as it has fought in four wars. Headquartered at Camp Red Cloud in Uijeongbu, the 2nd Infantry Division was organized Oct. 26, 1917 as the \"Indianhead Division\" in Bourmont, France during World War I.  \n\nWith a proud and honorable history that reflects the heart of the American Soldier, the 2nd Infantry Division is the only permanently deployed division in the U.S. Army. Its primary mission is the defense of South Korea; however, the division has been significantly involved in almost every major American conflict since it was organized. It boasts 40 Medal of Honor recipients and over 20 campaign streamers.\n\nTo strengthen its efforts to deter aggression on the Korean Peninsula, the Army transformed the Indianhead Division into the ROK-US Combined Division in June 2015.\n\nWith its 100-year birthday celebration theme *Honoring Our Past, Inspiring Our Future,* the 2nd Infantry Division pays tribute to past warriors whose service paved the way for current and future Soldiers to proudly wear the \"Indianhead\" patch. \n\n\n**What is the Army doing?**\n\nThe Combined Division staff includes both American and ROK Soldiers, and it counts a ROK army mechanized brigade among its major subordinate commands. The division's Soldiers are its greatest asset, and together with their ROK counterparts, they illustrate the ironclad partnership of the ROK-U.S. Alliance by leading the way for the entire Army with an enduring relationship that has stood the test of time.\n\n**What continued efforts does the Army have planned for the future?**\n\nReadiness is the top priority of the 2nd Infantry Division. Everything is aimed toward the singular goal of being ready to \"fight tonight\" - and to keep on fighting until victory is achieved. The division plays a decisive role in maintaining the security of the Korean peninsula, and more broadly, the Northeast Asian region, and each day, the Warriors train hard so that if called upon to fight, they are ready to win.\n    \n\n**Why is this important to the Army?**\n\nAs the shifting tides of geopolitics demand an increased focus on the Korean Peninsula, the 2nd Infantry Division/ROK-US Combined Division is at the center of the steadfast ROK-US Alliance. The Warriors have spent an entire century at the tip of the spear, defending the American people and all else who would live in peace and liberty. As it celebrates its centennial, the 2nd Infantry Division honors its past, but remains forward-looking, with each Soldier who wears the \"Indianhead\" patch seeking to inspire those who will wear it in the future.  \n \n**Resources:**\n\n* [2nd Infantry Division](http://www.2id.korea.army.mil/)\n  * [History](http://www.2id.korea.army.mil/about/history.asp)\n* [8th Army](http://8tharmy.korea.army.mil/site/)\n* [U.S. Army Pacific](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/)\n\n**Related STAND-TO!:**\n\n* [WWI Centennial Commemoration](https://www.army.mil/standto/archive_2017-04-06)\n\n**2nd Infantry Division on social media:**\n\n* [Facebook](https://www.facebook.com/2IDKorea/)\n* [Twitter](https://twitter.com/2INFDIV)\n* [Instagram](http://instagram.com/2ndinfantrydivision)\n ",
    "date": "Thursday, October 26, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nMedal of Honor Recipient[Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}