{
    "id": "2017-10-31",
    "title": "The Future of Army Energy",
    "body": "#######Provided by the Acting Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nThe future of Army energy is focused on energy resilience and security because the ability to prepare for and recover rapidly from power disruptions is more critical to warfighting readiness than at any time in the nation's history.  \n\n\n**What is the Army doing?**\n\nTo enhance the resilience of its installations, the Army implemented [Army Directive 2017-07: *Installation Energy and Water Security Policy*]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf), setting a requirement that critical missions be supported with power and water for a minimum of 14 days in the event of disruption. The policy also requires installations achieve assured access to resource supply, reliable infrastructure condition, and effective system operations. \n\nIn 2017, the Army reached $2.6 billion in private investment in energy-saving projects under the Energy Savings Performance Contracts (ESPC) and Utility Energy Services Contracts (UESC) program.  Investments in ESPCs and UESCs allow the Army to install modern, energy-and-water-efficient equipment that is more reliable and requires less maintenance.\n\nThe Army is also developing secure, resilient large-scale renewable and alternative energy projects that are privately financed. These projects are developing onsite distributed energy generation and energy storage, have attracted more than $630 million in private capital and have a capacity of more than 500 megawatts of renewable and alternative energy. For example, the Redstone Arsenal, Ala., 10-megawatt (MW) solar project will include a 1-MW battery storage systemthe Army's first large-scale battery energy storage solution.\n\nThe Army [Operational Energy](https://www.army.mil/standto/2016-10-03) program is making sure the powering of Army vehicles, aircraft and mission command systems is based on energy-informed decisions. In deployed environments, where energy management is more challenging, contingency basing solutions include smart micro-grids, onsite renewable energy generation, universal battery charging, smart textiles, onsite water production, and automated fuel management.\n\n**What continued efforts does the Army have planned for the future?**\n\nAt home and in deployed environments, the Army will continue to:\n \n* Make informed energy decisions \n* Use natural resources more efficiently \n* Assure access to resources by diversifying and expanding supplies\n* Build resilience\n* Drive innovation\n\n**Why is this important to the Army?**\n\nPotential threats to Army energy, water, and land resources are growing in scope and complexity at home and abroad. These threats include cyber attacks, increasingly sophisticated enemy weapons, remote and dispersed battlefields, and increasingly frequent and severe weather events. Energy security and resilience are critical priorities for the Army because they are operational necessities and foundational enablers of all military capabilities.  \n   \n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Office of the Assistant Secretary of the Army (Energy & Sustainability)](http://www.asaie.army.mil/Public/ES/index.htmlp)\n \n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Army Directive 2017-07 (Installation Energy and Water Security Policy](http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n\n**Related STAND-TO!:**\n\n* [Energy Resilience Critical for Warfighting Readiness](https://www.army.mil/standto/2017-10-24)\n* [Army Energy Resilience](https://www.army.mil/standto/2017-10-11)\n* [Army Energy Action Month](https://www.army.mil/standto/2017-10-03)\n* [Operational Energy](https://www.army.mil/standto/2016-10-03)\n\n**ASA (IE&E) social media:**\n\n* [Facebook](https://www.facebook.com/ASAIEE/)",
    "date": "Tuesday, October 31, 2017",
    "quote": "",
    "events": "#### Events\n\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nMedal of Honor Recipient[Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}