{
    "id": "2015-12-01",
    "title": "NCO Evaluation Report",
    "body": "**What is it?**\n \nThe redesigned Army NCO Evaluation Report (NCOER) aligns the evaluation system with current Army doctrine, establishes and reinforces rating official accountability to eliminate evaluation inflation, and differentiates among three levels of NCO career achievement. It helps identify the best talent available to the force and encourages leaders to seek self-improvement.  Approved key changes apply to all Army components:  Active, Reserve, and Guard.\n\n\n**What has Army done?**\n\nThe Army began reviewing its evaluation reporting systems in 2010 at the direction of the Chief of Staff of the Army (CSA), initiating the first overhaul of the NCOER since 1987.  A new NCOER will launch Jan. 1, 2016.  [U.S. Army Human Resources Command](https://www.hrc.army.mil/) in coordination with [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC), [U. S. Army Forces Command](http://www.forscom.army.mil/) (FORSCOM), [Center for Army Leadership](http://usacac.army.mil/organizations/mccoe/cal), the [Sergeant Major of the Army](http://www.army.mil/leaders/sma/) (SMA) and his senior enlisted council, incorporated input from all levels of the Army.  Results were validated by a council of colonels and General Officer Steering Committee in June 2012.  Final recommendations were submitted to the SMA in April 2014 and approved by the CSA and Secretary of the Army Aug. 1, 2014.\n\n**What continued efforts does the Army have planned for the future?**\n\nImplementing the new NCOER will better identify talent within the ranks, move talent to the best location and billet, and identify Soldiers for key assignments.  The new NCOER will identify top-notch performers to provide them with educational and professional development opportunities.\n\n**Why is this important to the Army?** \n\nFielding the new NCOER will result in a significant cultural change in how the Army assesses NCOs.  The revision incorporates the separation of rating official roles and responsibilities by mandating raters assess performance, while senior raters assess potential.  This will be accomplished through an updated support form and three distinct report formats ([DA Form 2166-9 Series](http://go.usa.gov/cZn7P)) based on grade plate.  Rating officials and NCOs at all levels must fully understand the new assessment tools and policy changes to identify the Army's best talent and support the CSA's strategic policies.\n  \n \n**Resources:**\n\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n*  - Requires CAC access: \n*  [- Evaluation Entry System](https://evaluations.hrc.army.mil/)\n*  [- NCOER Training Modules](http://go.usa.gov/cZnUw)\n* Related documents: (Note: New ones will be effective  Jan. 1, 2016)  \n* [- Army Regulation 623-3, Evaluation Reporting System, Nov. 4, 2015](http://www.apd.army.mil/pdffiles/r623_3.pdf) \n* [- DA PAM 623-3, Evaluation Reporting System, Nov. 10, 2015](http://www.apd.army.mil/pdffiles/p623_3.pdf)\n* Related articles:\n* [- New NCO Evaluation Report to eliminate evaluation inflation](http://www.army.mil/article/157742/)\n* [- With new report, senior raters may identify just 24 percent 'most qualified'](http://www.army.mil/article/151765/)\n\n",
    "date": "Tuesday, December 1, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nImplementing the new NCOER provides a powerful tool to select and promote the best future leaders for the Army.  Eliminating evaluation inflation and insisting that all raters play an active, mentoring role in the process are essential to the future strength and agility of the force.  Participation at every level of the chain is critical.  I call on every NCO and every Soldier to learn to use the NCOER and to play a constructive role in building our Army.\n\n\n### - Command Sgt. Maj. Wardell Jefferson, U.S. Army Human Resources Command, addressing 2nd Infantry Division Soldiers at Camp Red Cloud, South Korea, Oct. 21, 2015\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**December 2015**\n\nDec. 7: Pearl Harbor Day\n\nDec. 12: Army-Navy Game\n\nDec. 15 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/)\n\n\n\n\n"
}