{
    "id": "2015-12-02",
    "title": "Army Reserve Officers' Training Corps ",
    "body": "**What is it?**\n \nArmy Reserve Officers' Training Corps (ROTC) commissions over 70 percent of the new officers each year and builds tomorrow's Army leaders. Army ROTC teaches leadership and discipline, management techniques, cultural awareness, and problem solving - skills that are valuable in both civilian and military careers.\n\nArmy ROTC is the most flexible of the Army's commissioning sources. Cadets are commissioned into the active Army, the Army National Guard, and the U.S. Army Reserve. Army ROTC also offers the Guaranteed Reserve Forces Duty (GRFD) option, which guarantees that cadets pursuing it will be commissioned in the Guard or Reserve. \n\n**What has Army done?**\n\nArmy ROTC today maintains a presence in every state, as well as in Guam and Puerto Rico, with 275 host programs and nearly 1,000 affiliated campuses, and a total enrollment of over 30,000 cadets. There are more than 1,700 Army JROTC programs at high schools and preparatory schools across the country, as well as in Guam, Puerto Rico and select DOD schools overseas. These programs are designed to instill a sense of pride in personal success and in serving one's community.\n\nThe Army's ROTC program held its second senior leader professional mentorship forum featuring 11 top military officers on Nov. 9th at Howard University in Washington, D.C.  Over 325 Cadets from 10 Virginia, Maryland and Washington D.C. universities, along with local junior ROTC programs, had the opportunity to engage with the general officer who best reflected their military occupational specialty, ranging from Corps of Engineers, Judge Advocate General's Corps, Signal Corps, Infantry, Armor, Field Artillery, Chemical, Medical and Military Intelligence. The military leaders provided insights into their personal experiences and talked about expectations of young officers, leadership challenges and junior officer opportunities in various branches. \n\n**What continued efforts does the Army have planned for the future?**\n\nROTC programs are available at over 1,100 colleges and universities nationwide. It offers merit-based scholarships that can pay up to the full cost of tuition and open educational opportunities.  An initial entry training course will be available for college students who want to complete Army ROTC training in two years. To qualify for this the participants must complete a challenging and motivating 28-day training program at Fort Knox, Kentucky. Upon completion of the Cadet Initial Entry Training (CIET), graduates return to campus prepared to enter the advanced course.\n\n**Why is this important to the Army?** \n\nArmy ROTC has commissioned more than 600,000 officers. More than 40 percent of current active-duty Army general officers were commissioned through ROTC. The Army provides a diverse field of jobs to choose from and great room for advancement.  Those who participate in Army ROTC and subsequently serve as Army officers develop leadership and managerial skills that last a lifetime. \n \n**Resources:**\n\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)\n* [- Cadet Initial Entry Training](http://www.cadetcommand.army.mil/training/op-ciet.aspx)\n* [Army ROTC News](http://www.army.mil/rotc)\n* On social media:\n* [Army ROTC on Twitter](https://twitter.com/ArmyROTC)\n\n\n",
    "date": "Wednesday, December 2, 2015",
    "quote": "Quote for the Day\n------------------------\n\nSoldiers should continue to use the equipment they have been provided to remain safe and warm in environments that call for it. This is why the Army gives you this gear to wear.\n\n\n### - Sgt. Maj. Eva M. Commons, uniform policy sergeant major, Army G-1,  speaks about the cold-weather gear which helps to keep Soldiers warm outdoors while conducting training or operations\n\n### [Soldiers can mix camo patterns for cold-weather gear](http://www.army.mil/article/159254)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**December 2015**\n\nDec. 7: Pearl Harbor Day\n\nDec. 12: Army-Navy Game\n\nDec. 15 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/)\n\n\n\n\n"
}