{
    "id": "2015-12-03",
    "title": "Sensor Manager Qualification Course  ",
    "body": "**What is it?**\n \nThe Sensor Manager Qualification Course (SMQC) is used to train and certify Soldiers operating the [Army Navy/Transportable Radar Surveillance and Control Model 2](http://www.mda.mil/global/documents/pdf/an_tpy2.pdf) (AN/TPY-2) Forward Base Mode (FBM) radar. The AN/TPY-2 (FBM), is a C-17 transportable X-band, high-resolution, phased-array radar designed specifically for the ballistic missile defense mission.\n\n**What has Army done?**\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command/Army Forces Strategic Command](http://www.army.mil/smdc) Future Warfare Center Directorate of Training and Doctrine (DOTD) recently graduated six Soldiers from SMQC.  These Soldiers are deploying globally in support of the global missile defense mission. \n \nThe DOTD provides space and missile defense training courses, which includes the SMQC and the Sensor Manager Leader Development Course (SMLDC).  SMQC is the qualification course for Soldiers assigned to missile defense batteries, and SMLDC educates sensor manager leaders in AN/TPY-2 (FBM) capabilities within strategic and theater missile defense.  Approximately 100 Soldiers are trained each year in both SMQC and SMLDC.   \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe AN/TPY-2 (FBM) mission is owned by [U.S. Strategic Command](https://www.stratcom.mil/) (USSTRATCOM).  USASMDC/ARSTRAT, as the Army Service Component Command to USSTRATCOM, conducts space and missile defense operations and provides planning, integration, control and coordination of Army forces and capabilities in support of USSTRATCOM missions.  \n\nAs the Army's proponent for ballistic missile defense, USASMDC/ARSTRAT provides space and missile defense forces and capabilities to the warfighter and the nation in accordance with its Title 10 responsibilities. \n\n\n**Why is this important to the Army?** \n\nThe AN/TPY-2 is capable of tracking all classes of ballistic missiles and identifying small objects at long distances. In the forward-based mode, this radar plays a vital role in the [Ballistic Missile Defense System]( http://www.mda.mil/system/system.html) (BMDS) by acting as a forward-based sensor, detecting ballistic missiles early in their flight and providing precise tracking information. Use of multiple AN/TPY-2 (FBM) radars provides overlapping sensor coverage and expands the BMDS battle space.  \n\nThe AN/TPY-2 (FBM) radar is operated by Soldiers assigned to forward-deployed missile defense batteries in [U.S. Pacific Command](http://www.pacom.mil/) (USPACOM), [U.S. European Command](http://www.eucom.mil/) (USEUCOM), and [U.S. Central Command]( http://www.centcom.mil/) (USCENTCOM). The Soldiers operate the radar remotely in air operations centers through the command and control battle management and communications (C2BMC) system. Soldiers are also deployed to the radar sites, where they perform operator Level 1 maintenance. \n\n \n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc)\n* [Missile Defense Agency](http://www.mda.mil/system/gmd.html)\n* [Future Warfare Center](http://www.smdc.army.mil/2008/FWC.asp)\n* Related video: \n* [- USASMDC/ARSTRAT Command Video]( https://www.youtube.com/watch?v=PTkfD9uh3BQ)\n* Related documents: \n* [- Future Warfare Center](http://www.smdc.army.mil/FactSheets/FWC.pdf)\n* [-SMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf)\n* [- SMDC Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)\n* [- Supporting the Warfighter](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)\n\n\n\n",
    "date": "Thursday, December 3, 2015",
    "quote": "Quote for the Day\n------------------------\n\nAs a result of the Army's restructuring ... we have less capability than we had before.\n\n\n### - Col. Chris Waters, commander of 12th Combat Aviation Brigade, emphasizes the shortfalls in aviation capability created by recent Army restructuring.\n\n### [Army Europe to request additional aviation support from regionally-aligned forces](http://www.army.mil/article/159383/)\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 7: Pearl Harbor Day (#PearlHarborDay)\n\nDec. 12: Army-Navy Game (#ArmyNavy; enduring hashtag:  #GoArmy)\n\nDec. 13: [ARNG 379th Birthday](http://www.nationalguard.mil/Features/2015/379thBirthday.aspx) (#Guard379)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n \n\n\n\n"
}