{
    "id": "2015-12-07",
    "title": "Installations, Energy and Environment Strategy 2025",
    "body": "**What is it?**\n \nThe Office of the [Assistant Secretary of the Army for Installations, Energy and Environment (OASA (IE&E)) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf) details the vision and strategy to help the U.S. Army meet future challenges and succeed in future operating environments.\n\nThis strategy supports top-level strategic objectives through the lens of three key business drivers:  installations, energy, and environment.  This strategy provides both the foundation and the vision to proactively support the Army.  It is the Army's guide for how the Army will continually improve support to those served.\n\n\n\n**What has Army done?**\n\nOASA (IE&E) released Strategy 2025, which covers fiscal years 2016-2025. The strategy pertains to all Soldiers, Civilians and Families within the Army, and aligns with overarching national, Department of Defense and Army strategies -- including the Army's vision of [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/).\n\n\n**What continued efforts does the Army have planned for the future?**\n\nAlthough it is not known what the nation will ask of the Army in the future, it is known that change for the Army is and will continue to be a strategic and fiscal reality.  To ensure the Army is ready to respond to that call, the Army will pursue new and innovative ways to manage smaller budgets while still providing the capabilities the Army needs. Strategy 2025 will be updated as required to ensure relevance and currency with the Army's planning and resourcing efforts. \n\nAs part of this effort, performance management is a critical component of this strategic process.  It tells the Army how well they are doing toward reaching their vision, mission, and objectives and what adjustments, if any, they must make.  OASA (IE&E) in collaboration with its Army partners will conduct holistic and recurring reviews that assess the plans, initiatives, and processes with the goal of improving overall effectiveness and efficiency.  \n \n\n**Why is this important to the Army?** \n\nSustainable **installations** support missions of the transformed Army with land, facilities and infrastructure providing excellent quality support for Soldiers and their Families.\n\n**Energy**, water, and land are an operational necessity and foundational enabler for all military capabilities.  \n\nThe Army has long made it a priority to protect the **environment** on installations, not only to preserve valuable resources for future generations, but to also ensure that we have the land, water and airspace needed to sustain military readiness.  \n\nIn an ever-changing world, the Army must evolve to meet emerging challenges.  Challenges such as shrinking budgets, withdrawal of troops and up-and-coming demands and conflicts require every echelon within our Army to seek innovative, timely, and creative ways to operate.  Through a shared vision and strategic objectives, the Army will ensure they are ready, resilient and capable of accomplishing their mission of defending the nation.  \n\n \n**Resources:**\n\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy) \n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* Related documents: \n* [- ASA (IE&E) 2025 Strategy](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/e2/c/downloads/394128.pdf)\n* Related STAND-TO!: \n* [- Energy Security and Sustainability Strategy](http://www.army.mil/standto/archive_2015-10-19/)\n* [- The Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n\n",
    "date": "Monday, December 7, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nDuring this time of constant change, it has never been more important to ensure our vision and strategy is well aligned with our plans and resources. Through a shared vision and strategic objectives, we will ensure the Army is ready, resilient and capable of accomplishing its mission of defending our Nation. \n\n\n### - Katherine Hammack, [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n### [Installations, Energy and Environment Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 7: Pearl Harbor Day (#PearlHarborDay)\n\nDec. 12: Army-Navy Game (#ArmyNavy; enduring hashtag:  #GoArmy)\n\nDec. 13: [ARNG 379th Birthday](http://www.nationalguard.mil/Features/2015/379thBirthday.aspx) (#Guard379)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n \n\n\n\n"
}