{
    "id": "2015-12-08",
    "title": "2015 Army-Navy Game: America's Game ",
    "body": "**What is it?**\n\nThe Army-Navy game is one of the most storied rivalries in college sports. The Black Knights of Army and Midshipmen of Navy will square off for the 116th time on Dec. 12, at Lincoln Financial Field in Philadelphia, Pennsylvania, for the 2015 Army-Navy Game.  Gates open at 11 a.m.  The march of the Corps of Cadets and Brigade of Midshipmen begins at 12:16 p.m. and 12:46 p.m. respectively. Kickoff is at 3:10 p.m. EST.  \n\n\n\n**What is the Army doing?**\n\nOn game day, the Army will highlight its state-of-the-art, high-tech opportunities.  A variety of Army equipment and technologies, including the latest JLTV (Joint Light Tactical Vehicle), an M777 medium (155mm) howitzer, and Stryker armored fighting vehicle, will be on display outside the stadium. These capabilities are representative samples of equipment found within the Army's brigade combat teams. \n\nGame-goers will also see how Soldiers and leaders at all echelons share data, imagery and position information. Attendees will have the opportunity to handle Soldiers' body armor, night vision goggles, thermal sights, and individual and crew-served weapon systems.  \n\n\n**Why is this important to the Army?** \n\nThe Army-Navy game connects the American public to the Army, maintaining and strengthening goodwill, which is vital to the Army's success.  It highlights the U.S. Military Academy's [role to educate, train and inspire the Corps of Cadets](http://www.army.mil/standto/archive_2015-09-16/) to become commissioned leaders of character committed to the values of *Duty, Honor, Country* and prepared for professional excellence as officers in the U.S. Army.  \n\nWhile on the field, the players from [West Point](http://www.westpoint.edu/SitePages/Home.aspx) and [Annapolis](http://www.usna.edu/homepage.php) will compete with every ounce of their being. More importantly, in the very near future, every cadet and midshipman will begin their professional careers, serving as commissioned officers, leading the sons and daughters of America in the defense of the nation.  They will unite to form one of the most powerful fighting forces the world has ever known, the joint team of the U.S Armed Forces. \n\n**What does the Army have planned for the future?**\n\nBEAT NAVY.  Hooah!  The game can be viewed on CBS television or heard live on radio over the Army Sports Network and SiriusXM Satellite Radio channels. The game will also be aired worldwide on the American Forces Network.\n \n \n**Resources:**\n\n* [U.S. Military Academy](http://www.usma.edu)\n* [Official Game website](http://armynavygame.com)\n* [Army Sports](http://www.goarmywestpoint.com)\n* [- Army Football Media Guide](http://goarmywestpoint.com/news/2015/8/6/FB_0806153324.aspx)\n* [Army Sports Network](http://sportsaffiliates.learfieldsports.com/affiliates/army4)\n* [Philly Loves Army-Navy](http://www.phillylovesarmynavy.com/tickets/)\n* [Navy Football](http://www.navysports.com/sports/m-footbl/sched/navy-m-footbl-sched.html)\n* Related STAND-TO!: \n* [- The U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/)\n* Army-Navy Game on social media:\n* [- Facebook](https://www.facebook.com/ArmyNavyFootballGame)\n* [- Twitter](https://twitter.com/army_navy_game)\n* USMA-West Point on social media:: \n* [- Facebook: West Point]( http://www.facebook.com/WestPointUSMA)\n* [- Facebook: West Point Parents](http://www.facebook.com/westpointparents)\n* [- Twitter](https://twitter.com/westpoint_usma)\n* [- Flickr (photos)](https://www.flickr.com/photos/west_point/)\n\n",
    "date": "Tuesday, December 8, 2015",
    "quote": "Quote for the Day\n------------------------\n\nSocial media is a powerful and frequently used tool for Soldiers, their families, and friends to stay connected, especially during the holiday season. Unfortunately, criminals use the same social media sites to conduct surveillance and identify potential targets. \n\n### - Daniel Andrews, director, [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/)'s Computer Crime Investigative Unit, urges the importance of a safe [online conduct](http://www.army.mil/standto/archive_2015-06-16/) by Soldiers and Families during the holidays.\n\n### [CID warns of posting holiday travel plans on the internet](http://www.army.mil/article/159551/)\n\n\n### Related STAND-TO!:  [Online Conduct - Think, Type, Post](http://www.army.mil/standto/archive_2015-06-16/) \n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 7: Pearl Harbor Day (#PearlHarborDay)\n\nDec. 12: Army-Navy Game (#ArmyNavy; enduring hashtag:  #GoArmy)\n\nDec. 13: [ARNG 379th Birthday](http://www.nationalguard.mil/Features/2015/379thBirthday.aspx) (#Guard379)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n \n\n\n\n"
}