{
    "id": "2015-12-14",
    "title": "The Command and General Staff College Interagency Fellowship Program",
    "body": "**What is it?**\n\nThe U.S. Army Command and General Staff College Interagency Fellowship Program is a career broadening, educational opportunity for field grade officers. The program, which falls under [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s [Combined Arms Center](http://usacac.army.mil/), increases the Army's understanding of integrating and collaborating with federal government interagency partners in future operations. Interagency partners include members of the Intelligence Community, Departments of State, Energy, Homeland Security, Transportation, Justice, the Agency for International Development and other key departments and agencies.\n\nThe objectives of the Fellowship are:\n\n* (1) Enhance the Army's ability to support a comprehensive approach through partnering with governmental and nongovernmental agencies in stability operations, disaster response or humanitarian assistance.  \n* (2) Improve the nation's overall security-related capabilities through synchronizing common missions, and united effort with Army and interagency players.\n* (3) Improve the Army's ability to interact and leverage the capabilities of various agencies through understanding their cultures and developing working relationships. \n* (4) Increase understanding of the complex, joint, interagency, intergovernmental and multinational environment in which the Army operates with its national security partners.\n\n**What has the Army done?**\n\nThe CGSC fellowship program sends key developmental/post military education level 4 Army majors or lieutenant colonels to interagency partners to work as fully integrated staff officers. \nCurrently 46 CGSC interagency fellows serve in 24 partner agencies.  To date, 193 Army officers have served as CGSC interagency fellows.  \n\n\n**What does the Army have planned for the future?**\n\nIn 2016 50 fellows will serve at 27 partner agencies.  Growth will continue to a planned steady state of 55 fellows in 2017.  \n\n**Why is this important to the Army?**\n\nThe National Security Strategy, the Defense Strategy, the National Military Strategy and the recently released [*39th Chief of Staff of the Army's Initial Message to the Army*, priority #2](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf), highlight the importance of working together with interagency partners to save resources to effectively and efficiently solve the nation's problems.  Our Army learned this lesson in Iraq and Afghanistan, it must work even more closely with international, intergovernmental and interagency partners.    \n\n\n**Resources:**\n\n* CAC log-in required: [Interagency Fellowship Broadening Program]\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center](http://usacac.army.mil/) \n(https://partis.leavenworth.army.mil/CGSC/IA/SitePages/Home.aspx)\n* Related document: \n* [39th Chief of Staff of the Army's Initial Message to the Army](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n ",
    "date": "Monday, December 14, 2015",
    "quote": "Quote for the Day\n------------------------\n\nPower is manifested in three ways through the American people ... it's through America's trust and confidence ... [encouraging their own sons and daughters to serve in uniform ... and] to raise and maintain the greatest Army on earth. \n\n\n### - Brig. Gen. Malcolm B. Frost, the Army's chief of public affairs, speaking about the \"Meet Your Army\" campaign which emphasizes the importance to tell the Army story as a way to remind Americans that it is their Army and that the American people are who allows the Army to do its job.\n\n### ['Meet Your Army' to put Soldiers, service, back in spotlight](http://www.army.mil/article/159830)\n\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 7: Pearl Harbor Day (#PearlHarborDay)\n\nDec. 12: Army-Navy Game (#ArmyNavy; enduring hashtag:  #GoArmy)\n\nDec. 13: [ARNG 379th Birthday](http://www.nationalguard.mil/Features/2015/379thBirthday.aspx) (#Guard379)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n \n\n\n\n"
}