{
    "id": "2015-12-15",
    "title": "Historically Black College and University and Minority Serving Institutions Outreach Program",
    "body": "**What is it?**\n\n[Army Materiel Command](http://www.amc.army.mil)'s Historically Black College and University and Minority Serving Institutions (HBCU/MIs) Outreach Program is designed to provide assistance to covered educational institutions in defense-related research, development, testing and evaluation activities. The HBCU/MIs outreach office is building a diverse and highly-competent workforce, taking advantage of innovative technology research by optimizing engagements with the HBCU/MIs communities to meet the future needs of the U.S. Army. \n\nThe program also seeks to enable, support, coordinate and oversee enterprise-wide initiatives that support relationships and partnerships with covered institutions. It also ensures HBCU/MIs are aware of research and development opportunities available throughout the Department of the Army. \n\n\n**What has the Army done?**\n\nThe Army has recognized its need to encourage students to major in fields of science, technology, engineering and mathematics (STEM), especially those that attend HBCU/MIs. \n\nSeveral AMC major subordinate commands provide support and deliver readiness to today's and tomorrow's joint warfighter in equally important areas including munitions, aviation and missile systems, computers and electronics, and ground combat systems.\n\nExamples under the U.S. Army Research, Development and Engineering Command include: education and partnership agreements with 16 HBCU/MI institutions; $43.5 million in research and development contracts, grants and cooperative agreements; and $306,000 in funded scholarships.\n\n\n**What does the Army have planned for the future?**\n\nAn Integrated Program Team has been established with a goal to rebuild and revive the relationships the Army has with HBCU/MIs. As they find ways to better the Army's relationships with the HBCU/MIs, the outcome will be a more diverse workforce and more opportunities for the talented students that attend those schools. \n\n\n**Why is this important to the Army?**\n\nThis program gives HBCU/MIs visibility of AMC's subordinate organizations where mentorship opportunities, educational partnership agreements, cooperative agreements and research alliances can occur. The HBCU/MIs produce a very talented workforce that can contribute to the fields of science, technology, engineering and mathematics. Their talent pool alone makes up one of the nation's largest and fastest growing groups. With around 20 percent of AMC's workforce eligible for retirement, a renewed focus on post-secondary institutions to bridge the gap between students and federal jobs is critical.\n\n\n**Resources:**\n\n* [Army Materiel Command](http://www.amc.army.mil)\n* [- AMC Intern](http://www.amc.army.mil/amc/interns.html) \n* [U.S. Army Research Laboratory](http://www.arl.army.mil)\n* [Office of Navy Research](http://www.onr.navy.mil/)\n* [Air Force Office of Scientific Research](http://www.wpafb.af.mil/AFRL/afosr) \n",
    "date": "Tuesday, December 15, 2015",
    "quote": "Quote for the Day\n------------------------\n\nOur Historically Black Colleges and Universities and Minority-serving Institutions (HBCUs/MIs) serve as a critical pathway for developing future STEM workforce that can contribute to the research and development (R&D) as well as the science and technology (S&T) efforts of the United States Army.\n\n\n### - Gen. Dennis L. Via, [U.S. Army Materiel Command commanding general](http://www.amc.army.mil)\n\n\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n**January 2016** \n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n\n\n \n\n\n\n"
}