{
    "id": "2015-12-16",
    "title": "Army Safety and Occupational Health Objectives",
    "body": "**What is it?**\n\nThe Army Safety and Occupational Health Objectives, released annually by the Army chief of staff and secretary of the Army, provide senior leaders and subordinate commanders specific safety goals to meet in the upcoming fiscal year. The objectives fall under the [Army Safety and Occupational Health Strategic Plan](http://www.army.mil/standto/archive/2010/04/06/), which communicates leadership commitment to the safety and health of Soldiers, Family members and civilian employees through accident prevention.\n\n\n**What has the Army done?**\n\nThe [Fiscal Year 2016 Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/59) was signed Oct. 21, 2015, and outlines seven specific goals. The objectives concern - \n\n* (1) Operationalizing risk management in tactical, multinational and training environments \n* (2) Optimizing aviation performance and capabilities through training and materiel solutions\n* (3) Promoting Motorcycle Mentorship Programs in formations Army-wide \n* (4) Reducing civilian employee injury rates commensurate with [The Presidential POWER Initiative: Protecting Our Workers and Ensuring Reemployment](https://www.whitehouse.gov/the-press-office/presidential-memorandum-presidential-power-initiative-protecting-our-workers-and-en) goals \n* (5) Ensuring reporting of personnel injuries by aligning certain medical reporting systems with the Army Safety Management Information System\n* (6) Continuing professionalization and credentialing of the Career Program 12 Safety and Occupational Health series\n* (7) Meeting established benchmarks in hearing loss rates \n\n**What does the Army have planned for the future?**\n\nThe director of Army Safety, along with the deputy assistant secretary for Environment, Safety and Occupational Health, will continue to work with Army leadership in developing yearly objectives targeted to emerging trends in safety and accident prevention. Leaders requiring assistance with meeting their objectives may contact the [U.S. Army Combat Readiness Center](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil).\n\n\n**Why is this important to the Army?**\n\nFiscal 2015 was the Army's safest year on record for accidental Soldier fatalities and a continuation of a years-long downward trend. This year's safety and occupational health objectives were formulated to revitalize leader commitment to protect the force from mishaps, injuries and illness while giving individual commanders latitude in addressing their formations' unique areas of risk. This framework allows leaders to develop creative and flexible safety solutions that work for their Soldiers, thereby netting benefits for the Army as a whole in lives and dollars saved.\n\n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [- FY16 Army Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/59) \n* [- CP-12 Safety and Occupational Health](https://safety.army.mil/CP-12.aspx)\n* Related STAND-TO!: \n* [- Army Safety and Occupational Health Strategic Plan](http://www.army.mil/standto/archive/2010/04/06/)\n",
    "date": "Wednesday, December 16, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nIn order to continue the positive change in safety culture, the Army must mentor leaders  to think critically about risk and make prudent decisions without becoming risk averse.  \n\n\n### - Chief of Staff of the Army Gen. Mark A. Milley and then Secretary of the Army John M. McHugh, in the [Memorandum of Distribution on the Army Safety and Occupational Health Objectives for Fiscal Year 2016](https://safety.army.mil/Portals/0/Documents/ON-DUTY/WORKPLACE/POLICY/Standard/Army_SOH_Objectives_FY2016.pdf)\n\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n**December 2015**\n\n(*Recommended hashtags for social media promotion*)\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n**January 2016** \n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n\n\n \n\n\n\n"
}