{
    "id": "2015-12-21",
    "title": "R2: Personal Readiness and Resilience",
    "body": "**What is it?**\n\nBeing Ready and Resilient empowers individuals to achieve and sustain their personal readiness and resilience so that they are best equipped and enabled to support the U.S. Army mission in environments of uncertainty and persistent danger. Personal readiness includes the physical, psychological, social, spiritual and family preparedness needed to be able to optimize performance and be fit for duty both at home and at work. Resilience is an individual's ability to face and cope with adversity, adapt to change, recover, learn and grow from setbacks. \n\n**What has the Army done?**\n\nThe Army is taking a proactive approach to build and strengthen protective factors among all who serve so that they are best equipped to be able to face challenges common to Army life. In addition, Ready and Resilient capabilities such as targeted training, support and resources are offered to Soldiers so that they are equipped with the techniques and strategies to be able to achieve optimal performance and excel at missions. As the strength of the Soldiers is their Families, Ready and Resilient capabilities to build personal readiness and resilience are also available for Family members as well as Army Civilians so that the entire Army team is Ready and Resilient. \n\nSelf-awareness is critical to self-improvement. The online Global Assessment Tool and [ArmyFit](http://csf2.army.mil/armyfit1.html) platform are available to all Soldiers, Army Civilians and Family members so that they have continuous, confidential access to resources and information to help them build personal readiness and resilience and track improvements over time. \n\n**What does the Army have planned for the future?**\n\nThe Army is implementing an assessment of the personal readiness and resilience of the Force, which will result in delivering targeted training that teaches evidence-based skills and techniques members of the Total Army can use to enhance their protective factors and better be able to prevent adverse outcomes. The Army is also equipping leaders with the visibility of the overall health and risks of those they lead so that they are able to tailor and integrate training and resources to meet identified and projected needs. \n\n**Why is this important to the Army?**\n\nPersonal readiness and resilience is critical to mission readiness. It is the responsibility of all who serve to live the [Army Values](http://www.army.mil/standto/archive_2013-08-15/) both on- and off-duty. [Ready and Resilient](http://www.army.mil/readyandresilient/) individuals make Ready and Resilient units and teams, which make a Ready and Resilient Army.\n \n\n**Resources:**\n\n* [Comprehensive Soldier& Family Fitness](http://csf2.army.mil/)\n* [- ArmyFit](http://csf2.army.mil/armyfit1.html)\n* CAC log in required: [Global Assessment Tool at Armyfit](https://armyfit.army.mil/Protected/)\n* [Ready and Resilient: Personnel](http://www.army.mil/readyandresilient/personnel)\n* [Army Values](http://www.army.mil/values/)\n* Related document: \n* [- 2015 Health of the Force report](http://www.army.mil/e2/c/downloads/419337.pdf)\n* [- Army Regulation 350-53: Training: Comprehensive Soldier and Family Fitness](http://csf2.army.mil/supportdocs/r350_53.pdf)\n* Related STAND-TO!:\n* [-  Medical Readiness Assessment Tool](http://www.army.mil/standto/archive_2015-11-24/)\n* [- Army Readiness Assessment Program](http://www.army.mil/standto/archive_2015-10-27/)\n* [- Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/) \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n",
    "date": "Monday, December 21, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nReadiness to fight and win - ground combat - is and will remain the U.S. Army's No. 1 priority. And there will be no other No. 1. We will always be ready to fight today, and we will always prepare to fight tomorrow. \n\n### -  Chief of Staff of the Army Gen. Mark A. Milley, emphasizes the importance of the readiness of the force\n\n### [Army Medical releases 'Health of Force' report card](http://www.army.mil/article/160206)\n\n\n\n\n\n",
    "events": "Current and Upcoming Events \n---------------------------\n\n##### (*Recommended hashtags for social media promotion*)\n\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n\n\n \n\n\n\n"
}