{
    "id": "2015-12-22",
    "title": "Wideband Global Satellite Communications ",
    "body": "**What is it?**\n\nThe U.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT) is the payload manager for Wideband Global SATCOM (WGS), an Air Force program of record. WGS supports the Department of Defense by providing military SATCOM worldwide at no additional cost to the services. The program is currently funded through WGS-10.   \n\n**What has the Army done?**\n\nUSASMDC/ARSTRAT provides Wideband SATCOM management in the role as the Wideband Consolidated SATCOM System Expert (C-SSE) and SATCOM resource planning through the Regional SATCOM Support Centers and the 24/7 Wideband Watch Office.  Additionally, SATCOM transmissions and payload control for WGS are conducted through the USASMDC/ARSTRAT's 53rd Signal Battalion Wideband SATCOM Operations Centers.  \n\nUSASMDC/ARSTRAT recently completed payload characterization and verification of the seventh satellite in the constellation, which is scheduled to be placed into operations in January 2016 providing enhanced support to U.S. Pacific Command, U.S. Strategic Command, U.S. Special Operations Command, and U.S. Transportation Command.\n\n\n**What does the Army have planned for the future?**\n\nUSASMDC/ARSTRAT has worked closely with the Army to transition WIN-T (Warfighter Information Network -- Tactical) operations to WGS, further contributing to Army readiness.  WGS also supports the delivery of Global Broadcast Service (GBS) to approximately 750 Army receive suites worldwide.\n\nThe Wideband SATCOM Operations Management System (WSOMS) is the control segment for WGS. It is funded by both the Army through Program Manager (PM) Defense Communications and the Army Transmissions System Product Director (PD) Wideband Enterprise SATCOM Systems Wideband Control. WSOMS manages all DOD WGS communications and when necessary, reconfigures the satellites to support changing Warfighter communications requirements.\n\nUSASMDC/ARSTRAT is supporting efforts to determine the follow-on plan for WGS as a member of the joint Army/Navy/Air Force team developing a Wideband Analysis of Alternatives, which is due to be completed in March 2017.\n\n\n**Why is this important to the Army?**\n\nWGS provides beyond-line-of-sight communications reach-back and in-theater communications capabilities to Army geographic operations worldwide.  It also supports Army unit-level and capstone training events, e.g. National Training Center, California; Joint Readiness Training Center, Louisiana; and various brigade-level exercises.  \n\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc)\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=PTkfD9uh3BQ)\n* Related document:  \n* [- Wideband Global SATCOM Fact Sheet](http://www.afspc.af.mil/library/factsheets/factsheet.asp?id=5582)\n* Related articles: \n* [- Seventh satellite in Air Force's WGS series launched](http://www.losangeles.af.mil/news/story.asp?id=123454174)\n* [- Wideband Global SATCOM (WGS) Satellite](http://www.afspc.af.mil/library/factsheets/factsheet.asp?id=5582)\n ",
    "date": "Tuesday, December 22, 2015",
    "quote": "Quote for the Day\n------------------------\n\nSleep needs to be a Soldier's resource like ammo. Are you going to go across the line without adequate fuel for your vehicle, ammo and food? Why are we going to cross the [line of departure] without sleep?\n\n### -  Lt. Col. Ingrid Lim, sleep lead for [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx), OTSG, supports the concerns regarding poor sleep as stated in the [Health of the Force report](http://www.army.mil/e2/c/downloads/419337.pdf)  \n\n### [Medical experts look beyond drugs for sleep solutions](http://www.army.mil/article/160260/)\n\n### Related STAND-TO!: [Performance Triad Sleep](http://www.army.mil/standto/archive_2013-02-13/)\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}