{
    "id": "2015-12-23",
    "title": "The Army Virtual Housing Experience",
    "body": "**What is it?**\n\nThe Army virtual housing experience provides Soldiers and Families world-class customer-focused housing information allowing them to make informed choices about off-post, privatized, and military housing options at their next duty stations.\n\n[The Army Housing Online User Services](https://www.housing.army.mil) (AHOUS) website is the single-point-of-entry for all Army housing information.  This web-based tool enables Soldiers and Families to view on-post housing options, qualification requirements, wait list times, and information about installations that will assist them with relocation.\n \n\n**What has the Army done?**\n\nArmy Housing developed the AHOUS website to synchronize various housing information in order to make the home search process easier.  AHOUS is an Army enterprise website that empowers Soldiers and Families with the capability to view housing resources to include floor plans, photos, and local housing policies. Soldiers and Family members can virtually tour available housing thru the website.\n\nThe website is an extension of the customer service provided at Army-wide installation housing offices and aligns with the [Assistant Chief of Staff for Installation Management's Customer Service Bill of Rights ](http://www.acsim.army.mil/billofrights.html). \n\n\n**What does the Army have planned for the future?**\n\nThe Army will continue to improve upon the capabilities that AHOUS provides to Soldiers and Families.  Currently, Army Housing is developing an iOS version of the AHOUS application that will be compatible for Apple mobile devices.\n \n\n**Why is this important to the Army?**\n\nA Soldier's living environment is an important factor in preserving the All-Volunteer Force and maintaining quality of life.  AHOUS equips Soldiers with relevant and timely information and helps reduce the hurdles encountered when searching for adequate accommodations.  With AHOUS, Soldiers and Families can focus on other aspects of the relocation process and integrate more quickly into their units and community.\n\n \n**Resources:**\n\n* [The Army Housing Online User Services](https://www.housing.army.mil) \n* [Assistant Chief of Staff for Installation Management's Customer Service Bill of Rights (OACSIM)](http://www.acsim.army.mil/)\n* [- Customer Service Bill of Rights](http://www.acsim.army.mil/billofrights.html) \n* [- Online User Services Android Application](https://play.google.com/store/apps/details?id=mil.army.housing.mobile.andy.ahous)\n* Army Housing on social media: \n* [- Facebook](http://www.facebook.com/usarmyhousing)\n* [- Twitter](http://www.twitter.com/usarmyhousing)\n* [- YouTube Channel](http://www.youtube.com/usarmyhousing) \n\n ",
    "date": "Wednesday, December 23, 2015",
    "quote": "Quote for the Day\n------------------------\n\nLeaders can only lead in one place in this Army and that's from the front. The Soldiers here are the reason why Americans get to live free. \n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), at a professional development session for junior noncommissioned and commissioned officers, during his recent visit with the Army Chief of Staff Gen. Mark A. Milley to Camp Arifjan, Kuwait, U.S. Army Central,  Dec. 18 \n\n### [Milley, Dailey focus on leader development with U.S. Army Central](http://www.army.mil/article/160347)\n\n\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}