{
    "id": "2015-12-28",
    "title": "Drug-Facilitated Sexual Assault",
    "body": "**What is it?**\n\nWhen alcohol or other substances are used to compromise an individual's ability to consent to sexual activity, it's considered a \"Drug-Facilitated Sexual Assault.\"  While alcohol is the number one tool of choice by perpetrators,   other substances of choice include Rohypnol (or Roofies), Gamma-hydroxybutyrate (GHB, Cherry Meth), Ketamine (Special K or Vitamin K), Ambien and Ecstasy. \n\nIn the U.S. Army, it's estimated that approximately 44 percent of violent sex offenses involve alcohol use by the offender, victim or both. SHARP Program records show that there has been a spike in the number of sexual assault reports on January 1st for the last three years. This may be due to the use of alcohol or other substances as part of New Year's Eve celebrations.\n\n\n**What has the Army done?**\n\nThe Army lays importance on Soldiers and Department of the Army Civilians to take care of one another whether on the battlefield, in a workplace or social setting and urges all teammates to intervene and create awareness of any situation that may lead to a Drug-Facilitated Sexual Assault. \n\nThe Army is working to ensure an increased awareness of Drug-Facilitated Sexual Assault amongst SHARP Program Managers, Sexual Assault Response Coordinators (SARCs) and Victim Advocates (VAs) through prevention, training and outreach, thus providing SHARP PMs, SARCs and VAs with the knowledge and tools to proactively implement prevention, training and outreach campaigns at installations and in coordination with local communities.\n \n**What does the Army have planned for the future?**\n\nThe Army, along with the Department of Defense Sexual Assault Prevention Office, the Air Force, the Army and Air Force Exchange Service and the Institute for Defense Analyses, is participating in a study entitled \"Reducing Alcohol's Impact on Sexual Assault and Other Harmful Behaviors,\" which will examine service members' alcohol purchasing behavior and design interventions. As part of the study, researchers will develop an understanding of service members' purchasing patterns, including the types of alcohol purchased and purchasing locations as part of an \"Alcohol Landscape Study.\" \n\nIn view of the Alcohol Landscape Study results, researchers will design a two-year installation-level causal evaluation of actionable alcohol price and availability interventions, to determine the interventions' impact on rates of sexual assault and other harmful behaviors. \n\n**Why is this important to the Army?**\n\nThe Army SHARP Program is a key factor in the [39th Chief of Staff of the Army's #1 priority-  Readiness](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf).  The Army continually seeks to understand sexual assault/harassment and their causality through surveys, studies and other initiatives in order to tailor prevention, training, awareness and outreach to more effectively address these issues.  \n \n**Resources:**\n\n* [Army Sexual Harassment/Assault Response and Prevention Program ]( http://www.sexualassault.army.mil/)\n* [Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Army Values](http://www.army.mil/values/)\n* [Army Ethic](http://cape.army.mil/aaop/living-the-army-ethic/)\n* Related STAND-TO! \n* [- Army Sexual Harassment/Assault Prevention Program](http://www.army.mil/standto/archive_2015-08-06/)\n* [- The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [- Army Substance Abuse Program - Synthetic Stimulant Use]( http://www.army.mil/standto/archive_2014-02-20/)\n* [- SHARP: Special Victim Counsel Program](http://www.army.mil/standto/archive_2013-12-02/)\n* [- SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n* [- Not in My Squad. Not in Our Army. We Are Trusted Professionals]( http://www.army.mil/standto/archive_2015-06-09/)\n",
    "date": "Monday, December 28, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nSexual Assault. Sexual Harassment. Not in Our Army.\n\n### - Army senior leaders  \n\n \n\n\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}