{
    "id": "2015-12-29",
    "title": "The U.S. Army Corps of Engineers in Disaster Response",
    "body": "**What is it?**\n\nWhen disaster strikes, the [U.S. Army Corps of Engineers](http://www.usace.army.mil/) (USACE) assists the federal government's unified national response, in concert with other Army and defense organizations. USACE, the primary federal agency for public works and engineering operations, supports the Department of Homeland Security and Federal Emergency Management Agency (FEMA). \n\nUSACE conducts emergency response activities under two basic authorities: The Flood Control and Coastal Emergencies appropriation authorized by Public Law 84-99 and, when mission-assigned by FEMA, the Stafford Disaster and Emergency Assistance Act. \n\nIn any disaster, the U.S. Army Corps of Engineers' top priorities are:\n \n* -Support immediate emergency response\n* -Sustain lives with critical commodities, temporary emergency power and other needs\n* -Initiate recovery efforts by assessing and restoring critical infrastructure\n\nUSACE has more than 50 specially-trained response teams ready to perform a wide range of public works and engineering-related missions.  Pre-awarded contracts can be quickly activated for missions such as debris removal, temporary roofing, and installing generators.\n\n**What has the Army done?**\n\nEach year, USACE deploys hundreds of military and civilian personnel to assist disaster response.  In 2014, USACE deployed 949 personnel in response to civil disasters, and 595 for civil preparedness exercises.\nUSACE has supported local governments and FEMA in coordinating recovery efforts in the aftermath of disasters. In response to Typhoon Soudelor, USACE deployed Soldiers and civilians and provided reach back support for other response activities. \n\nUSACE experts conducted engineering assessments of public works facilities that could have sustained typhoon damage to include water treatment plants, medical facilities and public safety buildings, as well as provided technical assistance such as assessments for debris removal and training for debris monitors.\n\nDuring flooding USACE provides flood-risk management support to local communities. Such support includes monitoring and inspection of the flood control infrastructure and managing releases from reservoirs to maintaining flood storage capacity, providing technical assistance, temporary levee construction, deploying flood-fight teams, and pre-positioning flood-fighting supplies and equipment at key locations.  \n \n\n**What does the Army have planned for the future?**\n\nUSACE remains prepared and ready to respond to natural or man-made disasters. USACE is re-evaluating and updating training to manage the talent and maintain the resiliency of the deployment teams.  When disasters occur, USACE teams and other resources are mobilized from across the country to assist the local districts and offices to deliver the response missions.\n\n**Why is this important to the Army?**\n\nThe U.S. Army Corps of Engineers is a key part of the federal government's unified national response to disasters and emergencies, and is the designated lead for public works and engineering-related support. \n\n \n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [- Emergency Operations](http://www.usace.army.mil/Missions/EmergencyOperations.aspx)\n* Related articles: \n* [- Delta Company power restoration of electricity on Saipan](http://www.army.mil/article/155054/)\n* [- Army Corps of Engineers projects prevent $13.3 billion in flood damages during recent rains](http://www.army.mil/article/154993/)\n* [- USACE deploys to support Typhoon Soudelor relief efforts](http://www.army.mil/article/153745)\n* [- Corps of Engineers continues to monitor impact of rainfall on area lakes and reservoirs](http://www.army.mil/article/148799)\n* [- Army engineers build emergency preparedness in Montenegro worldwide](http://www.army.mil/article/152995/)\n",
    "date": "Tuesday, December 29, 2015",
    "quote": "Quote for the Day\n------------------------\n\nSometimes it's not our choice to travel, but it forces us out to do things, completely different things ... that can be marked by change and opportunity -- sometimes the change creates the opportunity -- sometimes the opportunity creates the change. \n\n### - Lt. Gen. Karen E. Dyson, military deputy, [Office of the Assistant Secretary of the Army (Financial Management and Comptroller)](http://www.asafm.army.mil/) and one of only five three-star women Soldiers, referring to one's career path\n\n\n### [2015 marks enormous advances for women](http://www.army.mil/article/160417/)\n \n\n\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}