{
    "id": "2015-12-30",
    "title": "GCSS-Army: Wave 1 Fielded ",
    "body": "**What is it?**\n\nThe Global Combat Support System-Army (GCSS-Army) is a game-changing modernization effort that is improving readiness and operations at every warehouse, supply room, motor pool and property book office in the Total Army.  The Army hit a milestone in November 2015, completing the fielding of Wave 1 of GCSS-Army to 14,000 users at 281 Supply Support Activities (SSAs) across the total force.  This includes warehouses in the continental United States, around the globe, and at forward deployed locations in Iraq and Afghanistan.\n\n**What has the Army done?**\n\nFielding is accomplished using the wave approach in order to not shock the supply chain and cause disruption to ongoing operations.  The completion of Wave 1 fielding is important as it allows the focus to shift to the much larger Wave 2, which is now about 10 percent complete.  \n \n\n**What does the Army have planned for the future?**\n\nWave 2 fielding is scheduled to be complete in 2017. Wave 2 will impact every command and when complete will have nearly 140,000 users.  Wave 2 replaces the Property Book Unit Supply-Enhanced and the Standard Army Maintenance System.\n\nFuture increments will incorporate other critical log functions, including Aviation Maintenance, Army Prepositioned Stocks and Business Intelligence and Business Warehousing Tools.\n\n**Why is this important to the Army?**\n\nWith GCSS-Army, finance and logistics are being linked for the first time, enabling near real time management of inventories as well as finances.  This will provide warfighters with a seamless flow of timely, accurate, and accessible information and assist the Army's transition to a more expeditionary force.   The End of Wave 1 fielding also allows for the retirement of the legacy Standard Army Retail Supply System (SARSS) and Corps/Theater Automated Data Process Service Center (CTASC).  In use for more than 25 years, SARSS was the Army's retail supply system and CTASC provided SARSS end user support as the link between the retail and national level supply chains.  Replacing this system marks a major improvement in Army logistics and will enable the Army to meet congressionally mandated financial auditability standards.  \n\n \n**Resources:**\n\n* [GCSS-Army](https://www.gcss.army.mil/)\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* Related STAND-TO!: \n* [- GCSS-Army Wave 2](http://www.army.mil/standto/archive_2015-08-19/)\n* [- Global Combat Support System-Army: Deployment Wave 2](http://www.army.mil/standto/archive_2015-06-29/)\n* [- Army Reserve: Global Combat Support System - Army Wave 2](http://www.army.mil/standto/archive_2015-05-28/)\n* [- The Global Combat Support System-Army](http://www.army.mil/standto/archive/issue.php?issue=2013-01-10)\n\n",
    "date": "Wednesday, December 30, 2015",
    "quote": "Quote for the Day\n------------------------\n\nI think it's awesome they are able to have people like us to call upon and that we have Soldiers here willing to use their time to help people we don't really even know.\n\n### - Pfc. Johnny Estrada, a wheeled-vehicle mechanic with the 613th Support Company (Forward),  speaks about the New Mexico National Guard's mission to provide transportation, during snow storms, to the New Mexico citizens in need of dialysis treatments \n \n### [New Mexico National Guard transports citizens during blizzard](http://www.army.mil/article/160461/)\n \n\n\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### December 2015\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n#### January 2016\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}