{
    "id": "2016-10-03",
    "title": "Operational Energy",
    "body": "#######Provided by Deputy Chief of Staff, G-4\n\n**What is it?**\n\nOperational energy is the energy required for training, moving, and sustaining Soldiers and weapons platforms for military operations. It includes energy used by tactical power systems, generators and weapons systems.\n\n**What has the Army done?**\n\nKuwait Energy Efficiency Project (KEEP) is an Army operational energy project focused on leveraging mature technologies and best practices to significantly improve efficiency within Camp Buehring, Kuwait. The project includes replacement of selected billeting tents with energy efficient rigid-wall shelters, improvements to prime power operations, and collection of energy baseline data.\n\n**Energy Efficient Shelters:** The Army replaced selected billeting tents with one and two-story modular, relocatable energy efficient shelters (1,352 Soldier capacity when completed Sept. 16). The shelters are over 50 percent more energy efficient than other base camp billeting, and are quieter and less permeable, giving Soldiers a higher quality of life.\n\n**Smart Power Generation and Control:** Updates to control policies and automated plant operations achieved fuel savings of approximately 60,000 gallons a year through increased utilization rates. Generators supplying KEEP shelters are optimized to save energy, and photovoltaics (solar panels) supplement power on the one-story shelters.\n\n**Metering:** Meters were installed to collect data from tents, billeting trailers and generators. The data will be compared to data collected from energy efficient shelters as part of a cost-benefit analysis.\n\n**What continued efforts are planned for the future?**\n\nThe Army \"[Energy Security and Sustainability Strategy](http://www.army.mil/e2/c/downloads/377960.pdf)\" (May 2015) outlines the Department's goals for optimizing energy use, ensuring access to energy, building resiliency, and driving innovation. The KEEP effort is aligned with these goals and will help inform future operational energy work.\n\n**Why is this important to the Army?**\n\nEnergy is a critical resource for operations and readiness.  By incorporating energy efficiency technologies, improved power systems, renewable energy sources, and awareness campaigns, the Army can significantly reduce the amount of fuel consumed while lowering associated sustainment costs. Operational energy is critical to the Army's ability to conduct and support operations globally. \n\n**Resources:**\n\n* [Army Logistics Innovation Agency](https://lia.army.mil/)\n* [Army Office of the Deputy Chief of Staff, G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.asaie.army.mil/Public/ArmyPowerEnergy/Operational.html)\n\n**Related documents:**\n\n* [Installations, Energy and Environment Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [The Army Energy Security and Sustainability Strategy (May 2015)](http://www.army.mil/e2/c/downloads/394128.pdf )\n\n**Related STAND-TO!**\n\n* [Installations, Energy and Environment Strategy 2025](https://www.army.mil/standto/archive_2015-12-07)\n* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/archive_2015-10-19)\n\n**Related article:**\n\n* [Army.mil: What is the Army doing with operational energy?](https://www.army.mil/article/162412/What_is_the_Army_doing_with_operational_energy_)",
    "date": "Monday, October 3, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety)\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}