{
    "id": "2016-10-04",
    "title": "Army Cybersecurity Awareness Month",
    "body": "#######Provided by Army Cyber Command\n\n**What is it?**\n\nOctober is Army Cybersecurity Awareness Month, which is an annual campaign to increase awareness of cybersecurity practices that help improve the overall Army security posture. \n\nThis year's cybersecurity awareness theme is \"Cyber Secure: Mission Ready.\" The theme emphasizes the importance of cybersecurity for protecting the Army against cyber threats that endanger the Soldiers, compromise information systems and threaten mission success. \n\n**What has the Army done?**\n\nCybersecurity Awareness Month is the opportunity to review the individual responsibilities, the procedures for safeguarding Army assets, and the potential threat of non-compliance. It is paramount that the force understands that cybersecurity is a critical aspect of everyday business and operational activities. \n\nArmy leaders are taking steps to ensure that Soldiers, civilians and contractors understand that their actions may have consequences and that the Army is unwilling to compromise security for convenience. \nThe Army has more than 100 cybersecurity classes available online for all Army users.\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to promote robust and real-world training to raise awareness of cybersecurity responsibilities and compliance. \n\nAs the Army becomes increasingly dependent on information technology, cybersecurity threats pose an ever greater challenge. To help mitigate these risks, the Army will continue to grow its Cybersecurity Awareness Month to build a culture for improving cybersecurity and Army mission readiness.\n\n**Why is this important to the Army?**\n\nCyber attacks threaten Army systems and information every day, putting the operations and people at risk. Strengthening Army cybersecurity is critical to all Army warfighting operations and business functions. \n\nCybersecurity is everyone's responsibility. All members of the Total Army -- Soldiers, civilians, and Family members play a key role in protecting information systems.  \n\n**Resources:**\n\n* [Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [Army Cyber Command](http://www.arcyber.army.mil/)\n* [Army Cyber Institute](http://www.westpoint.edu/acc/SitePages/Home.aspx)\n* [Network Enterprise Technology Command (NETCOM)](http://www.netcom.army.mil/)\n* [Cyber Security One Stop Shop](https://cybersecurity.us.army.mil/) -- CAC login required.\n* [Army Information Assurance Portal](https://informationassurance.us.army.mil) -- CAC login required.\n",
    "date": "Tuesday, October 4, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety)\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}