{
    "id": "2016-10-05",
    "title": "Unmanned Aerial Systems",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nThe Army antiterrorism awareness theme for the first quarter (October through December) of fiscal year 2017 is Unmanned Aerial Systems (UAS).\n\nThe Army recognizes there are risks associated with the potential for an adversary's use of UAS to plan, prepare, and execute threat activities against Army information, people, and facilities. As such, the Army's  antiterrorism programs are actively and continuously synchronizing the possibility of UAS threats and protection-related initiatives to deter, detect, and mitigate the potential impact of UAS against Army assets.\n\nAs technology advances and prices decrease, commercially available UAS (also commonly referred to as drones) will become increasingly affordable and available to the public. Due to their growing availability, UAS platforms will become increasingly susceptible to exploitation by terrorist organizations or radicalized homegrown violent extremists, who may seek to conduct surveillance or attacks through the use or modification of UAS.\n\nThe primary audience for this theme is antiterrorism officers/coordinators and leaders at all levels who are responsible for planning measures to counter the potential risk of UAS activity. Products supporting this theme include information to educate Army community members who may either own and operate UAS or who may observe suspicious UAS activity.\n\n**What has the Army done?**\n\nThe Army's communication and UAS informational products seek to:\n\n* Enhance community awareness of the authorized and prohibited use of UAS.\n* Provide information to UAS owners and users on mandatory UAS registration requirements.\n* Inform the the public on how to report suspicious UAS activity.\n* Promote information and resources for UAS operators and law enforcement officials.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues to work on improving the efficiency and effectiveness of its antiterrorism efforts. Other quarterly themes and special events planned through FY17 include: \n\n* Irregular/Asymmetric Warfare (second quarter, fiscal year 2017)\n* Annual Antiterrorism Conference (February 2017) \n* Linking Antiterrorism Strategy, Policy and Plans (third quarter, fiscal year 2017)\n* Violent Extremism Awareness (fourth quarter, fiscal year 2017)\n* Antiterrorism Awareness Month (August 2017; pre-decisional)\n\n**Why is this important to the Army?**\n\nThe Army must protect the force and safeguard people, information, and facilities. The UAS products developed by the [Office of the Provost Marshall General](http://www.army.mil/opmg) (Antiterrorism Division) and posted to [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) (see resources section below) assist the force by educating the community on evolving laws and rules for the use of UAS as well as the potential risk of an adversary's use of UAS. \n\n**Resources:**\n\n* [Office of the Provost Marshall General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx) -- CAC login required.\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) -- CAC login required.\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource](https://www.myarmyonesource.com/default.aspx)\n\n**Related STAND-TO!:**\n\n* [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21)\n* [iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)",
    "date": "Wednesday, October 5, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01) (#Preparedness, #FallSafety, #ArmySafety)\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}