{
    "id": "2016-10-06",
    "title": "Army Safety Awards Program",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Army Safety Awards Program is designed to promote and motivate success in accident prevention through risk management by recognizing individual and unit accomplishments in safety. It features positive measurements of current Army goals, improved plaques and certificates, and streamlined submission procedures. The program allows organizations to develop additional awards tailored to meet their unique accident prevention and safety recognition goals.\n\nCurrent awards include the Army Headquarters Safety Award; Army Exceptional Organization Safety Award; Army Individual Award of Excellence in Safety; Army Industrial Operations Safety Award; Army Excellence in Explosives Safety Award; Army Safety Guardian Award; Army Aviation Broken Wing Award; Army Risk Management Safety Award; Army Accident Prevention Award of Accomplishment; Army Aircrew Member Safety Award; Unit Impact Award; and Army Safety Excellence Streamer.\n\n**What has the Army done?**\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil/HOME.aspx) works to ensure the Army Safety Awards Program remains strong and effective by making awards available while supporting and emphasizing competition as a vital component of the overall selection and recognition process.\n\n**What continued efforts are planned for the future?**\n\nThe USACRC will continue providing oversight of the program, ensuring efforts put forth by individuals and organizations to mitigate, reduce and eliminate accidents are recognized and rewarded. The USACRC will also update award eligibility criteria as needed to ensure recognition is conducted in a timely manner.\n\n**Why is this important to the Army?**\n\nRegardless of grade or rank, DA civilian or service member, safety and loss prevention are everyone's business. Recognition breeds competition, and each commander wants his or her organization to be the best. Preventing accidents and protecting resources through implementation of effective safety programs sets the stage for optimal success. Individuals and organizations succeeding in these goals should be recognized and rewarded for keeping their formations safe.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil/HOME.aspx)\n* [Army Safety Awards](https://safety.army.mil/AWARDS.aspx)\n\n**Related documents:**\n\nSearch for the documents listed below under \"Publication Text Search\" at the [Army Publishing Directorate](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx).\n\n*  Army Regulation 385-10, The Army Safety Program  \n*  Department of the Army Pamphlet 385-10, Army Safety Program ",
    "date": "Thursday, October 6, 2016",
    "quote": "####Focus quote of the day:\n\n> In a complex and uncertain world, readiness must remain our Army's number one priority. Your commitment to safety ensures we remain ready to answer the Nation's call. Your dedication to always help your unit and our Army's leaders manage risk in our high-intensity profession saves lives\n\n\\- [Gen. Daniel B. Allyn, Army vice chief of staff](https://www.army.mil/leaders/vcsa/)",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}