{
    "id": "2016-10-11",
    "title": "Energy Action Month",
    "body": "#######Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nEnergy Action Month is an opportunity for the Army to reinforce key messages regarding energy conservation and raise awareness of Army progress. Energy security enhances the ability of the Army to achieve mission readiness. The theme of 2016 Energy Action Month is \"Building Resilience to Enhance Readiness.\" \n\n**What has the Army done?**\n\nThe Army has a strong legacy of implementing renewable energy projects, improving efficiency at our installations, taking energy into account in contingency basing environments, and leading the way to ensure that Army facilities can maintain operations in the face of disruption. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to integrate energy security measures in support of Army readiness and resilience into its decision-making processes. To build on the successes of the past, the Army must take steps to aggressively pursue renewable energy, energy performance-based contracting, and energy security.\n\nArmy leadership should be knowledgeable in Army energy initiatives and issues, and should ensure Soldiers, Army Civilians, defense contractors, and Family members are aware of Army energy initiatives and issues that impact mission readiness.\n\nEnergy Action Month provides an opportunity to get the Army's energy security message out across the Force. It is a time to inform, educate, as well as encourage each Soldier, Army Civilian, contractor, and Family member to do their part to reduce energy consumption and enhance mission readiness and energy resilience.\n\n**Why is this important to the Army?**\n\nEnergy resilience enables the Army to respond quickly to disruptions in the availability of land, water, and energy. Incorporating energy security, sustainability, and resilience awareness into everyday decision-making processes better postures the Army to successfully deploy and rapidly respond when and where needed.\n\nBy continually encouraging responsible energy actions, Soldiers, Army Civilians, contractors, and Family members can support Army energy security and sustainability operations. Responsible energy actions contribute to an increase in Army readiness and energy resilience in garrison operations on installations and to warfighters on the battlefield.\n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n\n**ASA (IE&E) on social media:**\n\n* [Facebook](https://www.facebook.com/ASAIEE/?fref=ts)\n\n**Related STAND-TO!:**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [Installation Readiness](https://www.army.mil/standto/archive_2016-06-08)\n",
    "date": "Tuesday, October 11, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}