{
    "id": "2016-10-12",
    "title": "Pacific Manned Unmanned-Initiative",
    "body": "#######Provided by U.S. Army Training and Doctrine Command, Army Capabilities Integration Center\n\n**What is it?**\n\nThe Pacific Manned Unmanned-Initiative (PACMAN-I) is the Army's live prototype assessment of strategic options to rapidly build and project effective combat power where needed.\n\nIt is an [Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)-sponsored experiment where Soldiers employ various robotic systems and a complex network to inform requirements and gather Soldier feedback. \n \nTRADOC's [Army Capabilities Integration Center (ARCIC)](http://www.arcic.army.mil/) Science, Technology, Research and Accelerated Capabilities Division executed PACMAN-I, during a three-week experiment in Hawaii. Supporting units included the 25th Infantry Division, Army Tank Automotive Research, Development and Engineering Center (TARDEC), the [Maneuver Center of Excellence (MCoE)](http://www.benning.army.mil/mcoe/), the [Maneuver Support Center of Excellence (MSCoE)](http://www.wood.army.mil/newweb) and industry partners.\n\n**What has the Army done?**\n\nPACMAN-I is a focused assessment that supports the U.S. Army Pacific Command (PACOM) Emerging Capabilities Coordination Cell experimentation strategy and the [Army Warfighting Assessment 17](http://www.arcic.army.mil/App_Documents/AWA.pdf ). \n\n[The experiment](https://www.army.mil/article/174299/) gathers Soldier feedback and recommendations on the use of robotic systems to help the Army negotiate the future complex battlefield. Stressing the effectiveness of using substitute unmanned air and ground robotics in the jungle environment was a key component of the experiment.\n\nThe imperative teaming of TARDEC, MCoE, and MSCoE enabled the gathering of important data to support critical decisions in the future at their respective organizations. \n\n**What continued efforts are planned for the future?**\n\nARCIC live-prototype assessments will provide the Army and centers of excellence with real-time feedback and opportunities to incorporate Soldier input into the documents that will influence future systems.\n\nThe experiment provides a unique opportunity to attempt to answer specific questions combat developers are asking as they write the documents that will influence future systems. ARCIC Science, Technology, Research and Accelerated Capabilities Division (ARCIC STRACD) will continue to move prototype experimentation forward through multiple experiments like PACMAN-I annually. Teaming with TRADOC centers of excellence throughout the year allows ARCIC STRACD to support a broad array of focused assessments.\n\n**Why is this important to the Army?**\n\nPACMAN-I provided an important step toward moving robotics into the dismounted Soldiers' hands. As the Army moves forward with fewer resources and potential increases in operations tempo, unmanned capabilities will augment combat formations. In complex and contested conditions, these unmanned capabilities will enable decisive action in unified land operations.\n\n**Resources:**\n\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [TRADOC's Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Army Tank Automotive Research, Development and Engineering Center](https://www.army.mil/tardec)\n* [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/)\n\n**Related STAND-TO!:**\n\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n\n\n**Related articles:**\n\n* [Army tests manned-unmanned teaming capabilities in Pacific Initiative](https://www.army.mil/article/174299/)\n* [Soldiers, trail bosses stand up operational network for AWA](http://tradocnews.org/soldiers-trail-bosses-stand-up-operational-network-for-awa/)",
    "date": "Wednesday, October 12, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}