{
    "id": "2016-10-13",
    "title": "Army Reserve Individual Mobilization Augmentation Program ",
    "body": "#######Provided by U.S. Army Reserve\n\n**What is it?**\n\nThe [Army Reserve Individual Mobilization Augmentation (IMA)  Program](http://go.usa.gov/xkyVN) facilitates the rapid expansion of the active component (AC) wartime structure of the Department of Defense (DOD) and other departments or agencies of the U.S. Government to meet military manpower requirements in the event of military contingency, premobilization, mobilization, sustainment, and demobilization operations worldwide.\n\n**What has the Army done?**\n\nThe [Army Human Resources Command (HRC)](https://www.hrc.army.mil/), Fort Knox, manages the Army Reserve's IMA Program and its more than 4,000 officer, enlisted, and warrant officer positions around the world. Proponent agencies provide HRC with AOC/MOS requirements for vacancies, and HRC appropriately realigns/reassigns Soldiers to meet those requirements. Proponent agencies plan and provide training in peacetime to ensure their assigned IMA Soldiers are able to perform their designated duties when ordered to active duty.\n\n**What continued efforts are planned for the future?**\n\nWith the Army's drawdown, Army Reserve IMA Soldiers are critically needed to fulfill proponent agency wartime structures. HRC IMA program managers are increasing their marketing activities to promote awareness of the IMA program and capture skilled Soldiers leaving the Active Army, [Army Reserve](http://www.usar.army.mil/) or National Guard. \n\n**Why is this important to the Army?**\n\nThe projected military manpower requirements needed to respond to future contingency operations and actual mobilization far exceed the Army's normal peacetime staffing levels. Many of these military manpower requirements must be filled early on during the initial stages of an emerging crisis and well before a partial or full mobilization is declared. These requirements must be filled with qualified Soldiers who are able to report to and perform their assigned duties without delay, orientation, or post-mobilization training. This objective is accomplished by pre-assigning qualified members of the Army Reserve's Selected Reserve to required mobilization positions that have been specifically designated and documented to augment AC units and other authorized agencies of the U.S. Government.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [Army Reserve IMA Program Overview](http://go.usa.gov/xkyVN)\n* [Locate an IMA vacancy, points of contact](http://go.usa.gov/xkyVR)\n\n**Related document:**\n\n* [AR 140--145, Army Reserve Individual Mobilization Augmentation Program](http://usahec.contentdm.oclc.org/cdm/ref/collection/p16635coll11/id/981)\n",
    "date": "Thursday, October 13, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}