{
    "id": "2016-10-17",
    "title": "Army Energy Saving Performance Contracts",
    "body": "#######Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nAn energy savings performance contract (ESPC) is a partnership between the Army and an energy service company (ESCO). In consultation with the installation, the ESCO designs and executes projects that meet the Army's needs by improving the energy efficiency of existing facilities and implementing new renewable energy capability where economics permit.\n\nThe ESCO arranges the financing for the project and guarantees that the improvements will generate sufficient energy cost savings to pay for the project over the term of the contract. After the contract ends, all additional cost savings accrue to the Army.\n\nUtility energy service contracts (UESCs) are similar to ESPCs, but are executed by the servicing utility rather than an ESCO. ESPCs and UESCs enhance the Army's readiness efforts by allowing installations to accomplish energy savings projects to run more effective and efficient daily operations with little or no up-front capital costs. \n\n**What has the Army done?**\n\nThe Army has a long history of using performance contracting that predates President Obama's performance contracting challenge to all federal agencies to achieve a total of $4 billion in ESPCs and UESCs before December 2016.  \n\nIn the first 20 years of Congressional authorization for these type of contracts, the Army executed $1.5 billion in task orders. In response to the president's performance contracting challenge, focused efforts have helped the Army reach another $1 billion in contracts in less than five years, executing another 127 individual projects, or task orders. This represents 33 percent of the federal government's total performance and 68 percent of the Department of Defense's total performance.\n\nThe Army surpassed the $1 billion mark in August, when the Army Materiel Command's Anniston Army Depot UESC, valued at approximately $21 million, was signed.\n\n**What continued efforts are planned for the future?**\n\nThe Army's efforts will continue after the president's performance contracting challenge is complete. The Army plans for at least $150 to $200 million worth of energy savings performance contracts and utility energy service contract projects annually.\n\nThe Army will continue to enhance its relationships with industry and work with ESCOs and serving utilities to develop viable projects that will reduce the Army's energy consumption, enhance the energy efficiency, improve readiness, and help the Army be better stewards of taxpayer dollars.\n\n**Why is this important to the Army?**\n\nFederal agencies like the Army can leverage their utility budgets and take the steps essential to increasing resiliency while improving facilities, and operations and maintenance.\n\nThe Army works with private investors who have agreed to use their funding to modernize, upgrade, or implement energy, water, and renewable projects, resulting in significant energy savings for the Army. In return, the Army will pay back these investors over the period of the contract, with interest, from cost avoidance achieved in their normal utility budgets. The contracts guarantee a minimum savings that meets or exceeds the required payments. The Army can refocus utility cost savings into meeting readiness requirements.\n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Office of Energy Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)\n* [Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n* [Anniston Army Depot](https://www.anad.army.mil/)\n\n**Related article:**\n\n* [Huntsville Center signs contract, Army reaches $1 billion energy milestone](https://www.army.mil/article/173207/)\n\n**Related STAND-TO!:**\n\n* [Energy Action Month](https://www.army.mil/standto/2016-10-11)",
    "date": "Monday, October 17, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}