{
    "id": "2016-10-18",
    "title": "Space Superiority",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nSpace superiority is the degree of dominance in space of one force over any others that permits the conduct of its operations at a given time and place without prohibitive interference from space-based threats [(JP 3-14)](http://www.dtic.mil/doctrine/new_pubs/jp3_14.pdf).  [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT)](http://www.army.mil/smdc) is responsible for helping ensure space superiority for Army and Joint Operations forces.  \n\nThe current and future strategic space environment is driven by three trends: \n\n* Space is becoming increasingly congested, contested, and competitive (National Security Space Strategy).\n* Space continues to be critical to U.S. Army's ability to shoot, move and communicate.\n* The U.S. Army is the largest user and a key provider of space capabilities.\n\n**What has the Army done?**\n\nThe Army has tasked USASMDC/ARSTRAT with providing space situational awareness, space electromagnetic interference (EMI) resolution, space object identification, and synchronizing space superiority operations at the strategic and tactical levels. USASMDC / ARSTRAT performs these tasks by operating the Reagan Test Site -- a globally connected national asset that provides space surveillance as well as new foreign launch and high priority space object tracking support. Personnel assigned to USASMDC/ARSTRAT's 1st Space Brigade in Colorado Springs, Colorado, are responsible for EMI resolution and synchronizing space superiority operations within the Army. \n\n**What continued efforts are planned for the future?**\n\nUSASMDC/ARSTRAT will continue integration of space superiority efforts across three lines of effort:\n\n* Institutional: Review and revise doctrine and tactics, techniques and procedures; ensure appropriate levels of space content in courses throughout the Army's PME programs and Centers of Excellence.\n* Operational: Organize, train, equip, and field space operations personnel and continue to operate the Reagan Test Site.\n* Training: Assess and improve space training and distribution of space billets throughout the Army.\n\nTo establish and maintain space superiority, commanders require resilient space capabilities with forces who have the skills and experience to operate and defend their space systems across the full spectrum of peace through conflict and deny the same to the opposing force.\n\n* Commanders will train their forces to understand how to access space capabilities, whether the capabilities are available 24/7 or require special authorization and coordination.\n* To maintain space superiority, forces must have space situational awareness of all factors that could impact space activities. They also must have the knowledge, training, resources and authorities needed to defend the ability of the U.S. to use space.\n\n**Why is this important to the Army?**\n\nArmy forces will be increasingly contested across all domains on an expanded battlefield, against an enemy that has matched or overmatched our capabilities. The purpose of space superiority is to provide the freedom of action to apply space capabilities in the pursuit and defense of national security interests. The nation's ability to capitalize on and protect space systems and counter enemy capabilities contributes to U.S. military space superiority.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc)\n\n**Related document:**\n\n* [Joint Publication 3-14, Space Operations](http://www.dtic.mil/doctrine/new_pubs/jp3_14.pdf)",
    "date": "Tuesday, October 17, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}