{
    "id": "2016-10-19",
    "title": "Army Warfighting Assessment (AWA) 17.1",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe Army Warfighting Assessment (AWA) is the first in a series of Soldier-led assessments that maximizes collective training resources, joint and multinational interoperability, and future force development priorities. \n \nThese assessments allow the Army to explore the \"art of the possible,\" refine requirements, improve systems engineering processes, and apply lessons learned to enhance the integration and acquisition of network capabilities. \n\nAWA 17.1, led by the Army Capabilities Integration Center's Brigade Modernization Command, a subordinate unit of [Army Training and Doctrine Command](http://www.tradoc.army.mil), will be held in a rigorous and realistic operational environment at Fort Bliss, Texas, Oct. 17 to 28. \n\n**What has the Army done?**\n\nThe Army has designed AWA 17.1 to be a joint/multinational collaboration.\n\nJoint participation includes: \n\n* U.S. Marine Corps will provide a command post exercise Marine air-ground task force (MAGTF) response cell and a live Fly-In Command Element.  \n* U.S. Army Special Operations Command will provide a command post exercise Special Operations forces battalion response cell, (one operational detachment team bravo and four operational detachment teams alpha). \n\nMultinational forces include:\n\n* Australia: Approximately 150 personnel, providing a command post exercise mechanized infantry brigade combat team (BCT) staff operating at Fort Bliss.\n* United Kingdom: Approximately 220 personnel, providing a command post exercise mechanized infantry BCT staff operating at Fort Bliss.\n* Denmark: Approximately 20 personnel, providing a command post mechanized infantry battalion staff integrated into UK BCT operating at Fort Bliss.\n* Canada: Approximately 250 personnel, providing a command post exercise mechanized infantry BCT staff operating at home station in Quebec City.\n* Italy: Approximately 60 personnel, providing a command post exercise airborne battalion staff operating in Vicenza, Italy.\n\n**What continued efforts are planned for the future?**\n\nArmy Warfighting Assessments will serve as the principal venue for assessing network interoperability in a joint/inter-organizational/multinational environment. \n\nModernizing mission command capabilities is critical and facilitates the decision-making of leaders and Soldiers across all tactical echelons for Unified Land Operations in support of the Joint Force and allies.\n\nThe Army will conduct one AWA annually, along with one [Network Integration Evaluation (NIE)](https://www.army.mil/standto/archive_2016-05-02?), to provide an environment that integrates live, virtual, constructive and gaming training environments, which allows commanders to creatively generate the highest possible training readiness while informing modernization efforts.\n\n**Why is this important to the Army?**\n\nAs the Army transforms and sustains its readiness, modernization of forces and doctrine remain key factors. The AWA identifies and assesses interim solutions to meet the Army warfighting challenges. It focuses on the assessment of concepts and capabilities without the constraints of the complementary NIE events' formal testing environment. \n\n**Resources:**\n\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](https://www.army.mil/asaalt)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/ArmyWarfightingChallenges)\n\n**Related document:**\n\n* [Force 2025 and beyond maneuvers and Army Warfighting Assessments](http://www.arcic.army.mil/App_Documents/AWA.pdf)\n\n**Related STAND-TO!:**\n\n* [Pacific Manned Unmanned-Initiative](https://www.army.mil/standto/archive_2016-10-12)\n* [Network Integration Evaluations](https://www.army.mil/standto/archive_2016-05-02)\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n\n**Related articles:**\n\n* [Soldiers, trail bosses stand up operational network for AWA](http://tradocnews.org/soldiers-trail-bosses-stand-up-operational-network-for-awa/)",
    "date": "Wednesday, October 19, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}