{
    "id": "2016-10-20",
    "title": "Financial Readiness for Army Personnel",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe purpose of financial readiness for Army personnel is to provide resources for Soldiers and Family members in order to enhance fiscal responsibility and sustain Army readiness. \n\n**What has the Army done?**\n\nThe Army makes financial readiness training available for first-term Soldiers at their first duty station. Most installations also offer financial readiness training to other Soldiers upon request, usually through the [Army Community Service](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Army_Community_Service_(ACS).html?serv=149) or Community Service Center. Soldiers can also consult [Training Circular 21-7, Personal Financial Readiness and Deployability Handbook](https://www.bamc.amedd.army.mil/military/docs/TC-21-7-HQ-DOA-PERSONAL-FINANCIAL-READINESS.pdf) for more details.\n\nSome specific Army efforts to enhance personnel financial readiness include:\n\n* The Army's collaboration with the Department of Defense and the other services to implement the new [Blended Retirement System](https://www.army.mil/standto/archive_2016-06-16) that goes into effect Jan. 1, 2018.\n\n* The Army's collaboration with the Department of Veterans Affairs to implement in April 2017 the first [SGLI Online Enrollment System](https://www.army.mil/article/175728/new_hr_system_modernizes_soldiers_ability_to_manage_their_life_insurance_coverage), which will replace the department's current paper forms process. Now, all members of the uniformed services will be able to make changes to their Service members' Group Life Insurance (SGLI) and Family SGLI coverage.\n\n* The Army's outreach effort to educate Soldiers, who are eligible for Basic Allowance for Housing (BAH) at the higher with-dependent rate, about the importance of entering the required documents into [iPerms](https://iperms.hrc.army.mil/rms/) to substantiate payments associated with this entitlement. Soldiers should also promptly report changes in their dependency status.\n\n**What continued efforts are planned for the future?**\n\nThe Army Office of the Deputy Chief of Staff, G-1 will continue to contribute to individual Soldier readiness in part by continuing to modernize the department's human resources policies, processes, and systems to ensure they best support the total force. \n\nThe Army is committed to taking care of Soldiers and Families in part by:\n\n* Continuing to provide them with the support and resources that they are eligible by law to receive. As an example, financial readiness would ensure that Family members have continued financial support, even when a Soldier deploys, through the use of joint bank accounts for pay and the \"view only\" role for family members in [myPay](http://www.mypay.gov/).\n\n* Implementing changes to personnel policies and processes that result in modernizing the department's human resources system and lessen administrative errors and delays.\n\n**Why is this important to the Army?**\n\nAs the Army gets smaller and the future continues to be increasingly uncertain, readiness remains the Army leadership's \"No.1 priority\" to fight and win both at home and away. \n\nArmy leadership wants to build upon the personnel readiness of the force by building their financial readiness. The Army wants to ensure that personnel and their family members receive the compensation and entitlements that they deserve and are entitled to by law.\n\n**Resources:**\n\n* [Financial Readiness Program](http://www.armymwr.com/family/frp.aspx)\n\n**Related article:**\n\n* [New HR system modernizes Soldiers ability to manage their life insurance coverage](https://www.army.mil/article/175728/new_hr_system_modernizes_soldiers_ability_to_manage_their_life_insurance_coverage)\n\n**Related STAND-TO!:**\n\n* [Blended Retirement System](https://www.army.mil/standto/archive_2016-06-16)\n* [Personnel Readiness Transformation](https://www.army.mil/standto/archive_2016-05-25)\n* [Financial Readiness](https://www.army.mil/standto/archive_2015-04-20)\n",
    "date": "Thursday, October 20, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}