{
    "id": "2016-10-24",
    "title": "Energy Security",
    "body": "#######Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nEnergy security is the assured access to reliable supplies of energy and the ability to protect and deliver sufficient energy to meet mission-essential requirements.  \n\nRecognizing challenges to ensure energy security at Defense installations, the Department of Defense issued a revision to [DOD Instruction 4170.11, Installation Energy Management](http://www.dtic.mil/whs/directives/corres/pdf/417011p.pdf), on March 16. This instruction requires the Army to take necessary steps to plan and have the capability to ensure available, reliable, and quality power to continuously accomplish its missions from the Army's installations and facilities.\n\n**What has the Army done?**\n\nThe Army Senior Energy and Sustainability Council (SESC) has charted the Energy Security Integrated Process Team (ES IPT). The ES IPT provides Army-wide guidance covering how energy security is defined, measured, and valued in economic and operational mission terms to support energy security initiatives. The ES IPT engages Army stakeholders to assess, evaluate, and communicate energy security concepts, needs, goals and objectives. \n\nIn July 2016, Katherine Hammack, [assistant secretary of the Army for Installations, Energy and the Environment](https://www.army.mil/asaiee), signed a memorandum titled \"Advancing Energy Security\" to make all Army commands aware of the requirements of DOD Instruction 4170.11. The memorandum guidance serves as a foundation for all Army commands and headquarters organizations to accelerate planning to reduce energy security risk to critical Army missions and to ensure that any actions taken will help strengthen the overall installation energy security.\n\n**What continued efforts are planned for the future?**\n\nThe Army energy guidance positions the Army to respond to increasing requirements for energy security at its installations. The Army will continue to analyze its installations from an energy security perspective and identify steps to take to enhance resiliency.  \n\nBased on the recommendations and outcomes of the ES IPT, the SESC will include the objective of energy security and sustainability into the program objective memorandums process. This will help ensure the resources required for implementing energy security are in place across the Army enterprise.\n\n**Why is this important to the Army?**\n\nMission capabilities and installation security are jeopardized by the independent and vulnerable nature of existing electric power grids. The Army's ability for power projection and support to global operations also rely on energy security.\n\nSecure access to energy resources on Army installations is essential to the execution of the Army mission.\n\n**Resources:**\n\n* [Energy Action Month: Building resiliency to enhance readiness](https://www.army.mil/article/176470/energy_action_month_building_resiliency_to_enhance_readiness)\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Office of Energy Initiatives (OEI)](https://www.asaie.army.mil/Public/ES/oei/index.html)\n\n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Installation Energy Management, DoD Instruction 4170.11](http://www.dtic.mil/whs/directives/corres/pdf/417011p.pdf)\n* [ASA (IE&E) Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n\n**Related STAND-TO!:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/archive_2015-10-19/)\n",
    "date": "Monday, October 24, 2016",
    "quote": "#### Focus quote of the day:\n\n> During the month of October, each Soldier, Civilian, and Family member can\ncontribute to these goals and ensure we safeguard sustainability and\nincrease resiliency at home and on the battlefield. Renew your commitment\nto energy security. This will help build our resiliency and enhance our\nreadiness.\n\n\\- Hon. Katherine Hammack, assistant secretary of the Army for\nInstallations, Energy & Environment\n\n\n[Energy Action Month: Building resiliency to enhance readiness](https://www.army.mil/article/176470)",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}