{
    "id": "2016-10-25",
    "title": "Army Safety Online Tools and Initiatives",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe [U.S. Army Combat Readiness Center (USACRC)](https://safety.army.mil/) provides Soldiers, leaders, civilians and Family members with multiple online tools that reinforce the principles of risk management and help preserve readiness through loss prevention.\n\n**What has the Army done?**\n\nThe Army has developed several tools to provide leaders with information on risk mitigation, all of which are available at the [USACRC website](https://safety.army.mil), including the following:\n\n* [Army Readiness Assessment Program](https://www.army.mil/standto/archive_2015-10-27) - A web-based tool that provides battalion or equivalent commanders with data on their formations' readiness posture by sampling unit safety climate and culture in five key areas: process auditing, reward systems, quality control, risk management, and command and control.\n\n* [Army Risk Management Information System (RMIS)](https://arap.safety.army.mil/) - The central repository for all reportable Army accident data (Class A-D, ground on and off duty; Class A-E, aviation). RMIS is designed to give leaders, safety officers and other personnel access to both current and archived accident reports, with a goal of preventing similar incidents within their formations. Among its other functionalities, users may search RMIS for specific accidents by case number; conduct searches for a given timeframe or accident class; and obtain risk and hazard reports broken down by age, grade, equipment and additional variables. All data retrieved from RMIS is classified For Official Use Only and limited in use to accident prevention.\n\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx) - Knowledge is the official safety magazine of the U.S. Army that features weekly articles on ground, aviation and private motor vehicle safety. The USACRC then publishes a monthly version of the weekly articles. In addition to the online version, the USACRC publishes a weekly Knowledge newsletter highlighting a variety of loss prevention articles, posters and videos, seasonal safety campaigns and programs.\n\n* [Ground Risk Assessment Tool](https://grat.safety.army.mil/GRAT/EntryLogin.aspx) - A mission planning tool developed to augment the military decision-making process. Consisting of five integral parts, it assists users in identifying potential hazards and controls for specified ground missions or activities, both on and off duty.\n\n* [Off Duty Safety Awareness Presentation](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation.aspx) - A highly informative safety presentation containing statistics, contributing factors and other relevant information regarding off-duty accidents. Developed for use at battalion level and below, the presentation comes complete with embedded videos and speaker notes that may be used as is or modified to reflect unit-specific accident trends.\n\n* [Preliminary Loss Reports (PLRs)](https://safety.army.mil/STATISTICS/PreliminaryLossReports/Subscription.aspx) - Short synopses of recent Army mishaps resulting in Soldier or Civilian employee losses that alert commanders, leaders and safety professionals to circumstances affecting readiness. PLRs provide actionable knowledge and real-time information regarding accidental fatalities, both of which are critical in prevention through risk management.\n\n* [Travel Risk Planning System](https://trips.safety.army.mil/) - An automated trip-planning tool that facilitates dialogue between supervisors and subordinates prior to extended travel by private motor vehicle.\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to provide effective risk management tools for Soldiers, Civilian employees and their Family members. All online tools are continually updated to reflect regulatory changes and current risk mitigation strategies.\n\n**Why is this important to the Army?**\n\nPreserving readiness through accident prevention is a leader imperative. By housing effective tools online and keeping them readily accessible, the USACRC assists leaders and safety professionals in meeting the Army's risk management goals.\n\n**Resources:**\n\n* [Army Combat Readiness Center](https://safety.army.mil)\n* [Knowledge online](https://safety.army.mil/knowledge)\n* [Subscribe to Knowledge online](mailto:usarmy.rucker.hqda-secarmy.list.safe-knowledge@mail.mil)\n\n**Related STAND-TO!:**\n\n* [Motorcycle Mentorship Program](https://www.army.mil/standto/archive_2016-04-28)\n* [Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2015-12-16)",
    "date": "Tuesday, October 25, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}