{
    "id": "2016-10-26",
    "title": "Soldier for Life",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nSoldier for Life connects Army, governmental, and community\nefforts to build relationships that facilitate successful reintegration\nof Soldiers, retired Soldiers, veterans, and their Families in\norder to keep them Army Strong.\n\nA Soldier for life is a resilient leader of character committed to a lifetime of service to the nation and the Army, whether active, National Guard or Army Reserve, even after retiring or transitioning from service.  Soldier for Life is a holistic shift in how the Army focuses on Soldier support services in all phases of the Soldier lifecycle. The Army ensures Soldiers, past and present, are aware of policies and educational, credentialing and health and wellness services and actively engages with those entities who can provide services to Soldiers and their Families.\n\n**What has the Army done?**\n\nTo date, Soldier for Life has connected over 1,000 private and public organizations to Soldiers and spouses, resulting in more than 1.2 million jobs filled by Army Family members. Families are a critical foundation for professional Soldiers, which is why Soldier for Life advocates for hiring military spouses. The Army is the founding service of the Department of Defense's [Military Spouse Employment Partnership](https://msepjobs.militaryonesource.mil/msep/), which has hired over 100,000 military spouses since 2011.\n\nSoldier for Life efforts have also assisted in reducing the veteran unemployment rates to a seven-year low, with current veteran unemployment (4.3 percent) remaining lower than the national average (5 percent).\n\nArmy Initial Military Training transforms civilian volunteers into Soldiers competent in a variety of civilian transferable military skills and individuals of character committed to serving the nation. Additionally, Soldiers can earn up to two years of college credit toward a Bachelor's Degree just by attending Army professional military education courses.  \n\n**What continued efforts are planned for the future?**\n\nSoldier for Life has helped establish over 70 primary apprenticeship programs on 21 installations that provide Soldiers with viable, lifelong skills they can use in both Army and civilian careers. More programs will come. Additionally, the Army identified 580 civilian-recognized equivalent Army credentials and more than 100 credentials for promotion points, with more pending.\n\n**Why is this important to the Army?**\n\nRetired Soldiers, veterans and their Families are still proud, still serving and still saluting, and the Army will never break faith with these valued members of the Army Family. Soldier for Life resources ensure they maintain enduring access to networks for life. \n\nSoldiers for Life are forever part of a noble profession immersed in the [Army Ethic](https://www.army.mil/standto/archive_2015-06-15), [Army Values](https://www.army.mil/standto/archive_2013-08-15), [Warrior Ethos](https://www.army.mil/values/warrior.html), [Soldier's Creed](https://www.army.mil/values/soldiers.html) and career skills that will prepare them for exceptional lives, during and after service.\n\n**Resources:**\n\n* [Soldier for Life](https://www.soldierforlife.army.mil)\n* [Army.mil: Resources for Veterans](http://www.army.mil/info/armylife/veterans/)\n* [Army Career Tracker](https://actnow.army.mil)\n* [Credentialing Opportunities Online](https://www.cool.army.mil/)\n* [My Spouse Employment Career Opportunities](https://myseco.militaryonesource.mil)\n* [Soldier for Life-Transition Assistance Program](https://www.sfl-tap.army.mil)\n* [Military Spouse Employment Partnership (MSEP)](https://msepjobs.militaryonesource.mil/msep/)",
    "date": "Wednesday, October 26, 2016",
    "quote": "",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}