{
    "id": "2016-10-27",
    "title": "Total Army Ammunition Authorization and Allocation Committee",
    "body": "#######Provided by Army Materiel Command\n\n**What is it?**\n\nThe Total Army Ammunition Authorization and Allocation Committee is made up of personnel from the [Joint Munitions Command (JMC)](http://www.jmc.army.mil/), the Program Executive Office for Ammunition, and other Army commands involved in the various aspects of managing ammunition. \n\nThe goal of the mission-critical working group is to synchronize ammunition requirements throughout the Army, based on operational and training requirements and supply availability. \n\nThis forum is hosted by the JMC Demand Planning Directorate and co-chaired by Headquarters, Department of Army G3/5/7 and [G4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4). \n\n**What has the Army done?**\n\nIn June 2006, the Total Army Ammunition Authorization and Allocation Committee (TA4C) working group was created by merging the Committee for Ammunition Logistics Support Conference and the Training Ammunition Authorization Conference. Previously working independently, the TA4C has improved the distribution of  assets and increased the availability of ammunition for training across the Army.\n\nAbout 600 Department of Defense Identification Codes (DODIC) of conventional ammunition items - small-caliber ammunition to large-caliber artillery rounds - are reviewed in April and August. The committee reviews Army conventional ammunition items via worksheets at the DODIC level.\n\nDuring the initial meeting, training and operational authorizations are provided to Army Commands for the upcoming fiscal year and allocations for the remainder of the current fiscal year. The committee reevaluates upcoming fiscal year authorizations based on forecasted asset availability and projected production deliveries at its second meeting. Allocations are also established for the next 12 months.\n\nApproximately 135 ammunition managers work with Headquarters G3 and G4 providing authorizations and allocations to Army Commands, Army Service Component Commands and Direct Reporting Units based on operational/training requirements and supply availability.\n\n**What continued efforts are planned for the future?**\n\nThe TA4C will engage and respond to combatant commanders to provide optimal support for an expeditionary, scalable, tailored force with strategically-positioned and regionally-aligned ammunition. JMC will utilize its data-driven model to evaluate more than 200 regional scenarios, optimizing its network based on transportation efficiencies, storage space, and outloading capacity. Through demand planning, JMC will deliberately assess the planning process, looking at specific combatant command operation plan requirements to effectively to meet future requirements. \n\n**Why is this important to the Army?**\n\nThe JMC is responsible for providing joint forces with ready, reliable, and lethal munitions at the right place and time to support global operations.\n\nThis forum brings the Army Munitions Enterprise together at one location, matches resources to requirements, and in a timely manner addresses issues that could potentially have a negative effect on ammunition readiness across the Army. \n\n**Resources:**\n\n* [Joint Munitions Command](http://www.jmc.army.mil/)\n* [Army Materiel Command](www.army.mil/amc)\n\n**Related articles:**\n\n* [Department of the Army working group synchronizes future ammo requirements](https://www.army.mil/article/173503/department_of_the_army_working_group_synchronizes_future_ammo_requirements)\n* [The Joint Munitions Command ensures ammunition readiness](https://www.army.mil/article/169542/the_joint_munitions_command_ensures_ammunition_readiness)\n* [Army working group synchronizes ammunition management, ordnance leader recognized](https://www.army.mil/article/146469/)\n* [Munitions Chief co-hosts TA4C, shares vision](https://www.army.mil/article/154632/Munitions_Chief_co_hosts_TA4C__shares_vision)",
    "date": "Thursday, October 27, 2016",
    "quote": "#### Focus quote of the day:\n\n> The TA4C allows the G3 and G4, of not only the Army, but all the commands, to synchronize the requirements against supply. It helps us to streamline the process and pulling them together and being there in the same room, allows us to get a much better picture at our level. It shows future potential problems that we can help influence with ammo buys, so that we're much better situated for the future.\n\n\\- Susan Carlson, Chief, Munitions Division, Office of the Deputy Chief of Staff, Army G-4",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}