{
    "id": "2016-10-31",
    "title": "Joint Munitions Command",
    "body": "#######Provided by Army Materiel Command\n\n**What is it?**\n\nHeadquartered at Rock Island Arsenal, Illinois, [Joint Munitions Command](http://www.jmc.army.mil/) provides ready, reliable, lethal munitions at the tactical, operational, and strategic levels, ensuring munitions readiness.\n\nJMC is managed as an enterprise with the Enterprise-Integrated Logistics Strategy embedded within its operations. The command supports ammunition shipments to 445 locations in all 48 contiguous states. JMC maintains a stockpile valued at $58.8 billion at continental U.S. wholesale locations, including Army and other service assets, and provides 106,000 ammunition inspections yearly.\n\n**What has the Army done?**\n\nJMC provides operational contact to the field through the [Logistics Assistance Program (LAP)](http://www.aschq.army.mil/home/LAP.aspx). Positioning ammunition professionals worldwide to support combatant command initiatives, the placement of LAP personnel, or logistics assistance representatives (LARs), is not static.\n\nJMC can shift or redistribute its workforce to meet new and emerging requirements. At the unit/field level, JMC LAP personnel assist in virtually every area related to ammunition readiness. In fiscal year 2016, LARs conducted approximately 800 hours of training to 1,000 personnel.\n\nIn [European Command](http://www.eucom.mil/), JMC supported all Atlantic Resolve missions with in-theater LARs. In [Central Command](http://www.centcom.mil/), JMC supports the Combat Advisor mission; in [Africa Command](http://www.africom.mil/), LARs will support training and operations in West Africa. Domestically, JMC personnel are committed to supporting combat training centers, mission rehearsal exercises for deploying sustainers, and West Point Cadet training.\n\nJMC strives to be effective, efficient, and the best value in distribution, storage, surveillance and demilitarization, and production as required in alignment with supporting the warfighter. \n\n**What continued efforts are planned for the future?**\n\nThe Munitions Readiness Report (MRR) provides a worldwide view of war reserve and training ammunition status allowing JMC to provide ammo where and when it is needed to Soldiers and joint warfighters across the globe. The MRR also provides the quality rating of the inventory and has a continental U.S. ammunition supply pPoint view to determine centralized ammunition management resupply needs.\n\n**Why is this important to the Army?**\n\nJMC is operationalizing its essential functions to ensure munitions readiness. JMC is shaping a flexible and responsive ammunition industrial base, which is critical to future success.\n\nThe command has also transitioned from being commodity-based to being process-focused, aligning with enterprise resource planning principles to streamline operations and gain efficiencies. Through demand planning, JMC is poised to better understand customer requirements, and identify demand signals from the field.\n\n**Resources:**\n\n* [Joint Munitions Command](http://www.jmc.army.mil/)\n* [Army Materiel Command](http://www.army.mil/amc)\n\n**Related articles:**\n\n* [Modernized standard Army ammunition system provides improved ammo business processes](https://www.army.mil/article/176410/)\n* [Reserve Detachment enchances Joint Munitions Command's global mission](https://www.army.mil/article/160753/Reserve_Detachment_enchances_Joint_Munitions_Command_s_global_mission/)\n* [Joint Munitions Command prepares to be successful through audit readiness](https://www.army.mil/article/174986/joint_munitions_command_prepares_to_be_successful_through_audit_readiness)",
    "date": "Monday, October 31, 2016",
    "quote": "#### Focus quote of the day:\n\n> JMC is synchronizing and integrating its efforts to provide the Army and joint forces with ready, reliable, and lethal munitions at the right place and time to sustain global operations.\n\n\\- Brig. Gen. Richard B. Dix, commander, Joint Munitions and Lethality Life Cycle Management Command and [Joint\nMunitions Command](http://www.jmc.army.mil/)\n",
    "events": "#### Events\n\n\nSept. 15-Oct. 15: National Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics) (#HispanicHeritage)\n\n**October 2016** \n\nOct. 1-Oct. 31: Army Cyber Security Awareness Month - Visit [CIO-G6](http://ciog6.army.mil/) and [Army Cyber Command](http://www.arcyber.army.mil/)  (#CyberSecurity #CyberSafety)\n\nOct. 1-Oct. 31: Energy Action Month - Visit [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee) (#NationalEnergyActionMonth)"
}