{
    "id": "2016-08-02",
    "title": "Antiterrorism Awareness Month",
    "body": "#######Provided by the Army Office of the Provost Marshal General\n\n**What is it?**\n\nAugust marks the U.S. Army's seventh annual observance of Antiterrorism Awareness Month. The wide range of terrorist-related threats during the past year reflects the realities of the risks faced by the nation. To help prevent terrorist activities, Army communities must remain vigilant and constantly aware. \n\nThe focus areas for Antiterrorism Awareness Month include recognizing and reporting suspicious activity (through [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) and iSALUTE programs), antiterrorism awareness training and information sharing, countering insider threats, and spreading awareness of the risks associated with the use of social media.\n\n**What has the Army done?**\n\nIn support of an active antiterrorism awareness campaign, the Army Office of the Provost Marshal General (OPMG) has educated the force regarding:\n\n* [Antiterrorism Community Awareness](http://www.army.mil/standto/archive_2015-09-30) \n* [Physical Security Measures](http://www.army.mil/standto/archive_2016-01-04)\n* [Countering insider threats](https://www.army.mil/standto/archive_2016-07-05)\n* Building familiarity with the risks associated with the use of social media.\n\nOPMG has developed a wide-range of antiterrorism awareness products and tools such as desk references, leadership guides, brochures, pocket guides, posters, and videos to support the field. These products are available on the OPMG's [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx).\n\nDuring Antiterrorism Awareness Month, installation and stand-alone facility commanders and leaders focus on community outreach, emergency response to an active shooter, efforts to prevent insider threats, and sharing information on radicalization and efforts to counter violent extremism.  \n\nArmy commands and installations are encouraged to conduct community outreach efforts to spread the message about the threats faced by the Army and the protective measures in place. \n\n**What continued efforts are planned for the future?**\n\nThe following antiterrorism awareness quarterly themes for FY17 are approved for planning purposes.\n\n* Risks associated with use of unmanned aerial systems (1Q/FY17)\n* Irregular/asymmetric warfare threat tactics (2Q/FY17)\n* Linking antiterrorism strategy, policy, and plans (3Q/FY17)\n* Violent extremism awareness (4Q/FY17)\n\n**Why is this important to the Army?**\n\nThe Army's antiterrorism awareness initiatives (executed primarily through quarterly awareness themes) represent the actions necessary to achieve three separate objectives in the Army Antiterrorism Strategic Plan. Each objective directly supports prevention of terrorist attacks: \n\n* Build Antiterrorism awareness throughout the Army community\n* Improve information sharing and awareness through Family Readiness Groups\n* Develop strategic communications at higher headquarters\n\nAwareness of the terrorist threat and an understanding of protective measures are the hallmarks of Army's defense.\n\n**Resources:**\n\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) (*Can be accessed only on Internet Explorer>> select the DOD eMail certificate.*)\n\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)",
    "date": "Tuesday, August 2, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug 5- 21: 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n"
}