{
    "id": "2016-08-03",
    "title": "Army Excess Equipment Redistribution and Divestiture",
    "body": "#######Provided by Headquarters, Department of the Army G-4\n\n**What is it?**\n\nThe Army Excess Equipment Redistribution and Divestiture effort aims to build readiness by removing excess and outdated equipment across the force. The goal is to also efficiently synchronize the movement of equipment to fill shortages and help balance resources to modernize the force. \n\nWhile the Army has acquired almost all of its required equipment, more than half of its units have still reported shortages. In addition, retention of obsolete equipment consumes resources, storage space, and commanders' time for training and maintenance.\n\n**What has the Army done?**\n\n[Forces Command](https://www.forscom.army.mil) (FORSCOM) and other force provider commands, in coordination with [Army Materiel Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc) (AMC) and [Defense Logistics Agency](http://www.dla.mil/) (DLA), are achieving the following goals: \n\n* Resolving roadblocks that units faced as excess equipment was transferred or turned in.\n* Reducing administrative requirements for excess equipment transfers and turn-ins.\n* Implementing on-site support structures to allow commanders immediate relief of property accountability.\n* Executing new guidelines that reduced technical inspection requirements for lateral transfers and turn-ins, resulting in savings of up to 60 days for disposition and 3,000 man hours. \n\nKeys to success:\n\n* Senior leaders emphasizing the connection to building readiness and reducing costs. \n* The Unit Equipping and Reuse Working Groups-Expanded, which FORSCOM began in 2015 to involve enablers early on to map out equipment turn-in timelines.\n* Units conducting detailed Rehearsal of Concept drills.\n* Establishing command cells manned with AMC and DLA representation to help resolve issues.\n\n**What continued efforts are planned for the future?**\n\nCommanders at all levels taking an active role will ensure their materiel management actions are executed on time and correctly. This active leadership will set conditions for increased readiness.\n\n**Why is this important to the Army?**\n\nTo achieve Army readiness goals, it is essential to proactively manage the redistribution, turn-in, and proper disposal of excess equipment. Units cannot train or deploy without having the right type and amount of equipment. Maintenance of excess equipment takes time and money and impacts unit readiness. Additionally, redistribution of excess equipment amongst units will help build the Army's readiness.\n\n**Resources:**\n\n* [U.S. Army G-4 | Logistics](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [Army Materiel Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc)\n* [Defense Logistics Agency](http://www.dla.mil/)\n\n**Related article:**\n\n* [Building and sustaining readiness across Forces Command formations](https://www.army.mil/article/166101)\n\n**Related STAND-TO!:**\n\n* [Installation Readiness](https://www.army.mil/standto/2016-06-08)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [The Army Equipment Program in support of President's Budget 2016](https://www.army.mil/standto/archive_2015-04-13/)\n* [Army Equipment Modernization Strategy](https://www.army.mil/standto/archive_2015-04-09/)",
    "date": "Wednesday, August 3, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}