{
    "id": "2016-08-04",
    "title": "Wideband Satellite Communication Operations Center  ",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nWideband Satellite Communication Operations Centers (WSOCs) are critical operational centers that execute, coordinate, and direct the integration of the satellite control missions-related networks and information systems through transmission and payload control of the [Defense Satellite Communications System (DSCS)](http://www.af.mil/AboutUs/FactSheets/Display/tabid/224/Article/104555/defense-satellite-communications-system.aspx) and [Wideband Global Satellite (WGS)](http://www.af.mil/AboutUs/FactSheets/Display/tabid/224/Article/104512/wideband-global-satcom-satellite.aspx).\n\n* Through the WSOCs, [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) develops and executes defensive space control tactics, techniques, and procedures to defend and protect U.S. government (USG), non-USG organizations, and partner nations' wideband satellite communications (SATCOM) capabilities.\n* WSOCs also provide and sustain the transmission and payload control infrastructure and resources to plan, manage, configure, control, and provide wideband satellite control in support of the commander for the Joint Functional Component Command for Space.\n\n**What has the Army done?**\n\nUSASMDC/ARSTRAT organizes, mans, trains and equips all WSOCs.\n\n* Teams with allied partners to implement cost sharing where appropriate (manpower and facilities).\n* Works to ensure the warfighter's ability to operate in a contested, operationally-limited, and degraded communication environments.\n* Manages all Department of Defense wideband satellite communications payloads, ensuring continued mission critical communications access across DOD, USG, USG agencies and organizations, and U.S. allies and partner nations\n\n**What continued efforts are planned for the future?**\n\nThe Army's ability to communicate and execute mission command over satellite systems is critical to current and future operations. USASMDC/ARSTRAT will continue to manage the communications payload on each of the DSCS and WGS satellites in support of the services, agencies and international partners. The command will also continue to support satellite resource planning to meet the joint and Army warfighter's SATCOM requirements.\n\n**Why is this important to the Army?**\n\n* WSOCs provide access to DSCS and WGS satellites, enabling the use of military satellite communications by Soldiers deployed at forward stations around the world.\n* Ensures the communication abilities of the geographic combatant commands and unified action partners.\n* Provides reach-back capabilities into the Department of Defense Information Network and other critical communication and control networks.\n* WSOCs are the only system capable of managing communications transmissions and carrying out payload control for the entire DSCS and WGS on-orbit constellations -- enabling access to critical communications, navigation, and other space-based capabilities.\n\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related information:**\n\n* [Seventh satellite in Air Force's WGS series launched]( http://spaceflightnow.com/2015/07/24/recap-story-7th-satellite-in-air-forces-wgs-series-launched/)\n* [Wideband Global SATCOM](http://www.military.com/equipment/wideband-global-satcom)\n",
    "date": "Thursday, August 4, 2016",
    "quote": "#### Quote for the Day\n\n> A big thing the Army teaches you is written in the Soldier's Creed, 'I am disciplined, physically and mentally tough.'\n\n\\- [Staff Sgt. Dennis Bowsher](http://www.armymwr.com/olympians/bowsher.aspx), a Modern Pentathlon coach in the U.S. Army [World Class Athlete Program](https://www.army.mil/standto/archive_2016-04-19) (WCAP)  and a 2016 Olympic Games coach for WCAP teammate [Sgt. Nathan Schrimsher](http://www.armymwr.com/olympians/schrimsher.aspx), attributes the success in the modern pentathlon to the Army training and compares it to living up to the [Soldier's Creed](https://www.army.mil/values/soldiers.html). \n\n[Soldiers' 'Road to Rio' included stops at Fort Leonard Wood](https://www.army.mil/article/172748?from=stq) \n\nMeet the [U.S. Army Olypians](http://www.armymwr.com/olympians/soldiers.aspx)\n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}