{
    "id": "2016-08-08",
    "title": "DOD Human Tick Test Kit Program",
    "body": "#######Provided by Army Public Health Center (Provisional) \n\n**What is it?**\n\nThe Department of Defense (DOD) [Human Tick Test Kit Program](http://phc.amedd.army.mil/topics/envirohealth/epm/Pages/HumanTickTestKitProgram.aspx) helps combat the threat of tick-borne diseases to DOD personnel. The [Army Public Health Center (Provisional)](https://phc.amedd.army.mil/organization/hq/Pages/default.aspx) (APHC (P)) provides a tick identification and testing service for military health clinics/health care providers. This is a free service and it serves as a 'first alert' for tick-bite patients and their health care providers. \n\nThe APHC (P) provides clinics/health care providers with 'tick test kits' upon request.  Each kit consists of instructions, a vial for the tick specimen, a submission form, and a preaddressed envelope for mailing the specimen back to the APHC Tick-Borne Disease Laboratory.   \n\n**What has the Army done?**\n\nThe DOD Human Tick Test Program has been in place and expanding since 1989. The Tick-Borne Disease Laboratory uses DNA technology known as polymerase chain reaction (PCR) to analyze ticks for evidence of infection with the agents of several tick-borne diseases. Live, as well as dead, ticks are tested. The DOD Human Tick Test Kit Program served as a 'first alert' for tick-bite patients and their health care providers, to combat the spread of tick-borne disease.  \n\n**What continued efforts are planned for the future?**\n\nArmy public health professionals will continue to identify and test ticks for DOD health clinics in the continental United States to help combat the threat of tick-borne diseases to DOD personnel. Additionally, APHC will continue to offer information and educational materials regarding ticks, tick-borne diseases, tick removal, and personal protective techniques. \n \n\n**Why is this important to the Army?**\n \nDifferent tick species transmit different pathogens, and since most tick-borne illnesses exhibit identical early symptoms, tick species and infection status may be useful to the physician in evaluating and monitoring the patient's health, and in making diagnostic and treatment determinations. \n\nLyme and other diseases transmitted by ticks represent an occupational health risk, adversely impacting military readiness and the health of military dependents and surrounding communities. Readiness of the force is the Army's number one priority.\n\n\n**Resources:**\n\n* [Army Public Health Center (Provisional)](https://phc.amedd.army.mil/organization/hq/Pages/default.aspx)\n* [Human Tick Test Kit Program](http://phc.amedd.army.mil/topics/envirohealth/epm/Pages/HumanTickTestKitProgram.aspx)\n* [U.S. Centers for Disease Control and Prevention](http://www.cdc.gov/ticks)\n* [Army Medicine](http://armymedicine.mil)\n\n**Related information:**\n\n* [Tickborne Diseases of the United States](http://www.cdc.gov/lyme/resources/TickborneDiseases.pdf)\n\n**Related STAND-TO!:**\n\n* [Zika Virus](https://www.army.mil/standto/archive_2016-02-08)\n",
    "date": "Monday, August 8, 2016",
    "quote": "#### Quote for the Day\n\n>  Keeping our fighting force mission ready is one of our top priorities. Ensuring that our Soldiers receive their flu shots helps us maintain that level of readiness.\n\n\\- Lt. Col. Keith Palm, Public Health Nurse Staff Officer for the [Office of the Army Surgeon General](http://armymedicine.mil/Pages/Home.aspx), highlights the importance of immunization as directly supporting [readiness](https://www.army.mil/standto/2016-05-25). \n\n[Immunizations impact readiness/health of the force](https://www.army.mil/article/172793?from=stq) \n\nLearn more about: [Army Immunization Program](https://www.army.mil/standto/archive_2015-08-20)\n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}