{
    "id": "2016-08-09",
    "title": "Online Sexual Harassment",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nIn support of the Army's [\"Think, Type, Post\" campaign](https://www.army.mil/standto/archive_2015-06-16), the office of the [Sexual Harassment/Assault Response and Prevention Program (SHARP)](http://www.sexualassault.army.mil/) is promoting awareness of sexual harassment, which can occur via electronic communications.\n\nElectronic communication includes the transfer of information (signs, writing, images, sounds, or data) by computer, phone, or other electronic device. Electronic communications include, but are not limited to: text messages, emails, chats, instant messaging, screensavers, blogs, social media sites, electronic device applications and web conferencing. \n  \n\n**What has the Army done?**\n\nThe Army published All Army Activity 122/2015, Professionalization of Online Conduct, in 2015, which is applicable to all members of the Army team. Soldiers or Department of the Army Civilian employees who participate in or condone misconduct, whether offline or online, could be subject to criminal, disciplinary, and administrative action. Contractor employee misconduct will be referred to the employing contractor through applicable contracting channels for appropriate action. \n\nThe Army is reinforcing a climate where members of the Army Team, including Soldiers, Army Civilians, Family members, and contractors understand that online misconduct is inconsistent with Army Values. They must also understand the Army is a place where online-related incidents are prevented, reported, and addressed down to the lowest possible level.  \n\n**What continued efforts are planned for the future?**\n\nThe SHARP Program Office will continue to promote building awareness about online sexual harassment. This effort will highlight how to spot online sexual harassment; recognize and stop offensive behavior; and properly document and report such behavior to the appropriate authorities.\n\nThe Army is expected to update [Army Regulation 600-20, Army Command Policy](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchDownloadPage.aspx?docID=0902c851800103cd), paragraph 4-19, *Treatment of Persons*, to further clarify electronic communications and online conduct. Members of the Army Team are expected to treat all people with respect in person and online. Army leaders will lead by example to prevent abusive treatment of others and protect those who are threatened or suffer mistreatment. \n\n**Why is this important to the Army?**\n \nThe Army Values require that everyone be treated with dignity and respect. Leaders must uphold those values by ensuring mission readiness and a positive command climate. As members of the Army Profession, individuals' offline and online interactions must be aligned and reflective of Army values and contribute to a healthy command climate.\n\n**Resources:**\n\n* [Sexual Harassment/Assault Response & Prevention](http://www.preventsexualassault.army.mil/)\n* CAC log-in required: [Professionalization of Online Conduct](https://www.us.army.mil/suite/doc/46508633)  \n\n**Related articles**\n\n* [Online conduct can have far-reaching effects: Think, Type, Post](https://www.army.mil/article/164944)\n* [For those still unsure, Army defines 'online misconduct'](https://www.army.mil/article/153257)\n\n**Related STAND-TO!:**\n\n* [Online Conduct - Think, Type, Post](https://www.army.mil/standto/archive_2015-06-16)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/)",
    "date": "Tuesday, August 9, 2016",
    "quote": "#### Focus Quote for the Day\n\n>  Sexual assault and harassment is a cancer that we need to eradicate from our Army.\n\n\\- [Secretary of the Army](https://www.army.mil/leaders/sa/) Eric Fanning",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}