{
    "id": "2016-08-10",
    "title": "Character Development Project",
    "body": "#######Provided by Center for the Army Profession and Ethic (CAPE)\n\n**What is it?**\n\nThe [Character Development Project](http://cape.army.mil/character-development-project/) initiative is being led by the Center for the Army Profession and Ethic (CAPE), part of the Army Combined Arms Center and Army Training and Doctrine Command. The purpose of the project is to develop and publish the Army's approach for assessing character for all Soldiers and Army Civilians to ensure that Army professionals consistently demonstrate their commitment and resilience to live by and uphold the Army Ethic.\n\n**What has the Army done?**\n\nThe [Army Leader Development Strategy](http://go.usa.gov/xTPce) and the [Human Dimension Concept, TRADOC Pamphlet 525-3-7](http://www.tradoc.army.mil/tpubs/pams/tp525-3-7.pdf), recognized the need for character in Army professionals to be deliberately developed within the institutional, operational and self-development domains. The Army White Paper, \"[Developing the Character of Trusted Army Professionals: Forging the Way Ahead](http://cape.army.mil/repository/white-papers/character-development-white-paper.pdf),\" was published in April 2016 and set the stage for the project. CAPE sought insights from Army Civilians, warrant officers, and noncommissioned and commissioned junior leaders at the Junior Leader Army Profession Symposium in April 2016. Captain input was solicited at the chief of staff of the Army's Captain Solarium III at Fort Leavenworth, Kansas, in July. CAPE is gathering the perspectives of leaders at all levels of the Army and from all communities, components and cohorts.\n\n**What continued efforts are planned for the future?**\n\nThe Army is conducting a comprehensive literature review on character and character development and collaborating with various institutions and individuals on scientific research to identify methods to develop, assess and certify the character of Soldiers and Army Civilians. Field grade officers attending Intermediate Level Education will contribute to the discussion in electives focused on character development; drill sergeants, recruiters and senior leaders will contribute their insights at venues such as the Army War College and the Sergeants Major Academy. The Army's senior stewards will contribute to the discussion at the CSA Army Profession Forum in December 2016. Feedback on the Character Development Project can be provided [online](http://cape.army.mil/character-development-project/feedback.php).\n\n**Why is this important to the Army?**\n \nCharacter development is a unifying theme within the [Army Human Dimension Concept](http://www.tradoc.army.mil/tpubs/pams/TP525-3-7.pdf). The character of Army professionals is central to building mutual trust, a key ingredient to implementing the doctrine and philosophy of mission command. The Army Profession certifies the character, competence and commitment of Soldiers and Army Civilians as trusted Army professionals.\n\n**Resources:**\n\n* [Mission Command Center of Excellence (MCCoE)](http://usacac.army.mil/organizations/mccoe)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [The Center for the Army Profession and Ethic (CAPE)](http://cape.army.mil/)\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* [CAPE Character Development Project](http://cape.army.mil/character-development-project/)\n* [CAPE Character Development White Paper](http://cape.army.mil/character-development-white-paper/)\n* [CAPE Character Development Project Feedback](http://cape.army.mil/character-development-project/feedback.php)\n\n**Related documents:**\n\n* [Developing the Character of Trusted Army Professionals: Forging the Way Ahead](http://cape.army.mil/repository/white-papers/character-development-white-paper.pdf)\n* [Summary of Junior Leader Army Profession Symposium 2016](http://cape.army.mil/character-development-project/repository/mfr-summary-jlaps-16-may-2016.pdf)\n* [ADRP1: The Army Profession](http://cape.army.mil/adrp-1/repository/adrp-1-comes-alive-web.pdf)\n* [ADP1: The Army](https://armypubs.us.army.mil/doctrine/DR_pubs/dr_a/pdf/adp1.pdf)\n* [TRADOC PAM 525-3-7: The U.S. Army Human Dimension Concept](http://www.tradoc.army.mil/tpubs/pams/TP525-3-7.pdf)\n* [CSA's Strategic Intent](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n\n**Related STAND-TO!:**\n\n* [Junior Leader Army Profession Symposium](https://www.army.mil/standto/archive_2016-04-13)\n* [The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [The U.S. Army Human Dimension Concept](https://www.army.mil/standto/archive_2014-07-03)",
    "date": "Wednesday, August 10, 2016",
    "quote": "#### Focus Quote for the Day\n\n> Character is the foundation of trust and trust is the foundation of effective leadership. \n\n\\-   [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](https://www.army.mil/leaders/vcsa?from=stq), emphasizing the importance of building and integrating character in daily living will help young leaders to  win in an increasingly complex world, at the ninth annual West Point Leadership and Ethics Conference, held earlier in the year, at the George Mason University, Arlington, Virginia. \n\n\n['You can't surge character'](https://www.army.mil/article/164444?from=stq) \n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}