{
    "id": "2016-08-11",
    "title": "Army Talent Management Task Force ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Army has established the Talent Management Task Force (TMTF) to integrate and synchronize Army efforts to acquire, develop, employ, and retain a high quality force that can fight and win against any adversary in the world on the battlefield. \n\nTalent management enhances Army readiness by aligning individual capability with the Army's needs while optimizing human performance and engagement. The Army Profession is a team of uniquely talented people who collectively embody America's greatest advantage over the Army's potential adversaries. The true evolution in U.S. military affairs requires a culture of continuous learning and a transformation in the way the Army identifies and cultivates the full potential of the force. \n\n**What has the Army done?**\n\nFollowing the creation of the task force, the Army developed a strategy map as the first step toward transformation. This map lays out the ends, ways, and means necessary to optimize the talent of all Army Professionals. Additionally, the Army is developing and implementing the Integrated Personnel and Pay System - Army (IPPS-A). The implementation of IPPS-A is critically important, as for the first time ever, it will provide complete visibility of the total force in one Human Resources System while simultaneously enabling the Army to manage the talents of the total force based on their knowledge, skills, and behaviors. IPPS-A will allow improved information flow and greater transparency between all components of the Army and allow the Army to employ and retain its very best.\n\n**What continued efforts are planned for the future?**\n\nThe Army will pivot to a more deliberate talent management system that demonstrates the Army's institutional agility and strength as a learning organization. This system acknowledges that the Army must rapidly evolve to keep pace with proven best practices while balancing the care of the people against enduring requirements and unanticipated contingencies.\n\n**Why is this important to the Army?**\n \nThe Army must remain ready as the world's premier combat force. The readiness is strengthened by people who comprise the force. Equipment does not learn, understand, innovate, build teams, or exercise judgment -- people do. Human capabilities - resiliency, critical thinking, comfort with ambiguity, ability to accept prudent risk and adjust rapidly -- define the [Army Profession](http://cape.army.mil/adrp-1/).\n\n**Resources**\n\n**Related article:**\n\n* [Army reviews diversity in combat arms leadership](https://www.army.mil/article/171727/army_reviews_diversity_in_combat_arms_leadership)\n\n**Related STAND-TO!:**\n\n* [The U.S. Army Human Dimension Concept](https://www.army.mil/standto/archive_2014-07-03)\n",
    "date": "Thursday, August 11, 2016",
    "quote": "#### Quote for the Day\n\n> Everything that I learned in the Army is helping me during my first Olympics. The training, the [values](https://www.army.mil/values/) and the dedication that I learned in the Army, not only make me a better shooter, but a better person. \n\n\\- Spc. Dan Lowe, Army Olympian participating in the 2016 Rio Games and member of the U.S. Army's elite [Army Marksmanship Unit](http://www.usaac.army.mil/amu/), made his Olympic debut on Aug. 8 when he competed in the 10 Meter Air Rifle shooting event. \n\n[Soldier gets his first taste of Olympics](https://www.army.mil/article/173060/)\n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}