{
    "id": "2016-08-15",
    "title": "Soldier Protective Equipment",
    "body": "#######Provided by Program Executive Office Soldier\n\n**What is it?**\n\nProgram Executive Office Soldier develops advanced Soldier personal protection products, including comfortable uniforms and environmental clothing that enhance mission effectiveness. It also develops improved parachute systems. These products are designed to protect Soldiers and allow them to operate under any and all conditions.\n\n**What has the Army done?**\n\nTo enhance individual readiness, the Army has optimized Soldier protection while effectively managing all lifecycle aspects of personal protective equipment. Listed below are several recent initiatives by the Army to provide Soldiers better personal protective equipment.\n\n* Improved Outer Tactical Vest Gen III - Makes reassembly easier with a new quick release system that employs clips, instead of a cable.\n* IOTV Gen IV - Fits like the popular Soldier Plate Carrier System.\n* Female IOTV Gen III - Provides female Soldiers body armor with narrower shoulders, a shorter torso, and other modifications that make it more comfortable to wear and to aim and shoot a weapon.\n* Enhanced Combat Helmet - Provides better ballistic protection than the Advanced Combat Helmet with no additional weight.\n* Pelvic Protection System - With a two-layer system, limits groin and lower abdomen injuries resulting from explosions.\n\n**What continued efforts are planned for the future?**\n\nThe Army is developing the Solder Protection System, which will provide the same level of protection as existing equipment, but with substantial weight savings.\n\n* Mission Scalable - The modular design of the Solder Protection System allows Soldiers to adjust weight and protection levels as needed from concealable body armor to the equivalent of a fully outfitted IOTV. \n* Lighter Hard Armor inserts - The Army is developing hard armor inserts that provide existing levels of protection, but with 7 percent less weight.\n* Ballistic Pelvic Protection - New system is more comfortable and provides more protective coverage.\n* Ballistic Combat Shirt - The new combat shirt incorporates ballistic protection for the neck yoke and shoulders and eliminates the need for Deltoid Axillary Protection System.\n\nOther items under development include new versions of the Advanced Combat Vehicle Crewman Helmet and a lighter version of the ACH.\n\n**Why is this important to the Army?**\n \nThe Army is committed to providing Soldiers with the best protective equipment possible made with the latest scientific advances in strength, durability and weight reduction. Reducing the Soldier's load and providing a better fit enhances Soldier mobility, which is key to improved lethality and greater survivability. The Army's goal is to keep Soldiers protected and ready.\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n* [PEO Soldier Live](http://peosoldier.armylive.dodlive.mil/)\n\n**PEO social media:**\n\n* [Facebook](https://www.facebook.com/PEOSoldier/)\n* [Flickr](https://www.flickr.com/photos/peosoldier/)\n* [Twitter](https://twitter.com/PEOSoldier)\n* [YouTube](https://www.youtube.com/user/USArmyPEOSoldier)",
    "date": "Monday, August 15, 2016",
    "quote": "#### Focus Quote for the Day\n\n> What we've done over time is taken some of our baseline solutions on equipment and made them even better for all Soldiers, to include females. \n\n\\- Lt. Col. Kathy Brown, product manager, Solder Protective Equipment, emphasizing the Army's success with the refinement of ballistic equipment.\n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}