{
    "id": "2016-08-16",
    "title": "Homeland Defense ",
    "body": "#######Provided by the Army Reserve and the Army National Guard\n\n**What is it?**\n\nDefense of the homeland is a Total Army (Regular Army, Army Reserve, and Army National Guard) effort, which is part of the synchronized federal emergency response system for immediate assistance in order to save lives, prevent human suffering and mitigate property damage. \n\nThe nation depends on the Army to protect and defend the homeland and respond to emergencies in the homeland when needed.\n\nMajor Army installations serve as logistics hubs and staging areas for the [Federal Emergency Management Agency](http://www.fema.gov/) and the [Department of Homeland Security](https://www.dhs.gov/) to provide an immediate response capability for local emergencies. Army Reserve and Army National Guard Soldiers live and work in nearly every zip code in the United States and contribute to a faster domestic emergency response resulting in more lives saved.\n\n**What has the Army done?**\n\n[Army National Guard](https://www.nationalguard.com/) Soldiers have responded to emergencies in the homeland, including natural disaster, wildfire, and severe weather events. Army National Guard has conducted domestic counterdrug operations and have helped seize illegal weapons and drugs equaling a street value of over $30 billion. On any given day, up to 4,000 Army National Guard Soldiers are on duty providing support to civil authorities.\n\nThe [Army Reserve](http://www.usar.army.mil/) provides support through Emergency Preparedness Liaison Officers as well as Civil-Military Project Officers. Army Reserve Soldiers have provided support  during the Republican and Democratic National Conventions. Army Reserve Aviation provides search and rescue as well as fire bucket coverage support when requested by the National Park Service.\n\nIn addition, the Army Corps of Engineers provides critical engineering capabilities in support of the defense of the homeland. \n\n**What continued efforts are planned for the future?**\n\nThe Regular Army, Army Reserve, and Army National Guard Soldiers will continuously plan and train on mission essential tasks as well as coordinate with local, state, and national authorities to ensure their readiness to respond instantly to any situation.\n\n**Why is this important to the Army?**\n \nThe Total Army has a long history of supporting civil authorities in the wake of catastrophic events. The Regular Army, Army Reserve and Army National Guard's community-based forces provide the nation critical, flexible, tailorable and accessible life-saving and life sustaining capabilities to rapidly stabilize and improve the situation until civil authorities can again effectively respond to the needs of the local population. \n\n**Resources:** \n\n* [Army Reserve](http://www.usar.army.mil/)\n* [Army National Guard](http://www.nationalguard.mil/)\n* [Army Reserve News](https://www.army.mil/reserve?from=st)\n* [Army National Guard News](https://www.army.mil/nationalguard?from=st)\n\n**Related documents:**\n\n* [2016 Army Posture Statement](https://www.army.mil/aps/)\n* [2016 Army Reserve Posture Statement](http://www.usar.army.mil/About-Us/Posture-Statement)\n* [2016 National Guard Bureau Posture Statement](http://www.nationalguard.mil/Features/Posture-Statement/)\n\n**Related STAND-TO!:**\n\n* [2016 Army Posture Statement](http://www.army.mil/standto/archive_2016-04-27/)\n",
    "date": "Tuesday, August 16, 2016",
    "quote": "#### Focus Quote for the Day\n\n> Our obligation to the nation is to be ready, prepared, trained, manned, and equipped ... and the ability to protect our homeland and fight counter-terrorism.\n\n\\- [Chief of Staff of the Army Gen. Mark A. Milley](http://www.defense.gov/About-DoD/Biographies/Biography-View/Article/614392/general-mark-a-milley), enunciates the Total Army's ability to fight wars and to defend the homeland as critical aspects of America's national strategy, at a  U.S. Army Reserve Command Senior Leader Conference held earlier this year at Iron Mike Conference, Fort Bragg, N.C.  \n\n[CSA Milley: 'Readiness is my No. 1 priority'](https://www.army.mil/article/166838?from=stq) \n\n",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/soldiers.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month\n\nSept. 11: Patriot Day\n\nSept. 7-18: Rio 2016 Paralympic Games\n\nSept. 15-Oct. 15: National Hispanic Heritage Month\n \nSept. 25: Gold Star Mother's and Family's Day\n\nSept. 26: Military Police Corps 75th Anniversary"
}