{
    "id": "2016-08-17",
    "title": "Defense Support of Civil Authorities",
    "body": "#######Provided by the Army Reserve\n\n**What is it?**\n\nDefense Support of Civil Authorities (DSCA) is a total force effort with Soldiers who are trained, equipped and organized to perform a wide spectrum of operations, including homeland defense, homeland security, and civil support (e.g., critical infrastructure protection and hurricane and wildfire response).\n\nThe National Defense Authorization Act of 2012 enabled the [Army Reserve](http://www.usar.army.mil/) to support lead agencies involved in DSCA, such as the Federal Emergency Management Agency, using its extensive combat service and combat service support capabilities to help save lives, prevent human suffering and mitigate extensive property damage. \n\n**What has the Army done?**\n\nThe Army Reserve maintains a variety of readily available capabilities, including aviation, civil affairs, engineering, medical, supply and logistics, which can be committed to DSCA missions. Units support the [National Response Framework](http://www.fema.gov/national-response-framework) by leveraging them toward its [15 Emergency Support Functions](https://www.fema.gov/media-library/assets/documents/34369), which were established to expedite the delivery of support to disaster areas.\n\nOther assets include the more than 1,100 Army Reserve facilities located throughout the nation and territories that are capable of providing temporary locations to support DCSA operations.\n\nAssistance may be requested by governors through the [Federal Emergency Management Agency]( http://www.fema.gov/). Civil authorities facing imminently serious conditions may request temporary support from Army Reserve assets through Immediate Response Authority. \n\n**What continued efforts are planned for the future?**\n\nAs the DSCA operational environment evolves, the Army Reserve will continue to develop policies for implementing new authorities while training for possible missions to support a variety of incidents. These incidents comprise a wide array of disasters resulting from either natural or intentional behavior (terrorist attacks or cyberattacks).\n\n**Why is this important to the Army?**\n \nThe Army is part of the synchronized Federal emergency response system for immediate assistance. Providing timely and appropriate response to an incident remains one of the Army's key operational concepts. \n\nThe Army Reserve's community-based force delivers the support and sustainment capabilities necessary to save lives as well as prevent human suffering and extensive property damage. Army Reserve's Defense Support of Civil Authorities  enhances overall mission readiness. \n\n**Resources:** \n\n* [Online DSCA Training](http://www.arnorth.army.mil/dsca)\n* [2016 Army Reserve Posture Statement](http://www.usar.army.mil/About-Us/Posture-Statement/)\n* [FY2012 National Defense Authorization Act](https://www.gpo.gov/fdsys/pkg/PLAW-112publ81/pdf/PLAW-112publ81.pdf)\n\n\n**Related STAND-TO!:**\n\n* [Homeland Defense](https://www.army.mil/standto/archive_2016-08-16)\n* [U.S. Army North and Theater Security Cooperation- Active and Layered Defense of the Homeland](https://www.army.mil/standto/archive_2014-07-10)",
    "date": "Wednesday, August 17, 2016",
    "quote": "#### Focus Quote for the Day\n\n> Army  Reserve  is  the  most  battle-tested  and  experienced  in  our  nation's  history. Whether  performing  combat,  contingency  and  security  cooperation  missions  abroad,  or  saving lives  and  protecting  property  at  home,  the  Army  Reserve  will  continue  to  offer  versatile,  available and effective capabilities to the Army.\n\n\n\\- Lt. Gen. Jafferey W. Talley, 32nd Chief of Army Reserve and 7th Commanding General, U.S. Army Reserve Command, in his executive summary, on the State of the Army Reserve, provided to Congress earlier this year. \n\n\n[2016 Army Reserve Posture Statement](http://www.usar.army.mil/Portals/98/Documents/resources_docs/2016ArmyReservePostureStatement.pdf) ",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/news.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}