{
    "id": "2016-08-18",
    "title": "Qualitative Management Program",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Qualitative Management Program (QMP) is a long standing program that denies noncommissioned officers (NCOs) continued service when their performance or conduct is inconsistent with Army standards. The QMP is not intended to, nor does it, relieve commanders of their responsibility to take appropriate action against senior NCOs who do not meet retention standards for continued service.\n\n**What has the Army done?**\n\nIn July 2009, the Army launched a revised, objective QMP process based on the permanent filing of derogatory/poor performance documentation in the official file of retirement-eligible NCOs (sergeant first class and above). The program was expanded to include all NCOs (staff sergeant and above), regardless of retirement eligibility in 2014. \n\n[Army Directive 2016-19 (Retaining a Quality Noncommissioned Corps)](https://www.army.mil/e2/c/downloads/437324.pdf), dated May 26, 2016, revises QMP policy by requiring NCOs to fully qualify themselves for promotion eligibility by completing the required level of NCO Professional Development System training for the next higher grade within 36 months of promotion. NCOs in the following categories are eligible for potential denial of continued service by the QMP process:\n\n* NCOs in the rank of staff sergeant with 36 months' time in grade who have not graduated from the Advanced Leaders Course.\n\n* NCOs in the rank of sergeant first class with 36 months time in grade who have not graduated from the Senior Leaders Course.\n\n**What continued efforts are planned for the future?**\n\nThe Army will begin the process of notifying Soldiers directly impacted by the change in policy, in writing, beginning with the QMP Board to be held in conjunction with the FY17 Master Sergeant Promotion Board, tentatively scheduled to convene on Feb. 7, 2017.\n\nAll Soldiers will receive written notification by HQDA when they are subject to QMP consideration, affording them an avenue to address mitigating or extenuating circumstances to the president of the review board. The NCOs are also provided an avenue to elect retirement in lieu of the board, provided their retirement will occur within 12 months.\n\nIn instances when the Soldier is ultimately denied continued active service by the board process, the Soldier must submit a voluntary retirement with retirement occurring no later than the first day of the seventh month following the final decision or they are subject to involuntary separation.\n\nIn all instances, Soldiers who are denied continued service as a result of the QMP process will receive an honorable characterization of service.\n\n**Why is this important to the Army?**\n \nRetaining NCOs who have exhibited the highest caliber attributes expected of a professional, all-volunteer force, will ensure that the NCO Corps remains the \"[backbone](https://www.army.mil/values/nco.html)\" of the Army.\n\n**Resources:**\n\n* [Army G-1](http://asamra.hqda.pentagon.mil/contactus.asp)\n* [NCO Creed](https://www.army.mil/values/nco.html)\n\n**Related document:**\n\n* [Army Directive 2016-19 (Retaining a Quality Noncommissioned Corps)](https://www.army.mil/e2/c/downloads/437324.pdf)\n\n**Related STAND-TO!**\n\n* [Noncommissioned Officer 2020 Strategy](https://www.army.mil/standto/archive_2016-02-23)\n* [Select-Train-Educate-Promote (STEP)](https://www.army.mil/standto/archive_2015-08-24)",
    "date": "Thursday, August 18, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug 5-21: Rio 2016 Olympic Games - Meet the [Army Olympians](http://www.armymwr.com/olympians/news.aspx) (#ArmyOlympians)\n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}