{
    "id": "2016-08-22",
    "title": "Army Voting Assistance Program ",
    "body": "#######Provided by Army Human Resources Command\n\n**What is it?**\n\nThe [Army Voting Assistance Program](https://www.hrc.army.mil/tagd/voting) informs and educates Soldiers and their eligible dependents on their right to vote. The goal is to encourage the Army community to participate in the nation's voting process.\n\n**What has the Army done?**\n\nThe Army has appointed Voting Assistance Officers (VAOs) to provide assistance to Soldiers, eligible family members and Department of the Army Civilians. VAOs assist in the voting process to ensure registration and voting materials are available to all eligible Army voters stationed worldwide. They help the Army voters to register, request an absentee ballot and cast their vote.\n\nIn addition, the [Military Postal Service Agency (MPSA)](http://hqdainet.army.mil/mpsa) has fielded a special ballot return label, which allows voters to track their completed ballot from their overseas location, all the way to their local election official. As part of this program, the MPSA and the U.S. Postal Service will provide free express mail service for returning ballots during the period lasting from Sept. 1 through Nov. 8, 2016, to ensure everyone has the opportunity to have their vote counted. \n\n**What continued efforts are planned for the future?**\n\nSince the adoption of the [Military and Overseas Voter Empowerment (MOVE) Act](https://www.fvap.gov/uploads/FVAP/Policies/moveact.pdf), the Army has appointed installation VAOs to each installation to assist the unit VAOs.\n\nThis VAO team will continue to inform the service members, Families, and civilians about the voting process and provide voter materials to eligible voters, including Continental United States Department of Army Civilian personnel who request voter information and guidance. This includes material on the voting process, requesting absentee ballots and mailing the completed ballots.\n\n**Why is this important to the Army?**\n \nThe voting process is a key element in the nation's governmental process. The Army Voting Assistance Program provides the outstation Soldiers, Families and civilians the resources necessary to exercise their voting right. \n\nThe Army would like to ensure every eligible voter has the opportunity to exercise their constitutional right to vote.  \n\n**Resources:**\n\n* [The Army Voting Assistance Program](https://www.hrc.army.mil/tagd/voting)\n* [Federal Voting Assistance Program - FVAP.GOV](http://www.fvap.gov/)\n* [Military Postal Service Agency](http://hqdainet.army.mil/mpsa)\n\n**Related document:**\n\n* [Federal Post Card Application Form](https://www.fvap.gov/uploads/FVAP/Forms/fpca2013.pdf)\n\n**Army Voting on social media:**\n \n* [Facebook](https://www.facebook.com/ArmyVoting)\n* [Twitter](https://twitter.com/USArmyVoting)\n\n**Related video:**\n \n* [The Adjutant General of the Army busts absentee ballot myth](https://www.dvidshub.net/video/430376/adjutant-general-army-busting-myth#.Vz3RfRHVy70) \n\n**Related articles:**\n\n* [Soldiers who vote could impact important issues](https://www.army.mil/article/161755)\n* [2016 voting season kicks off Army-wide push for registration](http://go.usa.gov/cakqG)\n* [Absentee voting myths vs. realities](https://www.army.mil/article/134530)",
    "date": "Monday, August 22, 2016",
    "quote": "#### Focus Quote for the Day\n\n> On election day, every vote matters. Your vote is your voice as an American citizen. It is your opportunity to be heard, to hold elected officials accountable for their decisions and to have a say in important issues that affect us.\n\n\\- Brig. Gen. James T. Iacocca, the adjutant general of the Army, addressing an installation voting assistance workshop at Fort Knox, Kentucky, May 25, 2016.\n\n[Every vote counts: Soldiers encouraged to register](https://www.army.mil/article/168621/)\n",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}