{
    "id": "2016-08-23",
    "title": "Small Airborne Networking Radio",
    "body": "#######Provided by Program Executive Office Command Control Communications-Tactical\n\n**What is it?**\n\nSmall Airborne Networking Radio (SANR), managed by [Program Executive Office Command, Control, Communications-Tactical](http://peoc3t.army.mil/c3t/), in coordination with [Program Executive Office Aviation]( https://www.army.mil/PEOAviation), will enable the simultaneous delivery of voice communications and networked data to link ground forces with Army aviation platforms and provide the exchange of critical situation awareness information. The SANR will be integrated on the Apache, Chinook, Black Hawk and the Gray Eagle Unmanned Aircraft System.\n\n**What has the Army done?**\n\nThe Army has initiated the procurement process for SANR. Several previous [Network Integration Evaluations](https://www.army.mil/standto/archive_2015-09-28), Army Warfighter Assessments and user feedback forums have been utilized to confirm the need for enhanced network capability between ground forces and aviation assets. As a result, and after close requirements coordination between the aviation and tactical network communities, the program office initiated the first step in full and open competition for the SANR by releasing a draft request for proposals (RFP) to industry on August 11.\n\nA combination of industry feedback from the draft RFP, comments from previously released requests for information, and collaborative industry site visits will help the Army shape SANR requirements for the final RFP, which is planned for fiscal year 2017. \n\n**What continued efforts are planned for the future?**\n\nArmy Warfighter Assessments will continue to help inform doctrinal use of air/ground networking capability while the SANR program matures through competitive source selection and into integration and production phases. A single vendor SANR production contract award is expected to be awarded in fiscal year 2018. Soon after, the Army will begin integration of the SANR onto aviation platforms, starting with the Apache. With the start of full rate production expected in 2022, the Army plans to procure approximately 7,000 SANRs.\n\n**Why is this important to the Army?**\n \nThe SANR procurement is the Army's largest airborne tactical radio upgrade effort, affecting most Army's aviation platforms. This  marks a major step in providing enhanced tactical network data connectivity and voice communications to aviation platforms.\n\nThe SANR will help provide critical connectivity and communications between ground formations and Army rotary wing aircraft. The SANR will replace the current ARC-201D radios and will provide Soldiers with increased data, video, situational awareness, friendly force tracking, and voice clarity, allowing for enhanced Mission Command collaboration and leadership decision-making between ground formations and supporting aviation assets.\n \n**Resources:**\n\n* [Program Executive Office Command Control Communications-Tactical](http://peoc3t.army.mil/c3t/)\n* [Project Manager Tactical Radios](http://peoc3t.army.mil/tr/)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/ArmyWarfightingChallenges)\n* [SANR Draft RFP](https://www.fbo.gov/notices/bd70fd443644624bbc0e4610e9a303dd)\n\n**Related STAND-TO!**\n\n* [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/)\n\n**PEO C3T on social media:**\n\n* [Facebook](https://www.facebook.com/peoc3t)\n* [Twitter  (@PEOC3T)](https://twitter.com/peoc3t)\n",
    "date": "Tuesday, August 23, 2016",
    "quote": "#### Quote for the Day\n\n> Hard work and perseverance works. I'm really excited and I'm really happy because this is for my Soldiers -- for my Soldiers out there who also work really hard. I represent them and they represent me ... I couldn't have done this without the Army.   \n\n\\- Spc. Paul Chelimo, silver medalist for the 5,000-meter race at Rio Olympic Games is part of the [U.S. Army World Class Athlete Program](https://www.army.mil/standto/archive_2016-04-19)\n\n[Soldier wins silver in dramatic 5,000-meter race at Rio Olympic Games](https://www.army.mil/article/173768/)\n\nSee pictures of the [Army Olympian](https://www.flickr.com/photos/familymwr/sets/72157671771946292/) during the race.",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}