{
    "id": "2016-08-24",
    "title": "Securing the Homeland",
    "body": "#######Provided by Army National Guard\n\n**What is it?**\n\nThe [Army National Guard (ARNG)](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/) secures the homeland by providing warfighting-capable and governor-responsive forces that provide border protection, counterdrug operations, critical infrastructure protection, weapons of mass destruction civil support operations, cyber protection, and space operations. \n\n**What has the Army done?**\n\nThe [National Guard Counterdrug Program](https://ctrd.ng.mil/Pages/default.aspx), supports the detection, interdiction and curtailment of drug trafficking and other national security threats. ARNG's domestic counterdrug operations in the past year have helped seize 10,000 illegal weapons and nearly 1.9 million pounds of drugs equaling a street value of $33 billion.\n\nFor over 20 years, ARNG has supported local law enforcement and U.S. Customs and Border Protection along the southwest border. Joint Task Force Empire Shield employs New York National Guard members, in state active duty status, to conduct Homeland security operations to augment security forces protecting New York City rail and air hubs.\n\nThe 57 National Guard Weapons of Mass Destruction Civil Support Teams were involved in nearly 3,500 responses in fiscal year 2015, providing advice and capability to civilian responders. As part of the Department of Defense's chemical, biological, radiological, nuclear (CBRN) response capability, the ARNG supports 17 CBRN Enhanced Response Force Packages and 10 regionally-aligned Homeland Response Forces. \n\nColorado and Alaska Army Guard Missile Defense Battalions support DOD's mission to defend against incoming intercontinental ballistic missile threats. \n\nThe Army Guard's 117th Space Battalion is the only such battalion in the ARNG and provides space-based capability through satellite communications, GPS awareness and accuracy, and forecasts on the impacts of space weather on communications capabilities.\n\nARNG's T10 1635th Cyber Protection Team (CPT) stationed in Laurel, Maryland recently created the first formal relationship between Army Cyber Command and an ARNG CPT.\n\n**What continued efforts are planned for the future?**\n\nUniquely postured to provide cyber capabilities through its cyber protection teams, ARNG fulfills a critical mission as part the DOD's cyber force. ARNG is working to establish 10 additional CPTs (one in each Federal Emergency Management Agency region) under State authority (Title 32) by fiscal year 2018.\n\n**Why is this important to the Army?**\n \nARNG's combat organization and training enables unsurpassed capabilities at home helping to secure the Homeland and in times of large-scale emergency response. With guardsmen living and working in nearly every zip code, the ARNG is often the face of the military across the nation. The ARNG connects the U.S. military to America.\n \n**Resources:**\n\n* [Army National Guard](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)\n* [ARNG Counterdrug Program](https://ctrd.ng.mil/Pages/default.aspx)\n* [ARNG Weapons of Mass Destruction Civil Support Teams](https://www.army.mil/aps/08/information_papers/transform/ARNG_Civil_Support_Teams.html)\n* [Army National Guard News](https://www.army.mil/nationalguard)\n\n**Related document:**\n\n* [2017 National Guard Bureau Posture Statement](http://www.nationalguard.mil/portals/31/Documents/PostureStatements/2017-National-Guard-Bureau-Posture-Statement.pdf)\n\n**Related STAND-TO!**\n\n* [Homeland Defense](https://www.army.mil/standto/archive_2016-08-16)",
    "date": "Wednesday, August 24, 2016",
    "quote": "#### Quote for the Day\n\n>  The Army National Guard's mission to be *Warfighting Capable, and Governor Responsive* requires a disciplined balance between persistent readiness to defeat threats to our nation and its vital interests, and constant availability to help our communities and states. \n\n\\- Lt. Gen. Timothy Kadavy, director, Army National Guard",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}