{
    "id": "2016-08-25",
    "title": "Women's Equality Day 2016",
    "body": "#######Provided by M&RA/ Army G-1 Public Affairs\n\n**What is it?**\n\nThe nation's annual observance of Women's Equality Day commemorates the addition of the 19th Amendment to the Constitution in 1920, which guaranteed women the right to vote. The Army honors this historic event in the nation's history by ensuring all men and women Soldiers alike have the opportunity to maximize their potential and are positioned for success.\n\nEvery year on  Aug. 26, the Army amplifies its appreciation of contributions of women to the department as they serve vital roles on the Army team as commanders, leaders, doctors, lawyers, engineers, mechanics, aviators, special operators, technologists, and now combat troops with the goal of helping to keep the nation free.\n\n**What has the Army done?**\n\nBetween May 2012 and October 2015, the Army led all services in gender integration by opening more than 95,000 positions and nine occupations to women. In 2015, three Soldiers became the first women to complete [Army Ranger School](http://www.goarmy.com/soldier-life/being-a-soldier/ongoing-training/specialized-schools/ranger-school.html), one of the most demanding leadership schools in the United States military. The Army recently began its implementation plan for integrating women into all military occupational specialties (MOSs), paving the way for qualified female Soldiers to serve in the infantry, armor, and special forces. \n\nArmy leadership has also approved and implemented other personnel policy changes to ensure the department recruits and retains the best-qualified men and women Soldiers to meet current and future mission requirements.\n\n**Why is this important to the Army?**\n \nFrom businesses to battlefields and everywhere in between, the Army acknowledges that women are vital to the prosperity and security of the country. For the first time in U.S. military history, women are fully able to contribute to the Defense Department mission in any occupation as long as they qualify and meet the specific required standards. This change in policy affords Army senior leaders and commanders the opportunity to leverage a greater talent pool for achieving success in the conduct of all military operations.\n\n**What continued efforts are planned for the future?**\n\nThough the military has made many strides to eliminate gender barriers, the Army remains dedicated to the ideals of this great nation that every American deserves equal treatment and opportunity by law. Army leaders continue to develop, foster and sustain a culture that allows women the opportunity to pursue their goals, to grow personally and professionally, and to have the prospect of succeeding and prospering free from discrimination.\n \n**Resources:**\n\n* [Presidential Proclamation: Women's History Month](https://www.whitehouse.gov/the-press-office/2016/02/29/presidential-proclamation-womens-history-month-2016)\n* [Army.mil: Women in the Army](http://www.army.mil/women/)\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita/)\n* [Army Women's Museum](http://www.awm.lee.army.mil/)\n* [Army Center for Military History/Women in Army History](http://www.history.army.mil/html/topics/women/index.html)\n\n**Related videos:**\n\n* [Tribute to Women in the U.S. Army](https://www.youtube.com/watch?v=_8OxZOci5yc)\n\n\n**Related STAND-TO!**\n\n* [Army Gender Integration Implementation Plan](https://www.army.mil/standto/archive_2016-03-02)\n* [Women's History Month](https://www.army.mil/standto/archive_2016-03-02)\n* [Female Drill Sergeants](https://www.army.mil/standto/archive_2014-12-2)\n* [Maneuver Center of Excellence Ranger Course Assessment](https://www.army.mil/standto/archive_2014-09-12/)\n* [Soldier 2020: Standards for the Army Profession](http://www.army.mil/standto/archive_2013-10-21)",
    "date": "Thursday, August 25, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}