{
    "id": "2016-08-29",
    "title": "Army Materiel Command Career Program Manager Training",
    "body": "#######Provided by M&RA/ Army G-1 Public Affairs\n\n**What is it?**\n\nThe [Army Materiel Command](http://www.amc.army.mil/amc/about.html) (AMC)-guided training and support of Career Program Managers (CPMs) synchronizes efforts across career programs (CPs) and ensures all [Department of the Army (DA) Civilians](http://cpol.army.mil/) are provided the mentorship and coaching needed to ensure overall success.\n\nCPM training continues the dialogue of opportunities available to specific CPs by increasing certification and developmental applications, as well as widening the applicant pool for [Senior Enterprise Talent Management](https://www.army.mil/standto/archive_2015-04-28). With the guidance and expertise of CPMs, DA Civilians gain the tools necessary to understand and further develop their personal roles and responsibilities within their individual CPs.\n\n**What has the Army done?**\n\nThe Secretary of the Army initiated a major, critical review of its personnel management system in 2011. [Army Civilian Workforce Transformation]( http://www.asamra.army.mil/cwt/) established 31 CPs, categorized based on common technical functions or occupational series. These CPs help create career paths, educational and developmental opportunities that ensure personnel have the resources available to reach their full potential.\n\nThe CP management concept was expanded from 40 to 100 percent of the civilian workforce, and is authorized and managed by Army Regulation 690-950. CPMs are employed at various organizational levels, from CP offices, Army commands and Army activities.\n\n**Why is this important to the Army?**\n \nAbout 96 percent of AMC's workforce consists of DA Civilians; they are an integral part of the command, with roles in career fields spanning from logistics to science and technology to contracting. By managing and guiding these professionals, AMC and the Army will see a return on investment that will increase the attendance of critical training, certification and training applications, and ultimately will serve to ensure that the most prepared civilians are ready and available to support the Army in defense of the nation.\n\n**What continued efforts are planned for the future?**\n\nAMC will host the first Career Program Management Summit for its civilian Command CPMs and Activity CPMs, Aug. 30 through Sept. 1 in Huntsville, Alabama. The summit will allow for the synchronization of roles and responsibilities, discuss workforce development opportunities and support AMC's campaign plan.\n\nBy sharing best practices across CPs and identifying paths toward developing the workforce, CPMs can expect to gain a stronger understanding of command initiatives that affect both the AMC community as a whole, as well as the respective CP population. \n \n**Resources:**\n\n* [Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n* [Army Civilian Workforce Transformation](http://www.asamra.army.mil/cwt/)\n\n**Related document:**\n\n* Search for \"Army Regulation 690-950, Career Management\" at the [Army Publishing Directorate](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx)\n\n**Army Materiel Command on social media:**\n\n* [YouTube](https://www.youtube.com/user/HQAMC)\n* [Facebook](https://www.facebook.com/ArmyMaterielCommand/?ref=aymt_homepage_panel)\n* [Twitter (@hqamc)](https://twitter.com/hqamc?ref_src=twsrc^google|twcamp^serp|twgr^author)\n\n**Related STAND-TO!:**\n\n* [Army Talent Management Task Force](https://www.army.mil/standto/archive_2016-08-11/?s_cid=standto)\n* [Army Senior Enterprise Talent Management Program](https://www.army.mil/standto/archive_2015-04-28)\n* [Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/)",
    "date": "Monday, August 29, 2016",
    "quote": "> AMC and our Army have a remarkable responsibility to take care of our Soldiers who defend our nation. Growing our future workforce enables us to sustain that force not only today, but in the future.\n\n/- Gen. Dennis L. Via, AMC commander.",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}