{
    "id": "2016-08-30",
    "title": "The Enduring Value of Army Forces",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's Army Capabilities Integration Center\n\n**What is it?**\n\nThe Enduring Value of Army Forces concept explains the importance of ready land forces that are able to prevent conflicts, shape security environments and win future wars. This concept also ensures the nation that Army forces will protect vital strategic interests, build partnerships, assure allies, deter and defeat adversaries, defend the homeland and conduct joint operations in the homeland and overseas.\n\n**What has the Army done?**\n\nIn October 2014, the Army published U.S. Army Training and Doctrine Command's [Army Operating Concept]( https://www.army.mil/standto/archive_2014-12-22), which introduced the Army Warfighting Challenges (AWFCs) and established the starting point for future force development under [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/) (F2025B). \n\n* The AWFCs provide the analytical framework to integrate efforts across warfighting functions while collaborating with key stakeholders in learning activities, modernization and future force design.  \n* F2025B synchronizes this effort from concepts to capabilities to implement change across the Army.  \n\nThrough collaboration and learning, focused investment, and continuous analysis and assessment, ideas manifest as doctrine, organization, training, materiel, leadership and education, personnel, and facilities solutions. Army leaders use the Think -- Learn -- Analyze -- Implement paradigm to increase the combat effectiveness of the future force. Army leaders must think clearly about future armed conflict, learn about the future, and analyze what they learn.  \n\n**What continued efforts are planned for the future?**\n\nThere is a collaborative effort across the operating and generating forces, the joint community, industry, and academia to design and build the future Army. Ongoing analysis through the warfighting challenges allow the Army to develop strategies to mitigate capability gaps. This process allows the Army to continuously update force development plans as resources, threats and technologies change. The Army will continue to exploit new learning activities such as the Army Warfighting Assessment, Pacific Pathways, and the New Generation Warfare Study as well as existing events like Unified Quest, Unified Challenge and the Network Integration Evaluation to replicate predicted environments and generate data for analysis.\n\nThe Army will continue to implement solutions to ensure Army forces possess the readiness, capability and capacity to accomplish missions.\n\n**Why is this important to the Army?**\n \nThe Army must be ready to meet an increasingly dangerous national security environment as overseas commitments grow.  Risk to national security is increasing due to improving adversary capabilities, Army reductions in manpower and resources, and increasing global commitments. Army forces must have the capability, capacity and readiness to accomplish assigned missions while confronting increasingly dangerous threats in complex operational environments. \n \n**Resources:**\n\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/ArmyWarfightingChallenges)\n* Contribute to the Army Warfighting Challenges at [milWiki]( https://www.milsuite.mil/wiki/Army_Warfighting_Challenges) -- CAC login required.\n\n**Related STAND-TO!:**\n\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)\n* [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/)",
    "date": "Tuesday, August 30, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}