{
    "id": "2016-08-31",
    "title": "Army Rapid Capabilities Office",
    "body": "#######Provided by the Assistant Secretary of the Army (Acquisition, Logistics and Technology)\n\n**What is it?**\n\nThe [Army Rapid Capabilities Office](https://www.army.mil/asaalt/?from=st) is the Army's signature initiative to expedite critical technologies to the field to counter urgent and emerging threats.\n\nAs a key piece of Army acquisition reform efforts, the new office will conduct rapid materiel development and delivery to address immediate, near-term and mid-term combatant commanders' needs. Beyond closing current capability gaps, the organization also aims to stimulate aggressive, proactive capability development and leverage disruptive technologies to meet Army strategic objectives.\n\n**What has the Army done?**\n\nThe Army established the Rapid Capabilities Office in August 2016 at the direction of the Secretary of the Army. The office reports to a board of directors led by the Secretary of the Army. The Rapid Capabilities Office is a total Army effort that leverages capabilities and expertise from across the service, especially the Army staff, program executive offices, training and doctrine community, intelligence community and science and technology community.\n\n**What continued efforts are planned for the future?**\n\nThe Rapid Capabilities Office will focus on capabilities that enable Soldiers to decisively operate and win in contested environments, beginning with the focus areas of cyber, electronic warfare, survivability and positioning, navigation and timing, as well as other priority projects. Although flexible in its capability, the office will primarily focus on high-priority, threat-based projects with an intent to deliver an operational effect within one to five years.\n\n**Why is this important to the Army?**\n \nThe Army recognizes that threats are evolving faster than our challenging acquisition processes, complex bureaucracies and large organizations can support. The Rapid Capabilities Office will enable the Army to experiment, evolve and deliver technologies in real time to address both urgent and emerging threats while supporting acquisition reform efforts.\n\nIn support of the Army Operating Concept and other strategic initiatives, the new office has a critical role to play in ensuring the Army is ready today and prepared for tomorrow. It will be a direct pipeline that commanders can access quickly to meet real-time demands, while building an advantage for those who will follow in their footsteps.\n \n**Resources:**\n\n* [Secretary of the Army](https://www.army.mil/leaders/sa/)\n* [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](http://www.army.mil/asaalt?from=st)\n\n**Related article:** \n\n* [Army launches Rapid Capabilities Office](https://www.army.mil/article/174290/?from=st)\n\n**Related STAND-TO!**\n\n* [Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)",
    "date": "Wednesday, August 31, 2016",
    "quote": "> We're serious about keeping our edge, so we need to make changes in how we get Soldiers the technology they need. The Army Rapid Capabilities Office  is a major step forward, allowing us to  prioritize cross-domain, integrated capabilities in order to confront emerging threats and advance America's military dominance.\n\n/- [Secretary of the Army Eric Fanning](https://www.army.mil/leaders/sa/) \n\n[Army launches Rapid Capabilities Office](https://www.army.mil/article/174290/?from=st)",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}