{
    "id": "2016-07-05",
    "title": "Antiterrorism Awareness: Insider Threat Program",
    "body": "####### Provided by the Office of the Provost Marshall General of the U.S. Army\n\n**What is it?**\n\nThe Insider Threat program continuously synchronizes the threat and protection-related initiatives to deter, detect, and mitigate potential insider threats in order to protect Army personnel, information, and resources.  The Army's Insider Threat Program spans all operating environments and the full spectrum of threats, from unauthorized disclosures to acts of physical violence.\n\n\nThis program assists antiterrorism officers (ATO), antiterrorism coordinators (ATC), and leaders at all levels who are responsible for planning, executing, and measuring performance of the Army's activities to counter the insider threat. \n\nThis is the focused Army antiterrorism awareness theme for the fourth quarter (July through September) fiscal year 2016 (4Q/FY16).\n\n\n**What has the Army done?**\n\n* Army Directive 2011-14 and AR 525-2 established the Army Protection Program (APP) in the wake of the 2009 Fort Hood incident.  The APP functions as the overarching management framework to synchronize, prioritize, and resource Army enterprise efforts (including insider threats) in support of protection policies and programs.  \n\n* Army Directive 2013-18 established the Army Insider Threat Program following the unauthorized disclosures of classified information by PV1 Manning and a former NSA contractor.  The HQDA G-34 implements the operational aspects of the Insider Threat Program on behalf of the DCS G-3/5/7 and develops insider threat policy in support of ASA(M&RA).  The APP framework and management structure serve as the governance process for the Insider Threat Program. \n\n* The Office of Provost Marshal General (OPMG) in conjunction with the G-34 developed two products (primer and pocket guide) to help the Army community understand the Insider Threat Program and insider threat risks.  These new products are available on the Army Antiterrorism Enterprise Portal (see resources section below). \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to work on improving the efficiency and effectiveness of its antiterrorism efforts. The focused topic areas and special events planned through FY17 are as follows:  \n\n* Antiterrorism Awareness Month (August 2016)\n* Unmanned Aerial Systems (1Q/FY17)\n* Irregular/Asymmetric Warfare (2Q/FY17)\n* Annual Antiterrorism Conference (FEB 17) \n* Linking Antiterrorism Strategy, Policy and Plans (3Q/FY17)\n* Violent Extremism Awareness (4Q/FY17)\n\n\n**Why is this important to the Army?**\n\nThe Army must protect the force and safeguard classified materials and resources.  The antiterrorism Insider Threat products created by the Army assists the force to report any suspected threats. This program provide guidance and direction to the leaders on how to protect the force.  The products also offer guidance and direction to leaders on how they can help protect the force.\n\n \n**Resources:** \n\n*Note: The Army Policing Portal and the Army Antiterrorism Enterprise Portal (ATEP) have migrated.  Users must select their \"e-mail certificate\" to gain access to either portal.*\n\n* [Office of the Provost Marshall General of the U.S. Army]( http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) (ATEP)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource](https://www.army.mil/standto/www.myarmyonesource.com) (Found under the iWATCH Army logo at the bottom of the home page)\n* [Antiterrorism Awareness information](http://www.myarmyonesource.com)\n\n**Related document:**  \n\n* [AR 381-12, Threat Awareness and Reporting Program (TARP), 1 June 2016](http://www.apd.army.mil/pdffiles/r381_12.pdf)\n\n**Related STAND-TO!:**\n\n* [Q3 Theme: Measuring Antiterrorism Performance](https://www.army.mil/standto/archive_2016-04-06)\n* [Q2 FY16: Physical Security Measures](http://www.army.mil/standto/archive_2016-01-04)\n* [Q1 FY16: Antiterrorism Community Awareness](http://www.army.mil/standto/archive_2015-09-30)\n* [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21)\n* [ iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n\n\n",
    "date": "Tuesday, July 5, 2016",
    "quote": "#### Focus Quote for the Day\n\n> On behalf of a grateful nation, we thank each one of you-the Soldiers, the Civilians and the Families of our Total Army team- for your bravery and patriotism defending this great nations and the ideals, traditions, and liberties that we all enjoy. Army Strong!\n\n\\- Secretary of the Army Eric K. Fanning, Chief of Staff of the Army Gen. Mark A. Milley and Sgt. Maj. of the Army Daniel A. Dailey\n\nTaken from the [Tri-signed letter: Independence Day 2016 - Celebrating 240 Years of Service and Sacrifice](https://www.army.mil/e2/downloads/rv7/standto/docs/2016_independence_day_trisign.pdf)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}