{
    "id": "2016-07-06",
    "title": "Mobile User Objective System",
    "body": "####### Provided by the U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\nThe Mobile User Objective System (MUOS) is a tactical military satellite communications (SATCOM) system with push-to-talk, cell phone-like capabilities for deployed warfighters.\n\n* MUOS is the Department of Defense's tactical ultra-high frequency (UHF) SATCOM system program of record and is the replacement for the aging, legacy UHF Follow-On system.\n* It delivers 10 times more capacity, world-wide roaming and new Internet Protocol (IP) technology to meet growing warfighter requirements for data applications and flexibility.\n* The system is currently U.S.-only, but does have potential for future release and export to international partners.\n\n**What has the Army done?**\n\nThe U.S. Army Space and Missile Defense Command/Army Forces Strategic Command ([USASMDC/ARSTRAT](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)) manages the communications payloads for the on-orbit MUOS satellites.\n\n* Serves as the primary joint operational transition manager for the upcoming MUOS Early Combatant Command Use phase (i.e., initial user activation).\n* Optimizes communication resources for all users of MUOS combatant commanders, services, agencies and international partners.\n* Performs operational planning and management through the [Regional SATCOM Support Centers](https://www.army.mil/standto/archive_2016-06-28).\n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSASMDC/ARSTRAT will continue to manage the communications payload on each of the MUOS satellites in support of the services, agencies and international partners. USASMDC/ARSTRAT will also continue to support satellite resource planning to meet the joint and Army warfighter's SATCOM requirements.\n\n**Why is this important to the Army?**\n\nThe Army's ability to communicate and execute mission command over satellite systems is critical to current and future operations. MUOS increases tenfold the legacy tactical UHF capacity and is vital to meeting the emerging Army's tactical communication requirements.\n\n* MUOS radio terminals will provide the Army integrated communication capabilities that seamlessly connect with U.S. forces using the Global Information Grid and the Defense Switching Network.\n* Each MUOS satellite includes a legacy UHF payload, in addition to the new MUOS payload. This allows the Army to continue using existing radios while new MUOS radios are being fielded and integrated into the Army force structure.\n* MUOS's new capabilities enable the Army to integrate critical command and control systems (e.g., Force XXI Battle Command Brigade and Below, [Friendly Force Tracking](https://www.army.mil/standto/archive_2016-02-24/)) and other data applications into a robust tactical deployed architecture.\n \n**Resources:** \n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related video:**\n\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=PTkfD9uh3BQ&feature=youtu.be)\n\n**Related articles:**\n\n* [45th SW supports successful Atlas V MUOS-5 launch](https://www.dvidshub.net/news/202374/45th-sw-supports-successful-atlas-v-muos-5-launch)\n* [Navy/Lockheed MUOS Satellites Deliver Huge Boost In Global Military Connectivity](http://www.forbes.com/sites/lorenthompson/2016/06/28/navylockheed-muos-satellites-deliver-huge-boost-in-global-military-connectivity/#43dab2c6687d)\n\n**Related STAND-TO!:**\n\n* [Regional SATCOM Support Centers](https://www.army.mil/standto/archive_2016-06-28)\n* [Friendly Force Tracking](https://www.army.mil/standto/archive_2016-02-24/)\n",
    "date": "Wednesday, July 6, 2016",
    "quote": "#### Quote for the Day\n\n>  Learning from and teaching other nations is a big part in how we can grow as humans as well as Soldiers and leaders.\n\n\\- Spc. John Burnet, an explosive ordnance disposal team member deployed with the 763rd Explosive Ordnance Disposal Company, at a joint shooting exercise training training held for U.S. led Multinational Battle Group-East with members of the Italian Carabinieri and German armed forces on Camp Bondsteel, Kosovo July 1, 2016\n\n[Deployed Soldiers take aim at building partnerships, enabling the alliance ](https://www.army.mil/article/170976 )\n\n\n\n \n\n\n",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 4: Independence Day (#IndependenceDay)\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}