{
    "id": "2016-07-07",
    "title": "Regional Power Mission Exercises",
    "body": "####### Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nRegional Power Mission Exercises (RPME) train and exercise the temporary emergency power community who provides emergency power during times of national disaster.  \n\nThe temporary emergency power community is comprised of many organizations who bring their resources to restore the disrupted power quickly and safely.  These exercises provide opportunities to enhance interoperability and gain feedback on how to improve processes, procedures, and tools.\n\n[U.S. Army Corps of Engineers](http://www.usace.army.mil) (USACE) exercise scenarios: \n\n* Simulate a natural disaster   \n* Includes a temporary emergency power PRT, Emergency Command & Control Vehicles (ECCV), Advanced Contract Initiative (ACI) contractor power management cell, 249th Engineer Battalion Type IV team, and a component of Task Force Temporary Emergency Power\n* Has participation from support organizations such as the Defense Logistics Agency, National Guard, and volunteer organizations \n\n\n**What has the Army done?**\n\nFollowing a natural disaster or emergency, USACE provides state and local officials with a variety of support capabilities regarding emergency power needs at critical public facilities.  Power is a necessary resource for first responders and other organizations who participate in disaster response and recovery operations.  The temporary emergency power community provides this capability to support the [Federal Emergency Management Agency](http://www.fema.gov) as part of the federal government's unified national response under the [National Response Framework](http://www.fema.gov/national-response-framework).  The purpose of the National Response Framework is to ensure all response partners understand domestic incident response roles, responsibilities, and relationships in order to respond more effectively to any type of incident.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSACE will continue to enhance and evaluate capabilities to provide timely temporary emergency power in support of the nation's needs, and will conduct RPMEs each year to exercise the capabilities of the temporary emergency power community.\n\n**Why is this important to the Army?**\n\nRegional Power Mission Exercises helps to build readiness. \nThe U.S. Army Corps of Engineers is a globally-recognized leader in military and civil engineering and  strategically delivers innovative solutions to meet the Army's requirement to execute a dynamic range of technical challenges and critical engineering support.  The Army supports RPME as a means of enhancing readiness to deliver power quickly and safely when required by the nation.\n\n  \n\n \n**Resources:** \n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n* [FEMA: National Response Framework](http://www.fema.gov/national-response-framework)\n* FEMA: [U.S. Army Corps of Engineers - Coastal Partner](http://www.fema.gov/us-army-corps-engineers-coastal-partner)\n\n**Related document:** \n\n* [National Response Framework](http://www.fema.gov/media-library-data/1466014891281-6e7f60ceaf0be5a937ab2ed0eae0672d/InformationSheet_Response_Framework.pdf)\n\n**Related STAND-TO!:** \n\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27/)\n* [Interagency and International Services Program](https://www.army.mil/standto/archive_2016-01-28/) \n* [U.S. Army Engineer Research and Development Center](http://www.army.mil/standto/archive_2015-12-10/)\n\n**USACE on social media:**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)\n",
    "date": "Thursday, July 7, 2016",
    "quote": "#### Quote for the Day\n\n>  The Army has taught me resiliency.\n\n\\- Sgt. Elizabeth Marks, first Soldier in the [U.S. Army World Class Athlete Program](https://www.army.mil/standto/archive_2016-04-19) to become a Paralympic swimmer  \n\n[Marks earns Army's inaugural berth in Paralympic swimming](https://www.army.mil/article/171012)\n\n\n\n \n\n\n",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}