{
    "id": "2016-07-11",
    "title": "Minuteman Scholarship Program",
    "body": "####### Provided by U.S. Army Reserve\n\n**What is it?**\n\nThe U.S. Army Reserve Minuteman Scholarship Program is an exceptional opportunity for incoming or current undergraduate freshmen, sophomores and juniors to afford college and gain valuable leadership skills while serving the nation. The Minuteman Scholarship pays full tuition and fees at accredited colleges or universities with an Army Reserve Officer's Training Corps (ROTC) program, or can provide up to $10,000 per year for room and board, an annual book allowance of $1,200 and a monthly stipend ranging from $300 to $500. Scholarship recipients are also guaranteed service in the Army Reserve upon graduation and commissioning.\n\n**What has the Army done?**\n\nThe [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/) introduced the program in 2015 to enhance the ability of the [Army Reserve](http://www.usar.army.mil/) and Army National Guard to recruit highly qualified cadets every year. The Army Reserve is allotted 120 slots. Each Army Reserve major subordinate command is given the authority to award four scholarships to Citizen Soldiers each year. Army Reserve ambassadors are also given permission to endorse candidates for the program.\n\n**What continued efforts are planned for the future?**\n\nThe Army Reserve will continue to offer qualified Minuteman ROTC scholarship applicants the chance to earn a college degree, gain valuable skills and leadership experience, and pursue a civilian career with little or no student debt. High school students interested in the scholarship should contact the professor of military science of the Army ROTC program located at the school they plan to attend to begin the application process. Soldiers enlisted in the Army Reserve are required to notify their chains of command before submitting applications.\n\n* A cumulative GPA of 2.5 for a nominee who established a college cumulative GPA from at least one full term.\n* Proof of minimum score of 19 on American College Testing (ACT) or 920 on Standard Aptitude Test (SAT) scores (excluding the writing portion).\n* An ability to commission before the year in which they reach the age of 31.\n\n**Why is this important to the Army?**\n\nThe Army Reserve's Minuteman ROTC Scholarship program provides professional enhancement opportunities to the citizen Soldiers that helps them to excel in the private sector without sacrificing their future financial stability. This scholarship also arms citizen Soldiers with specialized expertise and education the Army needs to protect the nation.\n \n**Resources:** \n\n* [U.S. Army Reserve](http://www.usar.army.mil/)\n* [Minuteman Scholarship](http://www.usar.army.mil/Featured/Resources/EducationalBenefits/MinutemanScholarship.aspx)\n* [Army Reserve College Education Benefits](http://www.goarmy.com/reserve/benefits/education.html)\n\n**Related video:** \n\n* [Minuteman Scholarship](https://youtu.be/7N39mvnYp_c) \n",
    "date": "Monday, July 11, 2016",
    "quote": "",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}