{
    "id": "2016-07-12",
    "title": "Army Lessons Learned Program ",
    "body": "####### Provided by U.S. Army Training and Doctrine Command \n\n**What is it?**\n\nThe Army Lessons Learned Program (ALLP) provides a process for the knowledge gained from training and operations to be captured, recorded, validated and shared so the entire force -- institutional and operational -- can learn and adapt. Responsibility for implementing the ALLP rests with the [Center for Army Lessons Learned](http://usacac.army.mil/organizations/mccoe/call), which is part of the Army Training and Doctrine Command's [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe).\n\n**What has the Army done?**\n\nThe Army has published a major update to Army Regulation 11-33, Army Lessons Learned Program, which establishes the responsibilities across the Army to maximize experiential learning, change behavior and improve readiness. The revised AR 11-33:\n\n* Reinforces the requirements for units to develop and submit after-action reports to ensure lessons and best practices are captured and shared.\n\n* Directs the publishing of an Army Lessons Learned Annual Plan to focus and synchronize lessons learned activities across Army.\n\n* Establishes the Joint Lessons Learned Information System as the system of record for the lessons learned community of practice.\n\n* Adds the process for the Army Lessons Learned Forum and explains its importance to the integration of issue resolution venues across the Army.\n\n**What continued efforts are planned for the future?**\n\nCALL provides training and advisory support to assist units and organizations with implementing the new ALLP requirements.\n\nThe fiscal year 2017 Lessons Learned Annual Plan will be published by the Department of the Army G3/5/7 by October 2016 to synchronize topics and collaborative collection opportunities across the Army.\n\nThe Army Lessons Learned Forum will continue to facilitate the identification and resolution of issues from training and operations and will continue to integrate solutions into doctrine, training, education and capability development efforts.\n\n**Why is this important to the Army?**\n\nThe Army must be a versatile, learning organization and possess a wide array of capabilities across the range of military operations. A networked lessons learned program, as a part of mission command, provides leaders and units the ability to rapidly adapt and share knowledge in the current and future operating environment.\n \n**Resources:** \n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center](http://usacac.army.mil)\n* [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe)\n* [Joint Lessons Learned Information System](https://www.jllis.mil)\n* [Center for Army Lessons Learned](http://usacac.army.mil/organizations/mccoe/call)\n\n**Related documents:**\n\n* [Army Lessons Learned Program](http://armypubs.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx) (*Search by Pub/Form Number: \"AR 11-33\"*)\n* [Center for Army Lessons Learned Services Handbook](http://usacac.army.mil/sites/default/files/publications/15-11.pdf)\n\n**Related article:**\n\n* [Center for Army Lessons Learned provides lessons learned training to FEMA](http://www.army.mil/article/135013/Center_for_Army_Lessons_Learned_provides_lessons_learned_training_to_FEMA/)\n\n**Related STAND-TO!:**\n\n* [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [Center for Army Lessons Learned](http://www.army.mil/standto/archive_2015-07-30/)",
    "date": "Tuesday, July 12, 2016",
    "quote": "#### Focus Quote for the Day\n\n>  We all recognize the importance of lessons learned -- it's in every guidance and discussion. It is our involvement as leaders that allows lessons and best practices to translate into increased readiness, the ability to innovate, and to provide the information needed to build the Army for the future.\n\n\\- Gen. Robert B. Brown, commanding general, [U.S. Army Pacific](https://www.usarpac.army.mil/about.asp)\n\n\n",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}