{
    "id": "2016-07-13",
    "title": "Army Reserve Sustainable Readiness ",
    "body": "####### Provided by U.S. Army Reserve\n\n**What is it?**\n\nSustainable Readiness is the U.S. Army's balanced, requirements-based method of providing operational forces as well as operational and strategic depth, adapting the Army's force generation concept to meet the needs of a [globally responsive, regionally engaged force](https://www.army.mil/standto/2016-06-20). Sustainable Readiness in the [Army Reserve](http://www.usar.army.mil/) allows the component and command to articulate supply and demand risks in sourcing decisions while optimizing [readiness](https://www.army.mil/standto/archive_2016-05-19/?from=st). \n\n**What has the Army done?**\n\nThe Army Reserve continues to meet enduring overseas contingency operations (OCO) and Defense Support of Civil Authorities (DSCA) requirements while building readiness for the operating environment described in the [Army's Operating Concept  Win in a Complex World](https://www.army.mil/standto/archive_2014-12-22). Army Reserve planners are balancing capabilities across five years of force pools, in concert with Headquarters, Department of the Army, Army Forces Command and the Army National Guard, to ensure a steady supply of Army Reserve capabilities for Joint Force commanders.\n\n**What continued efforts are planned for the future?**\n\nArmy Reserve forces will build readiness progressively over a five-year cycle (four preparation years and one available year). Based on demand and capacity, some capabilities may execute a modified cycle or continue to be non-rotational. The focus in the first two years of the readiness cycle is individual readiness and leader development. In years three and four, it transitions to collective training at appropriate levels and across the range of military operations. Forces will either be deployed or trained to sustain their readiness within the available (fifth) year.\n\nForces will be prepared to meet three broad requirements:\n\n* Early entry and set the theater -- the capabilities required across various contingency plans within approximately the first 60 days.\n* Homeland DSCA.\n* Enduring OCO.\n\n**Why is this important to the Army?**\n\nSustainable Readiness will ensure the many theater functions and capabilities needed to meet contingency plan timelines in the Army Reserve are available to the Army and Joint Force.  Sustaining and preserving readiness while minimizing shortfalls  is a key tenet of sustainable readiness. It will also instill a culture of individual readiness across the force, which is the foundation to build the collective readiness the Army needs to \"win in a Complex World.\"   \n\n**Resources:** \n\n* [U.S. Army Reserve](http://www.usar.army.mil/)\n\n**Related document:**\n\n* [Army Reserve Posture Statement](http://www.usar.army.mil/Portals/98/Documents/resources_docs/2016ArmyReservePostureStatement.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [Operational Army Reserve](https://www.army.mil/standto/archive_2015-10-20/)\n* [U.S. Army Reserve's Regionally Aligned Forces](https://www.army.mil/standto/2016-06-27)\n* [Active Component to Reserve Component Program](http://www.army.mil/standto/archive_2016-03-21)\n* [Regional Alignment of Army Reserve Forces - USAR Engagement Cells and Teams](https://www.army.mil/standto/archive_2015-06-23/)",
    "date": "Wednesday, July 13, 2016",
    "quote": "#### Focus Quote for the Day\n\n>  Readiness is the [Army Reserve](http://www.usar.army.mil)'s number one priority. To win in the complex world of today and tomorrow, we must be ready for threats and challenges of the present and the future. \n\n\\- Lt. Gen. Jeffery Talley, the former and 32nd chief of Army Reserve \n\n[2016 Army Reserve Posture Statement](http://www.usar.army.mil/Portals/98/Documents/resources_docs/2016ArmyReservePostureStatement.pdf) ",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}