{
    "id": "2016-07-14",
    "title": "The Army Business Strategy, 2017-2021",
    "body": "####### Provided by Army Office of Business Transformation\n\n**What is it?**\n\nThe [Army Business Strategy, 2017-2021](https://www.army.mil/article/170926/the_army_business_strategy_2017_2021) provides a strategic foundation upon which the Army can apply enterprise approaches for the improvement of business operations to generate and sustain readiness. It establishes strategic direction for the business operations of the Army, enabling the fulfillment of responsibilities inherent to Title 10 United States Code functions of organizing, training, equipping and sustaining forces for the conduct of land operations. \n\n**What has the Army done?**\n\nThe Army Business Strategy replaces the 2013 Army Business Management Strategy. It is the product of a more robust operational design planning approach using cross-functional teams and involving the contributions of business area leaders, subject matter experts and other stakeholders from across all components, including Army commands and Headquarters, Department of the Army staff.\n\nArmy Business Strategy goals and objectives acknowledge the need to continuously improve the ability to generate readiness at best value using refined business processes and innovative management practices that reduce costs while meeting or exceeding the quality, quantity and timeliness of global mission requirements.\n\nAs an enabling strategy to the Department of Defense Strategic Plan and The Army Plan, the  Army Business Strategy is vertically integrated with both and horizontally integrated and synchronized with other Army functional domain business-related strategies.\n\nThe strategy outlines goals and objectives that address the business environment's most significant strategic challenges. The strategy will focus business leaders on the improvement and assessment of business process performance. It will develop leaders and managers and enable resource informed decision-making and information technology portfolio management.\n\n**What continued efforts are planned for the future?**\n\nThe [Army Office of Business Transformation](http://www.army.mil/obt/) will continue to:\n\n* Publish biannual updates to the Army Business Strategy during the first quarter of the fiscal year to execute the Secretary of the Army's business transformation initiatives.\n* Provide quarterly updates on performance related to the achievement of strategic objectives to enable decision-making for senior leaders and to engage them in overcoming significant obstacles to the strategy. \n* Conduct annual formal review of progress in the achievement of Army Business Strategy objectives and action plans.\n\n**Why is this important to the Army?**\n\nThe  Army Business Strategy assists the leaders and managers across the Total Army to communicate strategic direction, make resource decisions, and shape implementation plans in support of strategic business objectives.  \n\n**Resource:** \n\n* [Army Office of Business Transformation](http://www.army.mil/obt/)\n\n**Related document:**\n\n* CAC log-in required for milSuite: [Army Business Strategy 2017-2021](https://www.milsuite.mil/book/docs/DOC-292317)\n\n**Related article:**\n\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/article/170926/the_army_business_strategy_2017_2021)\n",
    "date": "Thursday, July 14, 2016",
    "quote": "#### Focus Quote for the Day\n\n>  2017-2021 Army Business Strategy's goals and objectives will focus business leaders on process improvement, performance assessment, training, and information technology portfolio management. \n\n\\- Under Secretary of the Army Patrick Murphy\n\nTaken from the foreword provided in the [Army Business Strategy 2017-2021](https://www.milsuite.mil/book/docs/DOC-292317) ",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}