{
    "id": "2016-07-18",
    "title": "Medal of Honor for retired Lt. Col. Charles S. Kettles",
    "body": "#######Provided by the Office of Chief of Public Affairs\n\n**What is it?**\n\nPresident Barack Obama will award the Medal of Honor, the nation's highest award for valor, to a U.S. Army Vietnam War veteran during a White House ceremony today at 11:20 a.m. EDT.\n\nRetired [Lt. Col. Charles S. Kettles](http://go.usa.gov/chex5) will receive the Medal of Honor for his actions during combat operations, May 15, 1967, near Duc Pho, Republic of Vietnam.\n\n\n**What has the Army done?**\n\nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/) has created a [Medal of Honor](http://www.army.mil/medalofhonor/?from=st) microsite to pay tribute to the recipients, including Kettles. Visitors to the mobile-friendly multimedia site can access his biography and read an account of Operation Malheur, which showcases Kettles' heroism above and beyond the call of duty.\n\nThe White House ceremony will be live streamed from the website and live tweeted from the [@USArmy Twitter handle](https://twitter.com/usarmy). In addition, the Army has published exclusive content about Kettles on the official [Army Facebook page](https://www.facebook.com/USarmy).\n\n**What continued efforts are planned for the future?**\n\nIn addition to today's ceremony at the White House, the secretary of defense and Army senior leaders will recognize Kettles and his family during a Hall of Heroes Induction Ceremony at the Pentagon, scheduled for 11 a.m. EDT on Tuesday, July 19. The ceremony for Kettles will be streamed live at the [Medal of Honor website](http://go.usa.gov/chex5).\n\n**Why is this important to the Army?**\n\nThe Army's commitment to the brave men and women does not stop when they transition from the Army uniform. [Kettles](http://go.usa.gov/chex5) displayed the attributes of a [professional Soldier](http://www.army.mil/e2/c/downloads/336937.pdf) and embodied the [Warrior Ethos](http://www.army.mil/values/warrior.html). The Army is proud of him and proud to see his professionalism, service and sacrifice being recognized in full view of a new generation.  \n\n**Resources:** \n\n* [White House Ceremony live stream, beginning at 11:20 a.m.](http://go.usa.gov/chex5)\n* [Medal of Honor: Lt. Col. Charles S. Kettles](http://go.usa.gov/chex5)\n* [Medal of Honor](http://www.army.mil/medalofhonor)\n* [History of the Medal of Honor](https://www.army.mil/medalofhonor/history.html)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)\n* [Army Values](http://www.army.mil/values/)\n\n**Related STAND-TO!:**\n\n* [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/)\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15/?from=st_mohkettles)\n\n**Related article:**\n\n* [Vietnam War pilot to receive Medal of Honor](https://www.army.mil/article/170084/?from=st)\n* [Pentagon Hall of Heroes Induction Ceremony for Lt. Col. Charles S. Kettles](https://www.army.mil/article/170104/?from=st)",
    "date": "Monday, July 18, 2016",
    "quote": "#### Focus Quote for the Day\n\nKettles personifies the Army's 'Warrior Ethos' -- never leave any Soldier behind. I'm proud of what he did that day in 1967 and of his lifetime of service, exemplifying what it means when we speak of 'Soldiers for Life.'\n\n\\- Secretary of the Army Eric K. Fanning, speaking about retired [Lt. Col. Charles S. Kettle](https://www.army.mil/medalofhonor/kettles/?from=stq) who is being awarded the Medal of Honor, which is the nation's highest award for valor. \n\n[Pentagon Hall of Heroes Induction Ceremony for Lt. Col. Charles S. Kettles ](https://www.army.mil/article/170104/?from=stq) ",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}