{
    "id": "2016-07-19",
    "title": "Mad Scientist Initiative",
    "body": "####### Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nMad Scientist is a [U.S. Army Training and Doctrine Command](www.tradoc.army.mil) (TRADOC) initiative that continually explores the future through collaborative partnerships and continuous dialogue with academia, industry and government. Through this initiative, the Army helps shape future land operations in its role as a thought leader in the future of warfare. \n\nThe program consists of an All Partners Access Network (APAN) community of interest, a monthly online speaker series, and conferences with world-class experts at the nation's premier academic institutions. \n\n\n**What has the Army done?**\n\nThe [Mad Scientist program](http://www.ausa.org/publications/ilw/DigitalPublications/Documents/tbip-mad-scientist/index.html) has hosted three major events, which informed science and technology investments, confirmed human dimension initiatives, and identified numerous other opportunities for further assessment and experimentation. Mad Scientist programs resulted in over 50 published articles and informed the Army's warfighting challenges and strategies on megacities, robotics and the human dimension.\n\nKey topics and themes include: \n\n*  Disruptive Technologies, co-hosted by Georgetown University: sentient data, internet of sustainable energy, platform mergers, autonomous vs. unmanned, and the next revolution in computing.\n*  Human Dimension, co-hosted by Army University: measuring cognitive potential, man-machine interface, genome sequencing, wearables, continuous diagnostics and performance enhancers.\n*  Megacities and Dense Urban Areas, co-hosted by Arizona State University: modeling megacities, population-centric intelligence, invisible geography, hot zone robotics, avatars in the field, and the role of augmented and virtual reality in training for operations in dense urban areas.\n\n\n**What continued efforts are planned for the future?**\n\n\nTRADOC continues to conduct Mad Scientist events, which tap into a broad range of expertise about future trends in technology and the human dimension, resulting in key findings and recommendations that are then incorporated into Army concepts, documents and assessments to ensure superiority over potential adversaries.  \n\nThe Army will continue to collaborate with external organizations and individuals in analyzing trends to prepare for the future.\n\nFuture Mad Scientist events include:\n\n*  Aug. 8 and 9: Strategic Security Environment in 2050, co-hosted by the Army chief of staff's Strategic Studies Group and Georgetown University's Center for Security Studies.\n*   Sept. 13 and 14: Building a Cyber Proficient Force in 2050, in partnership with the Army Cyber Institute at West Point, Army Cyber Command and the Cyber Center of Excellence.\n \n\n**Why is this important to the Army?**\n\nThe Army uses key findings and recommendations to advance understanding of the future and innovate more rapidly. As the Army faces unparalleled complexities in the future operating environment, such initiatives can ensure the future readiness of the Army and also of the entire joint force.\n \n\n**Resources:** \n\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [The Mad Scientist Initiative: An Innovative Way of Understanding the Future Operational Environment](http://www.ausa.org/publications/ilw/DigitalPublications/Documents/tbip-mad-scientist/index.html)\n* [All Partners Access Network Mad Scientist community](https://community.apan.org/wg/tradoc-g2/mad-scientist/)\n\n**Related video:** \n\n* [Mad Scientist discussions](https://www.youtube.com/playlist?list=PLiX4QSJW9_Q9s6j0aIb1bMN2HHW7dQpQj)\n\n ",
    "date": "Tuesday, July 19, 2016",
    "quote": "#### Quote for the Day\n\n> The [Army's Warrior Ethos](https://www.army.mil/values/warrior.html?from=stq19) is based on a simple principle: A Soldier never leaves his comrades behind. Chuck Kettles honored that creed. Not with a single act of heroism, but over and over and over and over. And, because of that heroism, 44 American Soldiers made it out that day. \n\n\\- President Barack Obama, honoring the Medal of Honor recipient [Lt. Col. Charles S. Kettle](https://www.army.mil/medalofhonor/kettles/?from=stq19) during the White House Ceremony, July 18\n\n\n[Vietnam aviator gets MOH for cheating death to save dozens](https://www.army.mil/article/171716/?from=stq) ",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)\n\nJuly 19: Hall of Heroes Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}