{
    "id": "2016-07-20",
    "title": "SHARP Partnership with Academia",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe [Army Sexual Harassment/Assault Response and Prevention (SHARP) Program](http://www.preventsexualassault.army.mil) Office, the [Training and Doctrine Command](http://www.tradoc.army.mil) (TRADOC), the [U.S. Military Academy](http://www.westpoint.edu/SitePages/Home.aspx) (USMA) and the Army SHARP Academy are collaborating with academia and related nonprofit and advocacy organizations to share lessons learned, explore new ideas, and identify best practices for addressing sexual harassment and sexual assault prevention and response.\n\n**What has the Army done?**\n\nThe Army has engaged with colleges and universities on sexual violence because they have populations that face similar risks for sexual assault. By sharing lessons learned and best practices, each can benefit from the experiences of the other. The outreach efforts have included:\n\n* TRADOC partnering with 248 colleges/universities on sexual harassment/assault prevention and response. These efforts have included ROTC leaders serving on Title IX and Sexual Assault prevention/response committees and cadets serving as peer mentors and bystander intervention trainers.\n* The SHARP Academy building relationships with more than 30 colleges and universities through visits for updates on the Army's efforts and participation in quarterly SHARP Academy sponsored professional forums.\n* The Army SHARP Program director's presentation at the Student Affairs Administrators in Higher Education 2016 NASPA Symposium on Military-Connected Students.\n* The USMA superintendents' article: \"Lessons to Share -- How Federal Service Academies Prevent and Punish Sexual Assault\" (May 7, 2015).\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to collaborate with academia to exchange insights, lessons learned, best practices, and new ideas. Events such as the USMA SHARP Summit, scheduled for September 28 to 30, will include participation by all military service academies, senior military academies and several New York colleges.\n\nThe Army will continue to collaborate with external organizations and individuals in analyzing trends to prepare for the future.\n\n**Why is this important to the Army?**\n\nReducing sexual assault incidents, as well as building cohesive teams where everyone is treated with dignity and respect, helps to enhance the readiness in the Army. Partnering and collaboration provide an invaluable means for enhancing Army efforts to promote climates of dignity and respect so that sexual misconduct is rare, and those who report it are safe from retaliation.\n\n**Resources:** \n\n* [Army SHARP Program](http://www.preventsexualassault.army.mil)\n* [Training and Doctrine Command](http://www.tradoc.army.mil)\n\n**Related STAND-TO!:** \n\n* [SHARP Readiness Executive Order](https://www.army.mil/standto/archive_2016-06-22)\n",
    "date": "Wednesday, July 20, 2016",
    "quote": "#### Quote for the Day\n\n> Our admiration for Lt. Col. Kettles comes from his acts of heroism, but also from his quiet professionalism -- from how on the day of his greatest testing, just with all other days, he embodied the Army values: loyalty, duty, respect, selfless service, honor, integrity, and personal courage. \n\n\\- [Secretary of the Army Eric Fanning](https://www.army.mil/leaders/sa/), during the Pentagon Hall of Heroes ceremony for Medal of Honor Recipient [Lt. Col. Charles S. Kettle](https://www.army.mil/medalofhonor/kettles/?from=stq20), July 19\n\n\n[Kettles inducted into Hall of Heroes](https://www.army.mil/article/171762/?from=stq) ",
    "events": "#### Events\n\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**July 2016**\n\nJuly 18: White House Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)\n\nJuly 19: Hall of Heroes Ceremony for Medal of Honor Recipient [Retd. Lt. Col. Charles Kettles](https://www.army.mil/medalofhonor/kettles?from=st)  (#MedalofHonor)"
}