{
    "id": "2016-07-21",
    "title": "Army Reserve Family Programs",
    "body": "#######Provided by U.S. Army Reserve \n\n**What is it?**\n\n[Army Reserve Family Programs (ARFP)](http://www.arfp.org/) is focused on enhancing the readiness and resilience of Army Reserve Soldiers, family members, command teams and civilians. ARFP responds, connects, refers and provides resources in the communities of the geographically dispersed Army Reserve family, including those called to active duty.\n\nThere are several programs and services encompassed in ARFP including, but not limited to, the [Fort Family Outreach and Support Center](http://www.arfp.org/fortfamily.php), [Child, Youth and School Services](http://www.arfp.org/cyss.php), [Survivor Outreach Services](http://www.arfp.org/sos.php), Army Family Team Building, [Army Family Action Plan](http://www.arfp.org/afap.php) and Training and Volunteer programs.\n\n**What has the Army done?**\n\nARFP established the [Fort Family Outreach and Support Center](http://www.arfp.org/fortfamily.php) as the Army Reserve's rally point for family programs. Fort Family provides around-the-clock access to compassionate and professional support specialists committed to assisting Soldiers, family members, veterans and members of other services to relevant and responsive programs and services, including those overseas.\n\nFort Family Outreach and Support provides nonstop assistance to the members of the Army Reserve family. It provides referrals for needs such as:\n\n* Partnership activities and programs for youth\n* Temporary Housing\n* Emergency Funds\n* Disaster Relief\n* Debt Management\n* Emergency Home Repair\n* Assistance with locating nearest installation\n* Separation or Coping issues\n* Information on how to find a Common Access Card (CAC) office\n\nThe support specialists are also credentialed as National Victim Advocates and trained to respond to crisis Suicide Prevention and Sexual Harassment Assault and Responsive Prevention situations. Fort Family can be reached at 1-866-345-8248 stateside or via DSN at 314-483-4592.\n\n**What continued efforts are planned for the future?**\n\nARFP is working to provide Fort Family with increased capacity and capabilities that include text messaging, a mobile device app, and live Web chat to give additional points of access to programs and services for Soldiers and family members. Program managers continuously evaluate efforts to meet the needs of the Army Reserve community, as these resources are vital to the success of the Army Reserve. Mission Readiness rests upon two vital components: Soldier readiness and Family readiness.\n\n**Why is this important to the Army?**\n\nArmy Reserve Soldiers and their families face unique challenges as a geographically dispersed community. ARFP is an essential link to the Army Reserve community in maintaining readiness and resilience for the Total Army Force. ARFP's directors, coordinators and the Fort Family Outreach and Support Center ensure Soldiers and their families have access to these programs and services at any time and anywhere.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/) \n* [Army Reserve Family Programs](http://www.usar.army.mil/Featured/Resources/Family-Programs/)\n* [Fort Family Outreach and Support](http://www.arfp.org/)\n\n**Related document:** \n\n* [Army Reserve Posture Statement](http://www.usar.army.mil/Portals/98/Documents/resources_docs/2016ArmyReservePostureStatement.pdf)",
    "date": "Thursday, July 21, 2016",
    "quote": "#### Quote for the Day\n\n> The Army is in the people business. And, to ... figure out how to make us an even better force that is more diverse, that is more adaptive, and is more innovative is critically important to our future. \n\n\\- [Under Secretary of the Army Patrick J. Murphy](https://www.army.mil/leaders/usa?from=stq), reiterated the importance for the Army to continue to work on building upon increasing both race and gender related diversity in the force, at the 2016 Army Diversity Summit held at Fort Eustis, Virginia, July 12-14 \n\n\n[Army reviews diversity in combat arms leadership](https://www.army.mil/article/171727?from=stq) ",
    "events": "#### Events\n\n**July 2016**\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**August 2016** \n\nAug. 26:  Women's Equality Day \n"
}