{
    "id": "2016-07-25",
    "title": "Unified Challenge 16.2",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\n[Unified Challenge](http://www.arcic.army.mil/Initiatives/UnifiedChallenge) is the U.S. Army's experimentation program that explores the concepts and capabilities the Army needs to meet future challenges. This campaign, led by the Army Training and Doctrine Command's [Army Capabilities Integration Center Concept Development and Learning Directorate](http://www.arcic.army.mil/), is a continuing effort to examine the requirements needed to build an agile and adaptive future Army of 2030. This program supports the 39th chief of staff of the Army's [second priority](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf), the future Army.\n\nUnified Challenge 16.2, conducted July 31 through Aug. 12, is an Army-level experiment that will look for new ways to organize and operate in the years 2025 through 2030. Commanders and staffs from across the Army, along with sister services, U.S. government and multinational partners will explore these new ways in a future realistic and complex scenario. After rigorous analysis, the results of this event will lead to recommendations for consideration by senior Army leaders. \n\n**What has the Army done?**\n\nThe Army established [Force 2025 Maneuvers](https://www.army.mil/standto/archive_2015-03-27), a comprehensive approach to develop the future Army that incorporates multiple learning events such as Unified Quest, How the Army Fights, Network Integration Evaluation, Army Warfighting Assessment and Unified Challenge. At the end of each learning event, concept developers, assisted by analysts, update concepts to inform the next event. \n  \nForce 2025 Maneuvers uses important insights from major Army exercises and lessons learned from past and ongoing operations to help build the future Army.    \n\n**What continued efforts are planned for the future?**\n\nARCIC briefs the Army chief of staff at the conclusion of the 2016 Campaign of Learning on the results of experimentation. In 2017, Unified Challenge will continue exploring future concepts and capabilities with two more experiments, UC 17.1 and UC 17.2.  These events will further build on the initial results learned in 2016, with the multiyear campaign concluding in 2018.\n\n**Why is this important to the Army?**\n\nThe UC 16.2 game-based experiment allows the Army to:\n\n* Think clearly about future armed conflict and develop a sound conceptual foundation for Army modernization.\n* Learn about future armed conflict in a focused, sustained and collaborative manner to identify capability gaps and opportunities to achieve overmatch.\n* Analyze results to prioritize solutions to ensure that the Army has the capability and capacity to accomplish future missions.\n* Implement solutions to increase the rate of innovation and maintain the Army's differential advantage over capable and determined enemies.\n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* [Unified Challenge: 16.1 and 16.2](http://www.arcic.army.mil/Initiatives/UnifiedChallenge)\n* [Army Warfighting Challenges](http://www.arcic.army.mil/Initiatives/ArmyWarfightingChallenges)\n\n**Related document:** \n\n* [The U.S. Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n\n**STAND-TO!**\n\n* [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)",
    "date": "Monday, July 25, 2016",
    "quote": "#### Quote for the Day\n\n> What we do is enable [installation readiness](https://www.army.mil/standto/2016-06-08?from=stq) ... to make sure all of our installations have what they need as it relates to installation management -- developing all programs, regulations and directives that allow senior commanders to be able to execute their missions. \n\n\\- [Lt. Gen. Gwen Bingham](http://www.acsim.army.mil/leaders/leadership_acsim.html), assistant chief of staff for Installation Management, emphasizes that the top priority for the [Office of Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html) mirrors \"readiness,\" which is the top priority of Secretary of the Army Eric K. Fanning and Chief of Staff of the Army Gen. Mark A. Milley.\n\n\n[Energy security, reduced 'footprint,' among top priorities for new ACSIM](https://www.army.mil/article/172049?from=stq) ",
    "events": "#### Events\n\n**July 2016**\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n"
}