{
    "id": "2016-07-26",
    "title": "Forecast-Informed Reservoir Operations",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nThe [U.S. Army Corps of Engineers](http://www.usace.army.mil) is participating in a five-year research assessment called Forecast-Informed Reservoir Operations in California to investigate the potential use of improved weather and water forecast modeling in managing reservoir operations. This research assessment will assess the accuracy of atmospheric river forecasting data and evaluate the viability of using the data to improve management of reservoir levels based on current and forecasted conditions.\n\n**What has the Army done?**\n\n* USACE maintains more than 12,000 miles of inland navigable waterways; 900 ports and harbors; 14,000 miles of levees; 700 dams; 230 lock chambers; 75 hydropower plants; and 4,000 recreation areas.\n* These facilities have prevented an estimated $48.5 billion in damages annually from storms and severe weather.\n* USACE continues to seek ways to reduce disaster risks for Americans by engaging in projects such as Forecast-Informed Reservoir Operations.\n* The FIRO consortium consists of USACE as well as several federal, academic, state, and local partners who share information collaboratively to assess the data and make recommendations.\n\n**What continued efforts are planned for the future?**\n\n* FIRO research could lead to better informed meteorology and predictability of weather systems that may have some direct bearing or application to reservoir management. (Example: releasing water ahead of a big storm to prevent downstream flooding, or retaining water longer when no precipitation is forecasted.)\n* Initial research is being done at Lake Mendocino, which was created in 1958 for flood control, water supply and recreation purposes.\n* If FIRO proves viable as a management tool, it may be replicable to other areas affected by atmospheric rivers and similar phenomena.\n\n**Why is this important to the Army?**\n\nThe tools produced as a result of this study may improve the Army's ability to reduce disaster risks for Americans and enhance national preparedness for potential crises by using existing data to better manage the capture and release of water at reservoirs in the United States. Through USACE's broad, collaborative partnership approach, unique authorities, and integrated civil-military capabilities, USACE provides value to the nation and the international community.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n\n**Related STAND-TO!**\n\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27/)\n* [Interagency and International Services Program](https://www.army.mil/standto/archive_2016-01-28/)\n* [Army Engineer Research and Development Center](http://www.army.mil/standto/archive_2015-12-10/)\n\n**USACE on social media:**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Tuesday, July 26, 2016",
    "quote": "",
    "events": "#### Events\n\n**July 2016**\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n"
}