{
    "id": "2016-07-27",
    "title": "Workplace and Gender Relations Survey ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Workplace and Gender Relations Survey of Active Duty Members (WGRA) is a congressionally mandated survey conducted once every two years. It is an independent assessment of the rates of sexual assault, sexual harassment, and gender discrimination in the military.\n\nThe survey measures the frequency of unwanted sexual contact, sexual harassment, gender discriminatory behaviors and sex discrimination experienced by service members during the past 12 months. The content of the survey largely aligns with the [2014 RAND Military Workplace Survey](http://www.rand.org/nsrd/projects/rmws.html) and will be conducted by the Defense Manpower Data Center as part of a biennial cycle of Health and Resilience surveys.\n\n**What has the Army done?**\n\nIn response to the 2014 RAND Military Workplace Survey, Headquarters, Department of the Army has:\n\n* Developed training to assist Soldiers in identifying and preventing retaliation for reporting sexual harassment and sexual assault;\n* Implemented policy to prohibit retaliation and investigate all allegations; and \n* Pursued research on male experiences of sexual harassment and assault toward the development of prevention and response strategies that address the unique needs of military men.\n\nAdditionally, the Army has synchronized and expanded sexual harassment and sexual assault victim services with the opening of Sexual Harassment/Assault Response and Prevention Resource Centers and approved additional skill identifiers for Sexual Assault Response Coordinators and Victim Advocates.\n\nThe Army is currently assessing the level of effectiveness of sexual harassment, sexual assault and retaliation prevention measures at the command level. \n\n**What continued efforts are planned for the future?**\n\nArmy leaders encourage Soldiers who are selected as part of a scientifically designed sample to complete the 2016 WGRA survey. The survey will field through 28 September. The results of this survey will be briefed to Army leadership, Department of Defense leadership and Congress. The final report will be released as part of the 2016 DOD Sexual Assault Prevention and Response Office Annual Report in spring 2017.\n\n**Why is this important to the Army?**\n\nThe Army is committed to taking care of its Soldiers and Army Civilians by working together to end sexual offenses in the Army, facilitating a more ready force. Results of this survey will provide Army leaders with the needed insights to effectively prevent and respond to sexual harassment and assault.\n\n**Resources:**\n\n* [Sexual Harassment/Assault Response and Prevention](http://www.sexualassault.army.mil/)\n* [Department of Defense Sexual Assault Prevention and Response Office (SAPRO)](http://www.sapr.mil/)\n* [Department of Defense Research, Surveys, and Statistics Center](http://www.dodsurveys.mil)\n\n**Related STAND-TO!:**\n\n* [SHARP Partnership with Academia](https://www.army.mil/standto/archive_2016-07-20)\n* [SHARP Readiness Executive Order](https://www.army.mil/standto/archive_2016-06-22)\n* [SHARP - Victim Advocacy](https://www.army.mil/standto/archive_2013-09-26)\n\n**Related article:**\n\n* [Gender relations survey to assess workplace conditions](http://www.army.mil/article/172131?from=st)",
    "date": "Wednesday, July 27, 2016",
    "quote": "#### Focus Quote for the Day\n\n> As Secretary of the Army, one of the things that I can do and I will do is make sure that we're keeping pressure on getting a better understanding of what's happening, what's working, what's not working and keeping the momentum moving forward.\n\n\\- [Secretary of the Army Eric Fanning](https://www.army.mil/leaders/sa?from=stq), speaking with regard to sexual assault and retaliation prevention, May 20, 2016 \n\n\n\n",
    "events": "#### Events\n\n**July 2016**\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n"
}