{
    "id": "2016-07-28",
    "title": "PANAMAX 2016",
    "body": "#######Provided by U.S. Army South\n\n**What is it?**\n\n[U.S. Army South](http://www.arsouth.army.mil/), along with armed forces from 18 nations, will take part in the annual U.S. Southern Command-sponsored PANAMAX 2016 exercise.\n\nCommonly known as PANAMAX, the exercise brings together sea, air and land forces in a joint and combined operation focused on defending the Panama Canal from attacks as well as responding to natural disasters and pandemic outbreaks in various locations. In addition to the United States, more than 300 participants from Belize, Brazil, Canada, Chile, Colombia, Costa Rica, Dominican Republic, Ecuador, El Salvador, France, Guatemala, Honduras, Jamaica, Mexico, Nicaragua, Panama, Paraguay and Peru will take part in the exercise.\n\nThe exercise will be conducted simultaneously at Fort Sam Houston, Texas; Miami, Arizona, Florida; Suffolk, Virginia; and in Chile, July 29 to Aug. 5.\n\n**What has the Army done?**\n\nThis major multinational exercise has grown dramatically since 2003 when the U.S. Army conducted the first exercise together with Panama and Chile.\n\nParticipants are able to exchange their experiences, expertise and gain new knowledge about each other's culture and people. These interactions strengthen the U.S. Army bonds across the region and foster long-lasting friendships and understanding among its partner nations, ultimately benefiting the security of the region.\n\n**What continued efforts are planned for the future?**\n\nArmy South conducts numerous exercises and operations, such as PANAMAX, that provide high-level training opportunities for the service members and partner nations. Future exercises will build upon this training to ensure we are prepared to deploy and conduct contingency operations together.\n\n**Why is this important to the Army?**\n\nPANAMAX provides opportunities for the participating nations, along with Army South to join efforts to consider threats from transregional criminal organizations, while providing for humanitarian relief and security of the Panama Canal.\n\nAll the participants in PANAMAX benefit their countries and the region by increasing professional understanding of the Western Hemisphere and reassuring the nation's commitment to regional peace and respect for sovereignty.\n\n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [U.S. Army Southern Command website](http://www.southcom.mil/)\n* [Army.mil: Central/South America and Caribbean News](http://www.army.mil/news/centralsouthcaribbean/)\n\n**Army South on social media:**\n\n* [YouTube](http://www.youtube.com/usarmysouth) \n* [Facebook](http://www.facebook.com/ArmySouth)\n* [Twitter (@ARSOUTH)](https://twitter.com/armysouth)\n\n**Related STAND-TO!:**\n\n* [U.S. Army South Command Strategy](http://www.army.mil/standto/archive_2013-02-06/)\n* [Globally Engaged Army](https://www.army.mil/standto/2016-06-20)\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)",
    "date": "Thursday, July 28, 2016",
    "quote": "",
    "events": "#### Events\n\n**July 2016**\n\nJune 25-July 27: Korean War (#KoreanWar)\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n"
}