{
    "id": "2013-11-05",
    "title": "National American Indian Heritage Month",
    "body": "**What is it?**\n\nNational American Indian Heritage Month begins each year on November 1st to celebrate and recognize the accomplishments of this country's original inhabitants, explorers and settlers.  Throughout our Army's 238-year history, American Indians have served valiantly and with distinction in times of peace and war, while also fighting for the right to be an equal part of our nation.  We recognize their rich heritage and honor their spirit and true devotion to our country. \n\n**What has the Army done?**\n\nArmy leadership has asked the entire Army family to give sincere thanks and appreciation for the past and present contributions American Indian Soldiers, civilians and family members have made. As a tribute to all American Indians, units, agencies and Army activities will be executing appropriate commemorative activities throughout the Army to celebrate National American Indian Heritage Month. We know there is strength in [diversity](http://www.armydiversity.army.mil/). In celebrating National American Indian Heritage Month, we not only emphasize American Indians significant contributions, but also the value the Army places on diversity.\n\n**What efforts does the Army have planned for the future?**\n\nWe are Army Strong because we not only place great value in having different perspectives, approaches, and skills but also because we value having ethnic and cultural diversity. Throughout the year, we will celebrate and commemorate the diversity of our Army and leverage and draw strength from the rich diversity within our military and civilian ranks by recognizing the critical roles we all play in strengthening our nation's presence around the world. \n\n**Why is this important to the Army?**\n\n[American Indians](http://www.army.mil/nativeamericans) have a distinguished legacy in the Army -  many thousands have served in the armed forces from the early days of the Revolutionary War, with the Lewis and Clark expedition, as Scouts with the U.S. Cavalry and as Code Talkers in World War II.  \n\nThis legacy continues today with the brave Soldiers who have served and continue to serve in Iraq, Afghanistan and around the world.  To this day, 24 American Indians have earned the [Medal of Honor]( http://www.army.mil/medalofhonor) for their courage and devotion to our nation.  The nation is proud of the lasting contributions American Indians continue to make as Soldiers, civilians, veterans and family members in professions that will benefit the nation and Army for many years to come.  \n\n\n**Resources:** \n\n* Tri-signed letter: [National American Indian Heritage Month](http://www.army.mil/e2/c/images/2013/10/29/318203/original.jpg)\n* [Presidential Proclamation- National Native American Heritage Month, 2013](http://www.whitehouse.gov/the-press-office/2013/10/31/presidential-proclamation-national-native-american-heritage-month-2013)\n* Related sites: \n* &bull; [Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n* &bull; [Army Diversity](http://www.armydiversity.army.mil/)\n* &bull; [Army Profession](http://cape.army.mil/)\n\n\n\n",
    "date": "Tuesday November 5, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nThroughout our Army's 238-year history, American Indians have served valiantly and with distinction in times of peace and war, while also fighting for the right to be an equal part of our nation. [American Indians](http://www.army.mil/nativeamericans) have a distinguished legacy in our Army... \n \n### - Army senior leaders \n\n\n### Tri-signed letter: [Senior leaders message- National American Indian Heritage Month](http://www.army.mil/e2/c/images/2013/10/29/318203/original.jpg)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **November 2013**\n\n* National Native American Heritage Month- *Related site* -[Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n\n* Military Family Appreciation Month- *Related site* - [Army Families](http://www.army.mil/families)\n\n* [Warrior Care Month](http://www.wtc.army.mil/about_us/warrior_care_month_2013.html)\n\n* Nov. 11: Veterans Day - *Related site* - [U.S. Army Veterans](http://www.army.mil/veterans)\n "
}