{
    "id": "2013-11-12",
    "title": "Warrior Transition Command Cadre Resilience Course",
    "body": "**What is it?**\n\nThe  [Warrior Transition Command](http://www.wtc.army.mil/index.html) (WTC) Cadre Resilience Course (CRC) is a tailored version of Comprehensive Soldier and Family Fitness' (CSF2) [Master Resilience Trainer](http://www.army.mil/standto/archive/2009/07/01/) course, specifically designed for those caring for wounded, ill, and injured Soldiers and their families.\n\nWTC's mission is to develop, coordinate, and integrate the Army's [Warrior Care and Transition Program](http://www.wtc.army.mil/about_us/programs.html) (WCTP) for wounded, ill or injured Soldiers, veterans, and their families or caregivers to promote success in the force or success while transitioning to civilian life. WTC has Warrior Transition Units (WTUs) at the installation level that resemble \"line\" Army units, which enable their Soldiers to focus on healing and transition back to the Army or to civilian status. The cadre, primarily squad leaders and platoon sergeants, are first-line leaders who ensure their Soldiers' healing and transition.\n\n**What has the Army done?**\n\nWTC incorporated [resilience training](http://www.army.mil/standto/archive_2013-09-13/) for cadre, based on the unique challenges cadre may face in WTUs. \n\nIn October 2012, WTC launched its CRC as the first part of the three-week training for new cadre members.  Then, the cadre integrate and apply these resilience skills throughout the remainder of the course, and discover ways to apply the skills both formally and informally. \n\nBefore taking their posts at WTUs, all cadre must complete the CRC at [Army Medical Department (AMEDD) Center and School](http://www.cs.amedd.army.mil/), located at Joint Base San Antonio, Texas. \n\n**Why is this important to the Army?**\n\nThe CRC aligns with the Army's [Ready and Resilient](http://www.army.mil/readyandresilient) campaign, because it gives WTU Cadre a thorough understanding of resilience skills taught by CSF2. Cadre  are empowered to apply the skills for themselves and to the specific needs of the wounded, ill, and injured Soldiers they supervise. \n\nThe cadre use these skills, at their WTUs, for the mentorship and counseling of wounded, ill, and injured Soldiers. This everyday integration is a powerful complement to the mental skills training required by the [Comprehensive Transition Plan](http://wtc.army.mil/about_us/ctp.html), and results in Soldiers being more resilient and better prepared to take on the challenges of transition.\n\n**What efforts does the Army have planned for the future?** \n\nAs the CSF2's Master Resilience Trainer course curriculum evolves, CSF2 and WTC will continue to tailor and refine the CRC to meet the needs of WTU cadre and the people they serve. \n\n**Resources:** \n\n\n* [Ready and Resilient- Transition](http://www.army.mil/readyandresilient/transition)\n* [Warrior Transition Command](http://www.wtc.army.mil/index.html)\n* [Comprehensive Soldier and Family Fitness]( http://csf2.army.mil/)\n* [Warrior Transition Command Comprehensive Transition Program](http://wtc.army.mil/about_us/ctp.html)\n* Related STAND-TO! : \n* &bull; [Warrior Care Month 2013](http://www.army.mil/standto/archive_2013-11-04/)\n* &bull; [Warrior Transition Unit Resilience Training](http://www.army.mil/standto/archive_2013-09-13/)\n* &bull; [Warrior Transition Units Cadre Training Program](http://www.army.mil/standto/archive_2013-08-19/)\n* &bull; [Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness]( http://www.army.mil/standto/archive_2013-07-23/)\n\n\n\n\n",
    "date": "Tuesday November 12, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nVeterans represent the superheroes of America -- fighting for our liberty, freedom, and justice. \n \n### - Under Secretary of the Army Joseph W. Westphal, in his keynote address at the Veterans Day Assembly, Brookwood Elementary School in Leawood, Kan., reinforced the importance of [Veterans Day](http://www.army.mil/veterans) and the contributions of veterans to American history and their commitment to the defense of the nation. \n\n### [Westphal to elementary students: Veterans are America's superheroes, fighting for liberty, freedom](http://www.army.mil/article/114789/)\n\n### Army senior leaders message: [Tri-signed letter](http://www.army.mil/e2/c/downloads/319622.pdf)\n\n### Related STAND-TO!:[Veterans Day 2013 - Soldier for Life](http://www.army.mil/standto/archive_2013-11-07/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **November 2013**\n\n* National Native American Heritage Month- *Related site* -[Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n\n* Military Family Appreciation Month- *Related site* - [Army Families](http://www.army.mil/families)\n\n* [Warrior Care Month](http://www.wtc.army.mil/about_us/warrior_care_month_2013.html)\n\n* Nov. 11: Veterans Day - *Related site* - [U.S. Army Veterans](http://www.army.mil/veterans)\n "
}