{
    "id": "2013-11-19",
    "title": "SHARP: Enhanced Investigation, Prosecution and Legal Support",
    "body": "**What is it?**\n\nThe U.S. Army's  [Sexual Harassment/Assault Response and Prevention]( http://www.preventsexualassault.army.mil/) (SHARP)  program is a key component of efforts to make the force ready and resilient.  Army SHARP, the Office of the Judge Advocate General and the [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/), known as CID,  are dedicated to providing high quality investigation, prosecution and legal support to victims of sexual assault.\n\nThrough Army's [Ready and Resilient campaign](http://www.army.mil/readyandresilient), Army total force members and partner organizations are working hard to provide Soldiers, civilians, and families with what they expect and deserve -  a positive work environment.  \n\n**What has the Army done?**\n\nIn an effort to instill confidence and trust, strengthen resilience, and inspire victims to report incidents of sexual assault, the Army has:\n\n* &bull; Through CID, expanded its investigation focus by hiring 22 Sexual Assault Investigators (SAIs) who are positioned throughout the Army.\n* &bull; Established a Special Victim Prosecutor (SVP) program of 23 specially selected and specially trained Army lawyers. SVPs are part of the Army-wide effort to provide even greater expertise to the investigation and disposition of allegations of sexual assault and family violence. \n* &bull; Coordination between CID and the [Judge Advocate General](https://www.jagcnet.army.mil/) (JAG) on every sexual assault case enhances the thoroughness of investigations/quality of cases for prosecution.\n* &bull; Established procedures that provide sexual assault victims with an opportunity to:\n       * (1) Consult with and be represented by Special Victim Counsel (SVC) and, in cases where the victim may have been involved in collateral misconduct, consult with defense counsel.  \n       * (2) Have a Sexual Assault Response Coordinator (SARC) or Victim Advocate (VA) present during interviews with law enforcement or defense counsel.\n       * (3) Access information and services concerning the investigation and prosecution.\n\n\n**What efforts does the Army have planned for the future?** \n\nThe [Joint Services Committee on Military Justice](http://www.dod.gov/dodgc/jsc_business.html) drafted language for an Executive Order to amend the Manual for Courts Martial to ensure that victims of crime are given the opportunity to provide input to the post-trial action phase of courts-martial.\n\n**Why is this important to the Army?**\n\nTrust is paramount to a [Ready and Resilient](http://www.army.mil/readyandresilient) force.  It is vital to ensure the best resources and systems are in place to support victims. It is part of the Army's promise to provide victims with help, without fear of embarrassment or retaliation.\n\n**Resources:** \n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Sexual Harassment/Assault Response and Prevention](http://www.preventsexualassault.army.mil/) \n* [Army.mil: SHARP](http://www.army.mil/SHARP)\n* Related STAND-TO!\n* &bull; [Sexual Harassment/Assault Response and Prevention: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26 )\n* &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n\n\n\n\n",
    "date": "Tuesday November 19, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThere are more sexual assaults occurring with male on male. That's just a fact. If you think that it's not happening in your unit because you're in an all-male unit, you're wrong... It's our duty to look out for one another. You have a duty just like I do: to prevent it. We're not going to leave anyone behind. \n\n### - Sgt. Maj. of the Army Raymond Chandler III, addressed the Sexual Harassment/Assault Response and Prevention program, which is U.S. Army's top focused priorities in it's Ready and Resilient campaign, during his visit with Vice Chief of Staff of the Army Gen. John Campbell to Joint Base Lewis-McChord, Wash., Oct. 30, 2013\n\n### [Vice Chief Campbell, SMA Chandler discuss readiness and resiliency at Lewis-McChord](http://www.army.mil/article/114367)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **November 2013**\n\n* National Native American Heritage Month- *Related site* -[Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n\n* Military Family Appreciation Month- *Related site* - [Army Families](http://www.army.mil/families)\n\n* [Warrior Care Month](http://www.wtc.army.mil/about_us/warrior_care_month_2013.html)\n\n* Nov. 11: Veterans Day - *Related site* - [U.S. Army Veterans](http://www.army.mil/veterans)\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/)  "
}