{
    "id": "2013-11-20",
    "title": "TBOC: Training Brain Repository",
    "body": "**What is it?**\n\nThe Training Brain Repository (TBR) is a web-based capability developed by U.S. Army Training and Doctrine Command's [Training Brain Operation Center](http://www.army.mil/standto/archive/issue.php?issue=2012-12-14) (TBOC), which will support commanders' training objectives by allowing units to develop and store tailored, realistic and accurate training exercises. \n\nThe TBR is guided by and will automate processes contained in [Army Training Circular 7-101, *Exercise Design*](https://armypubs.us.army.mil/doctrine/DR_pubs/dr_aa/pdf/tc7_101.pdf), and its outputs are in accordance with Warfighter Training Support Package standards. The TBR will reduce exercise design from months to weeks, or weeks to days, while raising the realism and depth of an exercise's operational environment to unprecedented levels.  \n\n**What has the Army done?**\n\nThe TBR is a nearly 100-percent open-source project, which has yielded software acquisition and maintenance costs that are nominal compared to some legacy, enterprise-level applications. To date, TBOC efforts have allowed exercise developers to select exercise training tasks and corresponding opposing-force counter-tasks, establish master scenario event lists and develop training documents, such as operations orders, annexes and timelines.\n\nTailoring previous input or exercises from other Army users maximizes efficiency. For example, a new brigade operations officer in Georgia will be able to clone an experienced operations officer's work in Hawaii, Texas or South Korea and modify the work to suit the unit's training objectives.\n\n\n**What efforts does the Army have planned for the future?** \n\nThe TBOC continues to improve TBR features. The next development phase will provide startup data for constructive simulations, improved master-scenario event list generation, inclusion of drawing and mapping tools, an operational environment development tool and the capability to deliver usage and analytical reports. \n\n**Why is this important to the Army?**\n\nToday's combat-proven Soldiers and leaders have grown accustomed to dealing with the pace and complexities of an ever-changing operational environment.  As the Army transitions to an [*Army of preparation*](http://www.army.mil/article/96821/), it must provide high-quality training experiences that replicate that operational environment and stimulate agility and adaptability. Over time, the TBR will use a crowd-sourcing approach to exercise design, operational environment replication and training preparation that will improve the Army's capability. \n\n**Resources:** \n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Training Brain Repository: \n* &bull; [NIPR site](http://tbr.army.mil)    \n* &bull; [SIPR site](http://tbr.army.smil.mil)  \n* [Training Brain Operation Center](https://tboc.army.mil/)\n* [TBOC on Facebook](https://www.facebook.com/theTBOC?fref=ts)\n* Related STAND-TO!: \n* &bull; [TRADOC's Training Brain Operations Center](http://www.army.mil/standto/archive/issue.php?issue=2012-12-14)\n* &bull; [The Army Learning Concept - 2015](http://www.army.mil/standto/archive/2010/10/19/)\n\n\n\n\n\n",
    "date": "Wednesday November 20, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nOur military must be agile and deployable, and we must have a full-spectrum force that can deter conflict, project power and win wars. Our military ocean terminals will certainly play an important role in that future.\n\n### - Secretary of the Army John McHugh, discusses the importance of Military Ocean Terminal Concord, known as MOTCO, support to the Pacific area of operations, during a visit to MOTCO, Calif., Nov. 15, 2015.\n\n### [McHugh touts importance of Army ammunition ocean terminals](http://www.army.mil/article/115184)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **November 2013**\n\n* National Native American Heritage Month- *Related site* -[Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n\n* Military Family Appreciation Month- *Related site* - [Army Families](http://www.army.mil/families)\n\n* [Warrior Care Month](http://www.wtc.army.mil/about_us/warrior_care_month_2013.html)\n\n* Nov. 11: Veterans Day - *Related site* - [U.S. Army Veterans](http://www.army.mil/veterans)\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/)  "
}