{
    "id": "2013-10-01",
    "title": "Army Energy Awareness Equals Action Month",
    "body": "**What is it?** \n\nOctober has been designated by the President as \"Energy Action Month.\"  Throughout the month, the Army will focus on *Energy Awareness equals Action*, as a means to educate and inform Soldiers, civilians and family members on taking action by becoming more aware of the impact energy security has on the Army's mission and readiness,  the value of private and public collaboration in improving energy performance to achieve security in times of constrained resources, and the Army's vision of Power and Energy advancements through collaborating and partnering.  \n\n**What has the  Army done**\n\nThe Army is partnering with Soldiers, civilians and their family members in changing energy behavior. The Army is collaborating across installations, implementing [Net Zero](http://www.army.mil/standto/archive/issue.php?issue=2012-08-15) initiatives and large scale renewable energy projects through the [Energy Initiatives Task Force](http://www.army.mil/standto/archive/issue.php?issue=2011-09-20), and increasing efficiencies across the enterprise, to include [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17) initiatives at Forward Operating Bases, while sharing lessons learned. The Army is leveraging corporate, industrial, private and public core competencies in developing renewable energy sources, creating new energy efficiencies, and securing third-party funding to drive efficiencies.\n\n**What efforts does the Army have planned for the future?**\n\nThrough partnering efforts, the Army will continue to reduce energy demands and improve operational capabilities to enhance mission effectiveness. It will continue to reduce its dependence on traditional energy sources. The Army will continue to expand the use of renewable energy sources on its installations and increase efficiency and reduce costs.\n\n\n\n\n**Why is this important to the Army?**\n\nThe Army must leverage its culture of discipline to change the energy usage to make [energy informed](http://www.army.mil/standto/archive_2013-04-17/) operations a consideration in all that is done.  The amount of energy needed to power a Soldier's equipment in the field impacts reach, mobility, agility, interoperability and sustainability.  The sheer volume of fossil fuels needed to maintain contingency operations constitutes the majority of the logistical tail.  The installations on which Soldiers and their families live and train are almost completely dependent on commercial power grids that can be disrupted by weather, nature and acts of terrorism.  \n\nDuring the month of October, it is the Army's responsibility to become [energy informed](http://www.army.mil/standto/archive_2013-04-17/) and aware so that this knowledge can be carried through the rest of the year.  By taking action, becoming champions of change, promoting energy awareness and taking action to make [energy informed](http://www.army.mil/standto/archive_2013-04-17/) operations a key consideration, the Army will continue to possess the power to succeed. \n\n**Resources:** \n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy)\n* [Energy Initiatives Task Force](http://www.armyeitf.com)\n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* Related STAND-TO!:\n* &bull; [Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/)\n* &bull; [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n* &bull; [Net Zero](http://www.army.mil/standto/archive/issue.php?issue=2012-08-15) \n* &bull; [Energy Initiatives Task Force](http://www.army.mil/standto/archive/issue.php?issue=2011-09-20)\n",
    "date": "Tuesday October 1, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nIt's operationally necessary, it's fiscally prudent, and it's mission essential for us to make sure that we have energy security and can perform our primary mission for the United States. \n\n### - Honorable Katherine Hammack, [Assistant Secretary of the Army (Installations, Energy & Environment)](http://www.army.mil/asaiee)\n\n\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}