{
    "id": "2013-10-02",
    "title": "SecArmy's Message to the Force ",
    "body": "*To the men and women of the United States Army:* \n\n*It is with deep sadness that I write you regarding the government-wide shutdown, and the actions the Department of the Army must now take to come into compliance. This great disruption of our operations was made necessary after Congress failed to enact either a FY 2014 budget or a temporary funding measure that would have allowed normal operations to continue after the 2013 fiscal year ended on September 30.*\n\n*While Congress and the President have taken prudent steps to protect military pay for our men and women in harm's way, our civilian workforce will likely be deeply and personally impacted.  A large number of our civilian workforce will be temporarily furloughed beginning today.  As Secretary of Defense Hagel noted recently, decisions about who will be furloughed are dictated solely by law. Please know that if you are furloughed, it in no way diminishes the importance of your work to the Army or our mission.*\n\n*Coming so soon after a six-day furlough required by budget sequestration, this furlough will create a tremendous hardship on both our workforce and their families.  Please know that you are in our thoughts and prayers, and that we hope for a speedy resolution to this impasse.  Thank you for all you have done, and will continue to do, for the United States Army.*\n\n* [SecArmy McHugh letter to force about government shutdown](http://www.army.mil/e2/c/downloads/314625.pdf)\n\n* Related link: [Information for Soldiers, civilians impacted by government shutdown](http://www.army.mil/article/112425/)\n",
    "date": "Wednesday October 2, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nIt's operationally necessary, it's fiscally prudent, and it's mission essential for us to make sure that we have energy security and can perform our primary mission for the United States. \n\n### - Honorable Katherine Hammack, [Assistant Secretary of the Army (Installations, Energy & Environment)](http://www.army.mil/asaiee)\n\n\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}