{
    "id": "2013-10-03",
    "title": "2013 Domestic Violence Awareness Month",
    "body": "**What is it?** \n\nThe Domestic Violence Awareness Month campaign is developed to protect and honor one the most important assets of the Army -- the family -- as they are a vital part of our nation's security through the foundation they provide to our Soldiers.  With the theme, *End Domestic Violence: Recognize It, Report It, Prevent*,  the focus of the campaign is to raise awareness of domestic violence, inform victims that help is available and emphasize the negative impact it has on family readiness. \n\n**What has the  Army done**\n\nThe [U.S. Army Installation Management Command](http://www.imcom.army.mil/) is making a concerted effort during Domestic Violence Awareness Month to highlight the Army's resources that support the resilience of Army families.  The Army provides varying degrees of resources everyone can use to prevent domestic abuse and develop skills to help restore stability and health through the Army's Family Advocacy Program, a congressionally mandated program intended to prevent and reduce the occurrence of family violence.  Resources include support groups for young parents, reintegration programs for families experiencing deployment and redeployment stress, and programs on anger management, dating violence and gender issues. \n\n**What efforts does the Army have planned for the future?**\n\nThroughout the month of October, Domestic Violence Awareness Month campaigns will be executed at each garrison to highlight prevention programs and services to Soldiers and family members.  These programs are designed to promote awareness, encourage reporting, provide safety for victims, and ensure treatment or administrative action for offenders with special emphasis on services for junior enlisted Soldiers and their spouse or intimate partner.  Family Advocacy Program's preventive educational programs are a primary resource for Army families to learn these life skills.  \n\n**Why is this important to the Army?**\n\nDomestic abuse has negative effects on family readiness and undermines quality of life.  The Army is committed to fully support families and overcome negative events that diminish health and well being.  We all must acknowledge that interpersonal violence is wrong, reach out to support victims, hold offenders accountable and create a climate of safety and respect.\n\n**Resources:** \n\n* [Presidential Proclamation](http://www.whitehouse.gov/the-press-office/2013/09/30/presidential-proclamation-national-domestic-violence-awareness-month-201)\n* [Army Installation Management Command](http://www.imcom.army.mil)\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com)\n* [Family Advocacy Program](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/familyadvocacyprogram/default.aspx)\n* [Victim Advocacy Program](https://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/FamilyAdvocacyProgram/TipsfortheHome/default.aspx)\n* [Army OneSource](https://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/FamilyAdvocacyProgram/TipsfortheHome/default.aspx)\n* [Victim Advocacy Program](https://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/FamilyAdvocacyProgram/TipsfortheHome/default.aspx)\n* [Domestic Violence Awareness Month](http://www.myarmyonesource.com/Events/DomesticViolenceAwarenessMonth/Default.aspx)\n* Related document:\n* &bull; [Army Regulation 608-18, Army Family Advocacy Program, Oct. 30,\n2007](http://www.army.mil/usapa/epubs/pdf/r608_18.pdf)\n* Related article:\n* &bull; [End Domestic Violence - Recognize It, Report It, Prevent It](http://www.fortgordonfyi.com/2013/09/end-domestic-violence-recognize-report-prevent/)\n* Related video:\n* &bull; [2013 IMCOM's National Domestic Violence Awareness Month PSA](http://bcove.me/r3wx5h2v)",
    "date": "Thursday October 3, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nEnding violence in the home is a national imperative that requires vigilance and dedication from every sector of our society. We must continue to stand alongside advocates, victim service providers, law enforcement, and our criminal justice system as they hold offenders accountable and provide care and support to survivors.\n\n### - President Barack Obama \n\n### - [Presidential Proclamation -- National Domestic Violence Awareness Month, 2013](http://www.whitehouse.gov/the-press-office/2013/09/30/presidential-proclamation-national-domestic-violence-awareness-month-201)\n\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}