{
    "id": "2013-10-04",
    "title": "National Depression Awareness Month",
    "body": "**What is it?** \n\nOctober is *National Depression Awareness Month*.  In observance of this month, on Oct. 10, 2013, the Army will join several organizations across America in recognition of *National Depression Screening Day* to inform the public about the signs and symptoms of depression. The public will also learn the importance of seeking treatment and will be provided information about the availability of anonymous behavioral health screenings. The Army theme for 2013 is *The Courage to Seek Help.* \n\nAccording to the Centers for Disease Control, one in ten U.S. adults report depression. Symptoms of depression may include persistent sadness, difficulty concentrating, hopelessness, fatigue, changes in appetite, insomnia, irritability, and in some instances, thoughts of suicide.  While most people experience sadness at time in their lives, it is time to seek help when these feelings persist and begin to interfere with everyday life which may be a sign of clinical depression, a serious medical condition that if left untreated, may lead to other medical conditions.  \n\nDepression screening,  as the first step towards getting well, helps to make people aware of key warning signs. Statistically two-thirds of people suffering from depression fail to seek care.  Clinical depression can be treated. Anonymous screening resources are available through the Department of Defense, Department of Veterans Affairs, behavioral health and the local community. Treatments may include therapy, medications or a combination of both. \n\n**What has the  Army done**\n\nEnhanced Behavioral Health Screening is mandated across the Army. The Army conducts screening at five recognized touch points, exceeding the National Defense Authorization Act requirements, throughout the deployment cycle, to include an in-theater touchpoint and periodic annual screening. \n\n**What efforts does the Army have planned for the future?**\n\nThe Army is in the midst of a complete transformation to a proactive, integrated, metrics-driven and patient-centered [Behavioral Health](http://www.army.mil/standto/archive_2013-08-13/) (BH) System of Care that is standardizing and optimizing clinical BH efforts and best practices for force readiness linked to its [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) (R2C). \n\n**Why is this important to the Army?**\n\nEven the most severe cases of depression are treatable.  It is most effective to start the treatment early as this helps to prevent the likelihood of recurrence of depression.  The Army's goal is to eliminate the stigma associated with seeking help for depression. It takes courage to seek help. \n\n**Resources:** \n\n* [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* [Army Behavioral Health]( http://www.behavioralhealth.army.mil/)\n* [Real Warriors Campaign](http://www.realwarriors.net/)\n* [Military OneSource](http://www.militaryonesource.com)\n* [Army OneSource]( http://www.myarmyonesource.com/default.aspx)\n* [Comprehensive Soldier Fitness](http://www.armymedicine.army.mil/)\n* [Army Medicine](http://www.army.mil/csf/)\n* Related STAND-TO!:\n* &bull; [Ready and Resilient Campaign: Embedded Behavioral Health]( http://www.army.mil/standto/archive_2013-08-13/)\n* &bull; [Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* Related video:\n* &bull; [Surgeon General's message](http://bcove.me/sbldsx88)",
    "date": "Friday October 4, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nClinical depression is a common medical illness that affects an estimated 25 million Americans every year. It makes sense that screenings for depression should be a routine part of healthcare, the same as we screen for other illnesses such as hypertension or diabetes. \n\n### - Lt. Gen. Patricia D. Horoho,  U.S. Army Surgeon General and commanding general, U.S. Army Medical Command  \n\n### - [National Depression Awareness Month](http://bcove.me/dn266d6p)\n\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}