{
    "id": "2013-10-07",
    "title": "Antiterrorism Risk Management",
    "body": "**What is it?** \n\nThe Army antiterrorism theme for the quarter one of fiscal year 2014 (Q1/FY14) , October through December,  is antiterrorism risk management.  The [Army's antiterrorism program](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23) is a risk-based protection program.  \n\nAt the heart of the risk assessment process is the analysis of threat, vulnerability, and criticality as it relates to organizational mission accomplishment and the ability to defend against the terrorist threat.  Army doctrine, FM 3-37.2,  establishes antiterrorism risk assessment methodologies.  These relatively complex antiterrorism risk assessment concepts must integrate with the broader [Army Protection Program](http://armypubs.army.mil/epubs/pdf/ad2011_04.pdf). \n\nAs the DOD and Army continue to improve program and mission integration and synchronization, risk assessment methodologies from the installation to strategic level apply a tailorable risk assessment framework allowing the ability to aggregate risk visibility and support risk mitigation decision-making.\n \n**What has the  Army done**\n\nAreas to focus on throughout the quarter include: understanding the terrorist threat, vulnerability, and criticality assessment processes and methodologies; how protection of critical infrastructure is tied into the critical asset list at the installation level; and how resource allocation and risk mitigation measures are interrelated.\n\n**What efforts does the Army have planned for the future?**\n\nIn light of the Sept. 16, 2013, active shooter at the Washington Navy Yard, the Army is reviewing security and access procedures.  While this was not a terrorist incident it is important to report suspicious behavior to appropriate officials.  The trained officials will assess the information and take appropriate actions.\n\n[iWATCH Army](http://www.army.mil/standto/archive/2010/05/10/), a modern day terrorist-focused neighborhood watch program, remains a vital element of our community awareness program.  Army commands are encouraged to promote active iWATCH efforts and to encourage community members to report suspicious activity and indicators of high risk behavior.\n\nOther antiterrorism awareness quarterly themes for FY14 include:\n\n* &bull; Q2/FY14:  The Evolving Threat (including Active Shooter)\n* &bull; Q3/FY14:  Antiterrorism Synchronization\n* &bull; Q4/FY14:  Organization and Individual Protective Measures\n\n**Why is this important to the Army?**\n\nGiven the persistent threat of terrorism and the significant reduction in protection resources, risk management plays a significant role in the Army's antiterrorism program and missions and must be integrated into the Army Protection Program and evolving DOD Mission Assurance Implementation Framework.  \n\nThe ability to accurately assess and mitigate terrorist-related risk is dependent upon the comprehensive knowledge and application of the risk assessment process and the quality of the information and data available to analysts informing the decision-making process.  \n\n**Resources:** \n\n* [Senior Leader Tri-signed Letter: 2013 Antiterrorism Awareness Message](http://www.army.mil/e2/c/downloads/306439.pdf)\n* AKO log-in and ATEP registration required: [Army Antiterrorism Enterprise Portal and iWatch Army](https://www.us.army.mil/suite/page/605757)\n* NOTE: ATEP is now available at [Army Policing Portal](https://west.esps.disa.mil/army/sites/app/opmg/ops/antiterror/atep/default.aspx)\n* AKO log-in required: Concept of Operations: [Risk Management - Linking Tactical Execution to Strategic Outcomes](https://www.us.army.mil/suite/doc/41172002)\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com)\n* Related STAND-TO!:\n* &bull; [Army's Antiterrorism Program](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)",
    "date": "Monday October 7, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nEffective antiterrorism measures require a combination of great leadership, a professional police force, and active community involvement. We must all be vigilant, continuously watchful for threats and hazards, and prepared to report them when we see them. \n\n### - Senior Army leaders\n\n### - [Senior Leader Tri-signed Letter: 2013 Antiterrorism Awareness Message](http://www.army.mil/e2/c/downloads/306439.pdf)\n\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}