{
    "id": "2013-10-08",
    "title": "Breast Cancer Research Program ",
    "body": "**What is it?** \n\nBreast cancer is the most commonly diagnosed non-skin cancer in women.  Breast cancer is the second leading cause of cancer deaths in women in the United States. It is anticipated that approximately 39,620 women and 410 men in the U.S. will die from breast cancer this year.\n\nThis year, approximately 232,340 women in the U.S. will receive a diagnosis of invasive breast cancer and 64,640 women will be diagnosed with in situ (non-invasive) breast cancer. In addition, about 2,240 men will be diagnosed with breast cancer this year. \n\n \n**What has the  Army done**\n\nThe United States Army [Medical Research and Materiel Command](http://mrmc.amedd.army.mil/) (MRMC) is the executor of DOD's [Breast Cancer Research Program](http://cdmrp.army.mil/bcrp/) (BCRP). Their continued efforts have resulted in more than $2.6 billion in congressional appropriations through fiscal year 2011. The BCRP vision is adapted yearly to ensure that the program remains responsive to what is currently happening in the research community. This funding is competitively awarded to civilian researchers based on the [National Cancer Institute](http://www.cancer.gov/) (NCI) model of research review.\n\nIn 1992, the Army began its own breast cancer research program in conjunction with acquiring mammography equipment. That year, a highly visible lobbying campaign by grassroots advocacy organizations, primarily the National Breast Cancer Coalition, increased awareness among policymakers of the need to expand funding for breast cancer research. In response, the Congress allocated specific funds for breast cancer research and the [Congressionally Directed Medical Research Programs](http://cdmrp.army.mil/) were formed to execute peer reviewed funding in breast cancer. From 1992 to 2011, over $2.6 billion dollars have been included in appropriations. \n\nDuring the past 20 years, BCRP has funded over 6,100 research awards to civilian researchers and brought forward new diagnostics, therapeutic drugs, mammography registries for surveillance, improved website information, advances in identification of genetic bio-markers, and therapeutic development using nanotechnology. \n\n**What continued efforts does the Army have planned for the future?**\n\nAs requested by Congress, the Army's [Medical Research and Materiel Command](http://mrmc.amedd.army.mil/) will continue to fund innovative research in breast cancer and partner with Tri-Services and the Veterans Administration to bring research advances forward for evidence based prevention, diagnosis, and treatment of breast cancer. \n\n**Why is this important to the Army?**\n\nEarly detection of breast cancer can provide early treatment for the service member and beneficiaries.  Timely diagnosis of localized (stage 1) breast cancer results in over a 98 percent probability of survival for five or more years.  Lowering the risk of death from breast cancer contributes to the Army's overall [readiness](http://www.army.mil/readyandresilient) and well being of those who serve. \n\n**Resources:** \n\n* Lt. Gen. Horoho's public service announcement: [National Breast Cancer Awareness Month](http://bcove.me/lyjt0lk9)\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army Breast Cancer Research Program](http://cdmrp.army.mil/bcrp/)\n* [American Cancer Society](http://www.cancer.org)\n* [National Cancer Institute](http://www.cancer.gov/)\n\n",
    "date": "Tuesday October 8, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nDespite ... alarming statistics, progress in early detection and treatment has led to improved survival rates for people of all ages and races ... To help fight this disease [Army Medicine](http://www.armymedicine.army.mil/) continues to fund innovative research and we partner with our colleagues for evidence based prevention diagnosis and treatment. \n\n### - Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general U.S. Army Medical Command, in a public service announcement about Breast Cancer Awareness Month \n\n### - PSA video: [National Breast Cancer Awareness Month](http://bcove.me/lyjt0lk9)\n\n### - Related site: [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}