{
    "id": "2013-10-09",
    "title": "Information Assurance/Cybersecurity Awareness ",
    "body": "**What is it?** \n\nArmy's Information Assurance (IA)/Cybersecurity Awareness  is an opportunity to heighten individual and collective knowledge about cybersecurity threats, and individuals' roles and responsibilities in protecting the force against them.\n\nAs part of [National Cyber Security Awareness Month](http://www.arcyber.army.mil/cyber-awareness.html), the Army's IA/Cybersecurity Awareness Week is Oct. 14-18, 2013.  During this time, commanders will highlight IA/cybersecurity awareness programs to their personnel, focusing on security practices and the actions and milestones associated with executing their command's IA training plans. \n\n\n**Why is this important to the Army?**\n\nIA/cybersecurity is critical to all Army functions.  Cyber attacks threaten Army networks and information every day, putting Army operations and people at risk.  Commanders, leaders and managers are responsible for ensuring IA/cybersecurity compliance and enforcement.  Raising IA compliance and enforcement will improve the Army's IA/cybersecurity posture and reduce the risk posed by the daily cyber attacks the Army experiences\n\n**What has the  Army done**\n\nIn February 2013, the Secretary of the Army directed all commanders (brigade equivalent and above) to perform an IA self-assessment and to report their findings to the command level.  Commands then reported the top three areas of weakness within their organizations to HQDA, and developed training plans to address the weaknesses.  The self-assessments and training plans were completed in July.  \n\nThe Secretary also mandated an IA/Cybersecurity Awareness Week in October 2013, when commanders will train and teach their IA/cybersecurity awareness programs to their personnel. \n\nIn May, the Army published a handbook to provide leaders at all levels the information and tools needed to address cybersecurity challenges, and to ensure that all organizations adopt the practices necessary to protect their information and the Army's network.  The handbook is available at [milSuite](https://www.milsuite.mil/book/docs/DOC-73030) (log-in required to access).\n\n**What continued efforts does the Army have planned for the future?**\n\nAfter Feb. 1, 2014, commanders will assess their plans of action and milestones and determine whether any adjustments are necessary for their organizations to achieve constant improvement in IA/cybersecurity awareness and security practices.\n\n**Resources:** \n\n* CAC log-in required: [Army Information Assurance One-Stop Shop portal](https://informationassurance.us.army.mil)\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/) \n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html)\n* Related document:\n* [Cyber Scurity Overview](http://www.arcyber.army.mil/news/CyberSecurityOverview.pdf)\n* Related article: \n* [CID cyber tips: Protecting your online identity](http://www.army.mil/article/111305)\n",
    "date": "Wednesday October 9, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe Soldiers on our team are true game-changers in their level of commitment to excellence and getting the mission done whatever it takes. This competition has been under constant development and refinement since January, resulting in the intended world-class competition that will showcase the talents of the best warriors in the world. \n\n### - Command Sgt. Maj. James K. Sims, Combined Arms Support Command, has been appointed by Sgt. Maj. of the Army Raymond F. Chandler III to oversee all preparations for the  12th annual Army Best Warrior Competition \n\n### - [Budget standoff forces postponement of Army's Best Warrior competition](http://www.army.mil/article/112853/)\n\n### See related site: [Army.mil: 2012 Best Warrior Competition](http://www.army.mil/bestwarrior/2012/) as [2013 Best Warrior Competition](http://www.army.mil/bestwarrior/2013/) site is under construction.\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}