{
    "id": "2013-10-10",
    "title": "The Office of Soldier's Counsel in the Integrated Disability Evaluation System",
    "body": "**What is it?** \n\nThe Office of Soldier's Counsel (OSC) is the Army's team of qualified and trained attorneys and paralegals who assist Soldiers in the [Integrated Disability Evaluation System](http://www.army.mil/standto/archive_2013-09-09/) (IDES). They are the advocates who provide in-depth information, expert legal advice and effective representation throughout IDES for Soldiers and their family members. The Army currently has approximately 26,800 wounded, ill, or injured Soldiers enrolled in the IDES, which can take about a year to complete. The time, uncertainty and complexity often cause Soldiers and their families to become frustrated, anxious and overwhelmed. The OSC team provides the legal support and services to help Soldiers and their family members navigate the IDES and fully understand their legal rights and options.  \n\nThe OSC includes two types of legal counsel: [Soldiers' Medical Evaluation Board Counsel](http://www.crdamc.amedd.army.mil/meb/meba.aspx) (SMEBC) and Soldiers' Physical Evaluation Board Counsel (SPEBC). The SMEBC offices are located at military treatment facilities that process [Medical Evaluation Boards](http://wtc.army.mil/soldier/medical_boards.html) (MEB) and provide local, in-person assistance to Soldiers. The SPEBC offices are co-located with the three Army Physical Evaluation Boards (PEB), located at Joint Base Lewis-McChord, Wash., Joint Base San Antonio, Texas, and in Crystal City, Va. \n\n**What has the  Army done**\n\nWith the combined support and approval of The Army Judge Advocate General and The Surgeon General, on Oct. 1, 2013, the OSC became a separate, centrally managed organization under the Army Medical Command Staff Judge Advocate. This enabled the OSC to establish permanent offices and positions throughout the Army to better serve Soldiers and their families. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army, Departments of Defense and Veterans Affairs (VA) continue to look for ways to improve the process, such as transitioning to a new dual-purpose [Disability Benefits Questionnaire](http://benefits.va.gov/disabilityexams/) (DBQ), which will allow the Army to make fitness determinations and the VA to determine disability compensation more efficiently.  The Army also created the IDES Guidebook and the IDES Commander and Soldier Dashboard to promote transparency and efficiency.\n\n\n**Why is this important to the Army?**\n\nEnsuring that Soldiers and families receive expert advice and representation during the IDES is part of the Army's commitment to take care of Soldiers. Whether that involves transition to veteran status or return to duty, these advocates protect the Soldiers' rights and ensure the disability process remains seamless, transparent and fair.  \n\n**Resources:** \n\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient )\n* [Warrior Transition Command](http://www.wtc.army.mil/) \n* Related STAND-TO!: \n* [Integrated Disability Evaluation System](http://www.army.mil/standto/archive_2013-09-09/)\n* [Warrior Transition Unit Resiliency Training](http://www.army.mil/standto/archive_2013-09-13/)\n* Related articles: \n* [Integrated Disability Evaluation System: Smooth takeoff to new opportunities](http://www.army.mil/article/96605/)\n* [VA DoD Streamline Disability Exams](http://www.army.mil/article/88050/)\n* [Army senior leaders, VA improving Soldiers' disability process, benefits timing](http://www.army.mil/article/100552/)\n",
    "date": "Thursday October 10, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThank you for what you are doing. You are making a difference and you are achieving our nation's strategy. We've got to keep our heads on a swivel and look out for one another. \n\n### - Sgt. Maj. of the Army Raymond F. Chandler, expressed his gratitude to all of the Soldiers for their efforts while deployed to Afghanistan and gave thanks in hopes of inspiring teamwork and comradeship amongst them, during his recent visit to Forward Operating Base Walton and Kandahar Airfield, Afghanistan\n\n### [SMA reaches out to Soldiers in southern Afghanistan](http://www.army.mil/article/111973)",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}