{
    "id": "2013-10-11",
    "title": "National Disability Employment Awareness Month ",
    "body": "*National Disability Employment Awareness Month is an opportunity to recognize the talents, skills and dedication of Americans with disabilities who are a vital part of our nation and workforce. From our disabled veterans and civilians to our Soldiers returning\nhome as wounded warriors, these men and women overcome physical and personal difficulties and demonstrate admirable courage and resiliency. Their strength in the face of adversity provides a model of resilience for our Army.*\n\n*Individuals with disabilities successfully serve in our profession as logisticians, engineers, accountants, personnelists, strategists and more- all are warriors proving that they are equal to the task and more than capable of accomplishing any mission. They valiantly and unselfishly play a critical role in protecting our freedoms. By raising our\nawareness of our colleagues with disabilities, we increase opportunities for them to excel, and we all benefit from their achievements.*\n\n*We express our sincere gratitude for the past and present contributions that individuals with disabilities have made to the success of our Army and our Nation. We encourage our entire Army family to publicly honor their service with appropriate commemorative activities in celebration of National Disability Employment Awareness Month.*\n\nView the Army senior leaders tri-signed letter: [National Disability Employment Awareness Month- *Because We Are EQUAL to the Task*](http://www.army.mil/e2/c/downloads/314718.pdf)\n\n**Resources:** \n\n* [Presidential Proclamation](http://www.whitehouse.gov/the-press-office/2013/09/30/presidential-proclamation-national-disability-employment-awareness-month)\n* U.S. Army sites: \n* [Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army Profession](http://cape.army.mil/aaop/)\n* Related STAND-TO!: \n* [Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n\n\n",
    "date": "Friday October 11, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nOur nation has always drawn its strength from the differences of our people, from a vast range of thought, experience, and ability ... During National Disability Employment Awareness Month, we nurture our culture of diversity and renew our commitment to building an American workforce that offers inclusion and opportunity for all.\n\n### - President Barack Obama\n\n### From the Presidential Proclamation: [National Disability Employment Awareness Month, 2013](http://www.whitehouse.gov/the-press-office/2013/09/30/presidential-proclamation-national-disability-employment-awareness-month)",
    "events": "Current & Upcoming Events \n--------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}