{
    "id": "2013-10-16",
    "title": "Logistics Readiness Centers",
    "body": "**What is it?** \n\n[U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)'s Logistics Readiness Centers (LRCs) are the single entry point to access logistics capabilities, serving as hubs linking the national sustainment base to the warfighter. LRCs integrate capabilities and improve supply chain management, end-to-end distribution, and business processes at home station. The formation of LRCs set the conditions to integrate all AMC capabilities under one entity on installations Army-wide.  LRCs are designed to provide the best possible service at the best value, by increasing quality and efficiency, and standardizing performance. \n\n**What has the  Army done?**\n\nOn Oct. 1, 2012, AMC [assumed control and management](http://www.army.mil/article/89844) of installation Directorates of Logistics (DOLs), transitioning them to Logistics Readiness Centers. AMC now has multiple activities performing critical support to forces on each installation, all under the LRC umbrella. With the transition, AMC's LRCs assume control of installation dining facilities, non-tactical vehicle motor pools and a myriad of other maintenance, supply and services, and transportation functions. \n\n**Why is this important to the Army?**\n\nThe transfer permits AMC to integrate the unique capabilities of our globally networked logistics command with the LRCs, permitting the standardization of LRC contracts under the [Enhanced Army Global Logistics Enterprise (EAGLE) program]( http://www.aschq.army.mil/ac/aaisdus/eagle.aspx), and aligning installation-level materiel and services support functions into the [Materiel Enterprise](http://www.army.mil/standto/archive/2009/10/07/). Army Sustainment Command's [Army Field Support Brigades](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/atp4_91c1.pdf) have been AMC's \"face to the field\" in forward theaters since 2006; LRCs now serve as that face at home stations.\n\n**What efforts does the Army have planned for the future?**\n\nLogistics Readiness Centers integrate AMC capabilities. Customer-based and outcome-focused, they enable cost-informed decisions and identify trade-offs for successful management of AMC's logistics and business operations on the installation. Benefits of the LRC transfer include reducing redundancy, standardizing processes, improving contract management and enhancing quality and visibility of services. As the single logistics integrator, [AMC](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) has the flexibility to support surge requirements, manage workload across all maintenance and supply activities, create efficiencies by centralizing logistics oversight, and disseminate quality standards and best practices throughout the Materiel Enterprise.\n\n**Resources:** \n\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [U.S. Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx)\n* Army Techniques Publication 4-91: [Army Field Support Brigades](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/atp4_91c1.pdf)\n* Related STAND-TO!: [Materiel Enterprise](http://www.army.mil/standto/archive/2009/10/07/)\n",
    "date": "Wednesday October 16, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nIn the 10 months following the transfer, we have saved the Army more than $300 million. We focused on the warfighter's priorities, which allowed us to reduce cost, reduce overhead and streamline our processes\n\n### - Gen. Dennis L. Via, commander, [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) \n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* [National Disability Employment Awareness Month](http://www.army.mil/standto/archive_2013-10-11/)\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}