{
    "id": "2013-10-17",
    "title": "Executive Resilience and Performance Course",
    "body": "**What is it?** \n\nThe Executive Resilience and Performance Course, as part of the  [Comprehensive Soldier and Family Fitness program](http://www.army.mil/standto/archive_2013-07-23/), is designed to train Army leaders (company commanders/1st Sergeants and above), and familiarize them with some of the same resilience and performance enhancement skills Master Resilience Trainers provide Soldiers, family members and Army civilians.\n\nThis week, Comprehensive Soldier and Family Fitness launched the Executive Resilience and Performance Course. \n\n**What is the Army doing?**\n\nThe Executive Resilience and Performance Course is available in four-hour, eight-hour and 16-hour blocks of instruction, and teaches Army leaders some of the same skills taught during Resilience Training. Certified CSF2 instructors are specially trained to deliver this executive-level curriculum, and are available at [CSF2 Training Centers](http://csf2.army.mil/training-centers.html) on installations across the Army. For those without a CSF2 Training Center, mobile training teams are standing by to support. \n\n**What efforts does the Army have planned for the future?**\n\nComprehensive Soldier and Family Fitness is designed to build resilience and enhance performance of the Army family - Soldiers, their families and Army civilians. CSF2 represents a culture change for the Army, and the launch of the Executive Resilience and Performance Course is the next step in that process. Army leaders who are trained in the resilience and performance enhancement skills offered by CSF2 are more likely to place the command emphasis on the ground that is needed to make the Army's [Ready and Resilient](http://www.army.mil/readyandresilient) campaign  successful. \n\n\n**Why is this important to the Army?**\n\n[Comprehensive Soldier and Family Fitness](http://csf2.army.mil) is a key component of the Army's Ready and Resilient Campaign, and is committed to developing an Army culture of total fitness and increased psychological health.  CSF2 is the primary program that supports the campaign's main effort, to build and maintain resilient Soldiers and ready units.\n\n**Resources:** \n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient )\n* [Comprehensive Soldier and Family Fitness (CSF2)](http://csf2.army.mil )\n* [CSF2 Training Centers](http://csf2.army.mil/training-centers.html)\n* [CSF2 Training](http://csf2.army.mil/training.html)\n* Related STAND-TO!: \n* [Comprehensive Soldier and Family Fitness Training Centers](http://www.army.mil/standto/archive_2013-04-04/)\n* [Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* Related article:\n* [Comprehensive Soldier and Family Fitness Expands Resilience Training to Army Leaders](http://www.army.mil/article/113208/)\n\n",
    "date": "Thursday October 17, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe all&#8208;volunteer Army will remain the most highly trained and\nprofessional land force in the world. It is uniquely organized with\nthe capability and capacity to provide expeditionary, decisive\nlandpower to the joint force and ready to perform across the\nrange of military operations to [Prevent, Shape, and Win](http://www.army.mil/article/71030/) in support\nof combatant commanders to defend the nation and its interests\nat home and abroad, both today and against emerging threats. \n\n### - Gen. Raymond T. Odierno, 38th Chief of Staff, U.S. Army, sharing the Army's vision and his strategic priorities, in an [email](http://www.army.mil/article/113256/) sent out to the entire force, Oct. 16.\n\n### [CSA Strategic Priorities - October 2013 (PDF)](http://www.army.mil/e2/c/downloads/316390.pdf)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* [National Disability Employment Awareness Month](http://www.army.mil/standto/archive_2013-10-11/)\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}