{
    "id": "2013-10-21",
    "title": "Soldier 2020:  Standards for the Army Profession",
    "body": "**What is it?** \n\nSoldier 2020 is the U.S. Army's effort to capitalize on the last 12 years of battlefield lessons and advancements in the [Army Profession](http://cape.army.mil/). This effort will better match today's Soldiers - both men and women - with the demands of specific military occupational specialties. \n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC) is in the lead with two critical initiatives: \n\n* (1) Defining physical demands to determine standards for each military occupational specialty.\n* (2) Identifying institutional and cultural barriers to success. TRADOC is also developing implementation strategies to better integrate women into previously-closed units and to help ensure unit success during integration.  Soldier 2020 will serve to strengthen the Army Profession. \n\n**What has the Army done?**\n\nIn order to validate the physical demands for occupational specialties currently closed to women, TRADOC assembled committees of proven leaders - experts in their fields - to identify and catalog the physically demanding tasks for each of those specialties.  TRADOC representatives then visited numerous installations to validate the task standards. The goal was to make sure that the established standards for each task were accurate. \n\nApproximately 500 Soldiers in eight different brigades participated in the task validation. Soldiers were chosen randomly to help ensure proper representation and a valid process. \n\nFor the most part, TRADOC found that the established standards were accurate. In some cases, TRADOC updated standards to reflect changes to tactics, techniques, procedures and equipment over the last 12 years of war. \n\nAs physical standards were validated, TRADOC partnered with the [U.S. Army Research Institute for Environmental Medicine](http://www.usariem.army.mil/) to determine the physical/ physiological demands required of Soldiers to successfully perform the tasks.\n\n**Why is this important to the Army?**\n\nSoldier 2020 is about a standards-based Army.  The mission is to match the right Soldiers - regardless of whether they are men or women - to jobs that best correspond to their abilities. This makes for a stronger Army and allows all Soldiers to best reach their full potential.\n\n**What efforts does the Army have planned for the future?**\n\nAn institution's tradition and culture is critical to its success. However, successful institutions are adaptable and identify when culture might conversely impede success. The [TRADOC Analysis Center](http://www.trac.army.mil/)(TRAC) is fully engaged in a study that identifies institutional and cultural factors associated with opening previously closed units and specialties. The objective of this study is to identify strategies for successful integration of women Soldiers into positions and units that have traditionally been male only.\n\n**Resources:** \n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [TRADOC Analysis Center](http://www.trac.army.mil/)\n* [U.S. Army Research Institute for Environmental Medicine](http://www.usariem.army.mil/)\n* Related video: [Soldier 2020 TRADOC Now](http://www.youtube.com/watch?v=7Z1XghpHTdI)\n* Related articles: \n* &bull; [G-1 to Congress: Army studying how to integrate women into combat](http://www.army.mil/article/108137/)\n* &bull; [TRADOC leads review of MOS standards, gender integration](http://www.army.mil/article/106746/)\n* &bull; [SMA: Review of standards first step in 'Soldier 2020'](http://www.army.mil/article/106564/)\n* &bull; [Cannoneers participate in TRADOC MOS study](http://www.army.mil/article/105863/)\n\n\n",
    "date": "Monday October 21, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nSoldier 2020 is about a standards-based Army. This isn't about women or men. Our work will allow us to match the right Soldiers - regardless of whether they are men or women - to jobs that best correspond to their abilities. This makes for a stronger Army and allows all Soldiers to best reach their full potential.\n\n### - Command Sgt. Maj. Daniel Dailey, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* [National Disability Employment Awareness Month](http://www.army.mil/standto/archive_2013-10-11/)\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}