{
    "id": "2013-10-22",
    "title": "Sexual Harassment/Assault Response and Prevention: DSAID",
    "body": "**What is it?** \n\nThe Defense Sexual Assault Incident Database (DSAID) is the Department of Defense's system of record for all reported incidents of sexual assault involving Armed Forces members.  \n\n**What has the Army done?**\n\nIn 2007, the U.S. Army's created the Sexual Assault Data Management System (SADMS) to collect information on reported sexual assault incidents involving Army service members.  The Army has uploaded case data from SADMS into DSAID monthly since August 2012.  As of Oct.  1, 2013, DSAID is now the Army's official system of record for reported sexual assault incidents involving Army service members.  Designated Sexual Assault Response Coordinators (SARCs) will now enter sexual assault case information directly into DSAID.\n\n**Why is this important to the Army?**\n\nDSAID is a simple but powerful tool that streamlines reporting and enhances sexual assault case management capabilities across the Department of Defense.  DSAID allows users to generate reports and review case status.  It provides SARCs an improved ability to provide comprehensive and standardized victim case management.  Ongoing tracking of referral services allows SARCs to assess response efforts and better manage cases by accessing cases electronically, identifying cases for review and follow-up, and facilitating case management meetings.  Additionally, DSAID allows SARCs to record victim requests to convert cases from restricted to unrestricted, and it generates Sexual Assault Forensic Examination (SAFE) Kit expiration notifications for restricted cases.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army plans to continue using the established DSAID as the system of record for reported sexual assault incidents. This will allow the Army to increase transparency and enhance reporting and management capability of sexual assaults incidents.  \n\nThe Army continues to focus efforts intensely on preventing sexual assault and harassment, educating Soldiers, responding to reports of assault and harassment, and providing victims with support and resources.  \n\n\n**Resources:** \n\n* [Army.mil: Ready and Resilient- Personnel](http://www.army.mil/readyandresilient/personnel)\n* [Sexual Harassment/Assault Response and Prevention (SHARP) Program](http://www.preventsexualassault.army.mil/)\n* [Army.mil: SHARP](http://www.army.mil/SHARP)\n* [Sexual Assault Prevention and Response Office](http://www.sapr.mil)\n* Related STAND-TO!: \n* &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n\n\n\n",
    "date": "Tuesday October 22, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nCombating sexual assault and sexual harassment within the ranks is our number one priority ... These crimes cut to the heart of the Army's readiness for war. They destroy the fabric of our force, Soldier and unit morale. We will fix this problem\n\n### - Chief of Staff of the Army Gen. Ray Odierno, pledged on fixing the issue of sexual assault and harassment in the services, in a testimony  before the Senate Armed Services Committee held earlier this year .\n\n### [Odierno: Sexual assault, harassment cannot be tolerated in Army](http://www.army.mil/article/104753)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* [National Disability Employment Awareness Month](http://www.army.mil/standto/archive_2013-10-11/)\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}