{
    "id": "2013-10-23",
    "title": "Army Power and Energy: Power through Partnering",
    "body": "**What is it?** \n\nThe U.S. Army is establishing and fostering power and energy partnerships with private industry, local government and communities through a variety of programs and initiatives that improve the Army's energy access and security - while reducing costs. These mutually beneficial partnerships enable both the Army and its partners to focus on their core competencies while realizing returns on their investments.  \n\n**What is the Army doing?**\n\nThe Army is engaging in partnerships such as the Army's [Residential Communities Initiative](http://www.rci.army.mil/), [Privatized Army Lodging](http://www.pal.army.mil/) program and Senior Unaccompanied Personnel Housing program with a focus on providing higher quality housing for Soldiers and their families.\n \nOther Army programs such as Power Purchase agreements, Utilities Privatization, Energy Savings Performance Contracts and Utility Energy Services Contracts are reducing the Army's energy costs through savings and efficiencies while improving energy access and security.\n\nTo date, the Army has: \n\n* &bull; Awarded numerous contracts for the procurement of clean energy on installations through large-scale renewable energy projects using solar, wind, biomass and geothermal energy sources\n* &bull; Evaluated more than 50 renewable energy opportunities across 32 installations\n* &bull; Identified more than 180 installations for potential large-scale renewable energy development\n* &bull; Leveraged nearly $1.2 billion of appropriated funds into more than $11.5 billion worth of new and renovated housing\n* &bull; Partnered with the private sector to build 34 privatized family housing projects across 44 installations\n* &bull; Improved the condition of on-post lodging facilities and provided for their long-term sustainment encompassing 14,400 hotel rooms across 41 installations\n* &bull; Added 200 apartments for Senior Unaccompanied Personnel with an end state of adding more than 1,150 apartments\n* &bull; Privatized 149 utility systems and saved approximately $2 billion in utility upgrade costs\n* &bull; Saved approximately 10.4 trillion British thermal units (BTUs) per year across participating installations\n\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue to increase energy sustainability and security, foster its existing power and energy programs, seek out new opportunities for mutually beneficial partnerships, and provide Soldiers and their families the level of service they deserve.\n\n**Why is this important to the Army?**\n\nMaintaining the Army's readiness to deploy, fight and win our nation's wars in an environment of fiscal constraint and reduced budgets requires us to focus on our core competencies while leveraging the expertise of our partners to reduce Army costs. \n\n**Resources:** \n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy)\n* [Energy Initiatives Task Force](http://www.armyeitf.com)\n* [Net Zero Public website](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* [Residential Communities Initiative](http://www.rci.army.mil/)\n* [Privatized Army Lodging](http://www.pal.army.mil/)\n* Related STAND-TO!: [Privatization of Army Lodging](http://www.army.mil/standto/archive/issue.php?issue=2011-12-05)\n\n\n\n\n",
    "date": "Wednesday October 23, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe chief and I have made a commitment to ourselves and to the men and women who wear the uniform and their families, and that is for all the of the tough times that they have ahead, whatever the Army end strength and its budgets may look like, we will never send the Soldier into war unprepared, untrained and improperly equipped.\n\n### - Secretary of the Army John M. McHugh,  during a press conference at the 2013 Association of the United States Army Annual Meeting and Exposition, in Washington, D.C. \n\n### [SecArmy McHugh: Budget cuts affecting readiness](http://www.army.mil/article/113560)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* Oct. 21 - 23: Association of the United States Army Annual Meeting and Exposition (AUSA), Washington D.C. -  [Event Schedule](http://www.army.mil/professional/ilw/)\n "
}