{
    "id": "2013-10-24",
    "title": "U.S. Army Central Promotes Mentoring ",
    "body": "**What is it?** \n\n[U.S. Army Central](http://www.arcent.army.mil) Soldiers mentor local students in Sumter, South Carolina, resulting in improved academic achievement, experience at problem-solving, increased communication and better social skills of the students.  This ongoing community engagement program creates a sense of personal involvement and interaction between USARCENT and the local community. \n\n**What has the Army done?**\n\nThe Army encourages mentorship in the ranks and USARCENT encourages mentoring in the local community. In 2011, USARCENT matched elementary students with volunteer Soldiers for one hour a week.   Within a few weeks, word of the mentorship program spread and by the beginning of the 2012 school year, USARCENT was involved in four local elementary schools.  \n\nVolunteer mentors meet at the elementary schools and take the child mentee  out of class to do fun activities, geared for personal development,  but limited to the school grounds.  These activities include games, reading books, or having a conversation with the mentee. The program strengthens the ability of children to make healthy choices and resist negative influences.\n\nWith the program running until June, the school district is always in search of volunteers in order to begin expanding and matching students at smaller, rural communities with mentors. Mentorship has expanded to middle and high schools as well.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe U.S. Army sees mentoring as an important leadership and Soldier development tool, creating tomorrow's leaders. USARCENT personnel are strongly encouraged to participate in the mentorship program in order to help develop children into successful adults.  \n\n**Why is this important to the Army?**\n\nThe importance of the mentoring program lies in the nurturing of the intellectual, emotional, social and physical growth of children, as well as to increase public awareness of the Army's mission and to foster good relations with the community. \n\nMany of the children in local schools are military children, and, hence in the best interest of the Soldiers, to \"help out.\" By participating in the program, Soldiers are investing in the future of the society, the [Army profession](http://cape.army.mil/) and the nation.\n\n\n**Resources:** \n\n* [U.S. Army Central](http://www.arcent.army.mil)\n* [AR 360-1: The Army Public Affairs Program](http://www.asaie.army.mil/Public/IE/Toolbox/documents/r360_1.pdf)\n* [Army Mentorship Handbook](http://www.armycounselingonline.com/downloads/army-mentorship-handbook/)\n* [Army One Source: Volunteering](https://www.myarmyonesource.com/familyprogramsandservices/volunteering/default.aspx)\n* Related STAND-TO!: [Army Volunteer Corps - A Tradition of Service](http://www.army.mil/standto/archive/2010/12/22/)\n\n\n\n\n",
    "date": "Thursday October 24, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nHuman interaction in a complex environment is key to our success in the future. It is going to require a joint force that is skilled in understanding the physical, cognitive, the information, cultural and social environments we have to operate in the future. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, at the 2013 Association of the United States Army Annual Meeting and Exposition, in Washington D.C.,  Oct. 23, 2013.\n\n### [Ground forces naysayers naive, Army chief says](http://www.army.mil/article/113730)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* **November 2013**\n\n* National Native American Heritage Month\n\n* Military Family Appreciation Month\n\n* Warrior Care Month\n\n* Nov. 11: Veterans Day\n "
}