{
    "id": "2013-10-28",
    "title": "Operational Energy Education Efforts ",
    "body": "**What is it?**\n \nTo achieve an [energy informed culture](http://www.army.mil/standto/archive_2013-04-17/), [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17) (OE) principles and best practices must be incorporated into the Army's training base.  The training concept introduces OE awareness at all levels of Initial Military Training (IMT), integrating tactical electric power (TEP) to specific courses, as well as self-development training.  The concept also incorporates energy planning into more senior leadership courses and operational exercises. \n\nThese components of awareness, use of TEP, and energy planning help create an energy informed culture.  They also provide the training to leverage technology, and the education to consider energy when planning and conducting operations.  Together, these components create the conditions to achieve energy informed operations.\n\n**What has the Army done?**\n\n* &bull; Published [The Power Is In Your Hands Trifold](http://www.army.mil/article/89693/),  signed by the Secretary of the Army, the Chief of Staff of the Army, and the Sergeant Major of the Army, which invokes an energy informed culture change throughout the total Army.\n* &bull; Operational Energy incorporated into training across the entire Army training base. \n* &bull; Energy coursework incorporated into the curriculum at the [United States Military Academy at West Point](http://www.army.mil/standto/archive/2010/07/19/). \n* &bull; The [United States Army War College](http://www.carlisle.army.mil/) added \"Energy and National Security\" to the [Key Strategic Issues List]( http://www.strategicstudiesinstitute.army.mil/pubs/ksil.cfm).\n* &bull; [Command and General Staff College](http://usacac.army.mil/cac2/cgsc/) integrated OE topics into course modules.\n* &bull; The Theater Logistics Course at Army Logistics University uses OE as the topic for a required paper.\n* &bull; Major Command Company Commander and First Sergeant Courses include a handout on planning and employment of tactical electrical power.\n* &bull; Ordnance School restored/added training on the employment, assessment and monitoring of tactical electrical power generation and distribution equipment - 91D10/30 Power Generation Equipment Repairer course.\n* &bull; Graphic Training Aid (GTA 09-16-001) Tactical Electrical Power Planning and Operations is now available at the Central Army Registry as an Operational Reference Guide.\n\n**What efforts does the Army have planned for the future?**\n\nA pilot initiative is under development to add OE awareness training to selected Initial Military Training at Fort Lee, Va. This is focused at the company level where new Soldiers are still transitioning from citizens to Soldiers.  The initiative ties personal energy habits to OE practices which will continue throughout the Soldier's careers.\n\n**Why is this important to the Army?**\n\nOE performance drives operational effectiveness.  Fuel convoy operations are a military vulnerability.  Air-dropped fuel resupply places Soldiers in harm's way when they recover deliveries.  A well-planned and well-executed OE plan can help reduce fuel deliveries and improve operational capability by returning combat power to commanders.  Soldiers who do not have to protect fuel convoys or recover air-dropped fuel can focus on higher priority combat missions.  The Army needs Soldiers and leaders to make the most efficient use of their time, energy, and resources so we can execute more effective combat operations while reducing exposure to enemy improvised explosive devices and attacks.\n\n\n**Resources:** \n\n* [Army Energy News](http://www.army.mil/news/energy)\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* [Army Operational Energy and Contingency Basing Portal](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* Documents- \n* &bull; [Army Operational Energy Policy, April 2013](http://www.army.mil/e2/c/downloads/295964.pdf)\n* &bull; [Army Contingency Basing Initial Capabilities Document, August 2012]( https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx) \n* &bull; [Army Operational Energy Initial Capabilities Document, April 2012)](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* &bull; [Army Power and Energy White Paper, April 2010](http://www.arcic.army.mil/app_Documents/ARCIC_WhitePaper_Power-and-Energy-Strategy_01APR2010.pdf)\n* &bull; AKO log-in required: [Army Energy Security Implementation Strategy, January 2009]( https://www.us.army.mil/suite/doc/18596973;jsessionid=7779CF95242B81DB2C9FB3B9A8F79506.appd06_1)\n* Related STAND-TO!: \n* &bull; [Army Operational Energy Policy Memorandum](http://www.army.mil/standto/archive_2013-05-13)\n* &bull; [Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/)\n* &bull; [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n\n\n\n\n\n",
    "date": "Monday October 28, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nMy number-one priority is developing adaptive leaders for a complex environment ... we just can't rest now on what we've done in the past. It's now time for us to look into the future. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, at the 2013 Association of the United States Army Annual Meeting and Exposition, in Washington D.C.,  Oct. 22, 2013.\n\n### [Army leaders: Developing effective NCOs essential in complex world](http://www.army.mil/article/113724)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* **November 2013**\n\n* National Native American Heritage Month\n\n* Military Family Appreciation Month\n\n* Warrior Care Month\n\n* Nov. 11: Veterans Day\n "
}