{
    "id": "2013-10-29",
    "title": "Small Caliber Ammunition: M855A1 Enhanced Performance Round",
    "body": "**What is it?**\n \nThe [M855A1 Enhanced Performance Round](http://usarmorment.com/pdf/M855A1.pdf)(EPR) is the newest member of the U.S. Army's small-caliber family of munitions fired from the 5.56 mm family of weapons (M4, M16 and M249).  It is replacing the M855 cartridge. \n\nThe clipped variation of the EPR was released in June 2010 for use in M4/M4A1 carbines and M16A2/A4 rifles. The linked version for use in M249 machine gun was released in December 2010.\n\n**What has the Army done?**\n\nThe M855A1 EPR uses a new bullet design that includes a number of significant enhancements to the original general purpose M855 fielded in the early 1980s. The EPR's exposed hardened steel penetrator gives the tip of the cartridge a bronze color due to corrosion protection. It also significantly improves the M855A1's hard target performance -- the EPR can penetrate 3/8' steel at approximately 400 meters (much further than the M855). The M855 has a steel penetrator hidden in the tip of the jacket.  In contrast, the M855A1's penetrator is almost twice as heavy, sharper and exposed -  a combination that produces better hard and soft target performance.\n\nThe M855A1 also has a copper slug which replaces the M855's lead slug. The copper slug makes the projectile environmentally friendly but still gives Soldiers the performance capabilities they need on the battlefield. To date, the Army has eliminated 1,994 metric tons of lead from 5.56 ammunition production by switching to M855A1.\n\n**What efforts does the Army have planned for the future?**\n\nThe EPR has been identified as the primary 5.56 mm combat round in theater where U.S. Armed Forces are successfully using the M855A1.\n\nThe same EPR design that enhances 5.56 mm ammunition is now being applied to 7.62 mm small arms projectiles. The 7.62 mm M80A1 version is expected to be fielded in FY14.\n\n**Why is this important to the Army?**\n\nThe M855A1 EPR's new bullet design provides Soldiers with better hard-target penetration and more consistent soft target performance at increased distances. Additionally, because it is lead-free, the M855A1 allows training exercises to occur on ranges where lead projectiles are no longer permitted.\n\n**Resources:** \n\n* [Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp)\n* [PEO Ammunition](https://www.pica.army.mil/peoammo/Home.aspx)\n* [Army.mil: Science and Technology News](http://www.army.mil/news/sciencetechnology/)\n* PDF: [Enhanced Performance Round (EPR)](http://usarmorment.com/pdf/M855A1.pdf)\n* Related STAND-TO!: \n* &bull; [Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/)\n* &bull; [Army Science and Technology](http://www.army.mil/standto/archive/2010/12/06/)\n* Related articles:\n* &bull; [Picatinny ammo goes from regular to unleaded](http://www.army.mil/article/106710/)\n* &bull; [Evolution of the M855A1 Enhanced Performance Round](http://www.army.mil/article/48657/)\n* &bull; [Army begins shipping improved 5.56mm cartridge](http://www.army.mil/article/41283/)\n\n\n\n\n\n\n",
    "date": "Tuesday October 29, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWhen we partner with industry, we're able to focus limited appropriated funds on our core competencies ... training and equipping ... by letting the private sector help us in maintaining and operating our bases. \n\n### - Katherine Hammack, assistant secretary of the Army for Installations, Energy and Environment\n\n### [Army wants more public-private partnerships](http://www.army.mil/article/113928/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* **November 2013**\n\n* National Native American Heritage Month\n\n* Military Family Appreciation Month\n\n* Warrior Care Month\n\n* Nov. 11: Veterans Day\n "
}