{
    "id": "2013-10-30",
    "title": "Army Power and Energy: Changing the  Energy Culture",
    "body": "**What is it?**\n \nThe U.S. Army relies on secure and uninterrupted access to power and energy for everything from training and mission capabilities to ensuring Soldier and family quality of life. To meet tomorrow's challenges, the Army must leverage the Army's culture of discipline to change [Army Power and Energy](http://www.asaie.army.mil/Public/ArmyPowerEnergy.html) behavior and make energy a consideration in everything that is being done by the Army. \n\n**What has the Army done?**\n\nSenior Army leadership has identified improving energy sustainability and security as a top priority for the Army. In support of this effort, the Army is developing new doctrine, policies, plans and technologies that will improve the management and use of institutional and operational energy to better support the needs of Soldiers. \n\nThe Army is working to educate and inform its leadership, civilians, Soldiers and their families about ongoing Army energy efforts, the risks and benefits associated with good and bad energy habits, using energy more efficiently, and making informed energy decisions. The Army is creating and fostering an environment of ownership and collaboration within the force to instill a greater sense of \"energy discipline\" and stronger [\"Energy Informed Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-02-16).\" The Army is also incentivizing good energy habits and placing an emphasis on making energy a priority in daily activities.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe Army is committed to an ongoing effort to foster a culture of energy responsibility and sustainability in order to reduce the Army's energy demand and achieve greater energy security. The Army recognizes that successful energy culture change will require leadership to take ownership and drive the change. The Army is actively working to incorporate sustainability into all aspects of leader training and increasingly holding leaders accountable for energy performance. Sustainability concepts will also be integrated into Army core enterprises as an operational necessity and fiscal responsibility.\n\n**Why is this important to the Army?**\n\nEnergy can be both an effective force multiplier and an exploitable vulnerability for the Army. Each year installations are taken off commercial power grids due to inclement weather and natural disasters. Careless energy practices, waste and inefficiencies put Soldiers at risk. Supplying energy to Soldiers around the world is becoming increasingly challenging, costly and dangerous.\n\n**Resources:** \n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy/)\n* [Energy Initiatives Task Force](http://www.armyeitf.com)\n* [Net Zero Public website](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* PDF: [Operational Energy in Afghanistan: Culture Change in Action](http://www.army.mil/e2/c/downloads/311472.pdf)\n* Related STAND-TO!: \n* &bull; [Army Energy Awareness Equals Action Month](http://www.army.mil/standto/archive_2013-10-01/)\n* &bull; [Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/)\n* &bull; [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n* &bull; [Energy Informed Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-02-16)\n\n\n",
    "date": "Wednesday October 30, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nChanges in the character of modern conflict demand that the Army continues to evolve as an institution. As part of that evolution, we must learn to use energy to its maximum effect, making \"energy informed operations\" an integral part of our doctrine, culture and management practices...\n\n### - Army Senior Leaders message\n\n### [Tri signed letter: Army Energy Awareness = Action Month- *Enhancing Mission Effectiveness*](http://www.army.mil/e2/c/downloads/316580.pdf)\n\n### Related STAND-TO!: [Army Energy Awareness Equals Action Month](http://www.army.mil/standto/archive_2013-10-01/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* **November 2013**\n\n* National Native American Heritage Month\n\n* Military Family Appreciation Month\n\n* Warrior Care Month\n\n* Nov. 11: Veterans Day\n "
}