{
    "id": "2013-10-31",
    "title": "Network Integration Evaluation 14.1",
    "body": "**What is it?**\n\nThe Network Integration Evaluation 14.1 (NIE 14.1)  is more than a field evaluation of the Army's tactical communications network.  It is the integration, training and validation activities leading to Doctrine, Organization, Training, Materiel, Leadership, Personnel and Facilities (DOTML-PF) recommendations for how the Army fields and employs improved network capabilities.\n\nNIE 14.1, as all NIEs, is conducted by the Network Integration TRIAD--consisting of the [Brigade Modernization Command](https://www.bliss.army.mil/BMC/), organized under the [Army Capabilities Integration Center](http://www.arcic.army.mil/index.aspx), Training and Doctrine Command; the [System of Systems Engineering and Integration Directorate](http://www.bctmod.army.mil/SoSE_I/sose_i.html), organized under the [Assistant Secretary of the Army for Acquisition, Logistics and Technology](http://www.army.mil/asaalt/) and U.S. Army Test and Evaluation Command. \n\nNIE 14.1 focuses on balancing a mix of live and virtual operations to achieve a high-quality evaluation in a cost-constrained environment.  This is the sixth in the series of NIEs that align network and non-network program evaluations in one location, provide a robust and realistic operational environment, produce valuable Soldier feedback, leverage industry innovation and validate capability sets prior to fielding.\n\n**What has the Army done?**\n\nThe Army has completed five NIEs that evaluated more than 140 systems and is applying lessons learned to inform critical equipping decisions, simplify network systems and training and gain increased efficiencies.  The Army has also begun to procure a variety of industry systems through the NIE process, including technologies for displaying the common operating picture, supplying operational energy and vehicle tactical routers.  \n\nThe 10th Mountain Division Soldiers, in Afghanistan, rely on the advanced communications technologies of [Capability Set (CS) 13](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26). The CS 13 was integrated and validated through the NIEs to successfully meet mission objectives.\n\n**What efforts does the Army have planned for the future?**\n\nThe NIE is an evolving and adaptive process. Continuation of the NIE is essential as the Army improves and adapts the network to support [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)  and Joint Task Force operations. NIEs will continue to assess new capabilities and help the Army refine network and non-network tactics, techniques and procedures (TTPs).  NIE 14.1 will set conditions for Joint and Multinational participation during NIE 14.2, scheduled for spring of 2014.\n\n**Why is this important to the Army?**\n\nNIEs serve as a principal driver of change in the Army through evaluation and integration events that drive requirements, procurement and fielding recommendations.  NIEs remain a critical component of the Army's modernization efforts.  \n\n**Resources:** \n\n* [Networking the Soldier](http://www.bctmod.army.mil/)\n* [Brigade Modernization Command](https://www.bliss.army.mil/BMC/)\n* [Army.mil: Science and Technology News](http://www.army.mil/news/sciencetechnology/ )\n* Related STAND-TO!: \n* &bull; [Network Integration Evaluation 13.2](http://www.army.mil/standto/archive_2013-05-07/ )\n* &bull; [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* &bull; [Capability Set (CS) 13](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26)\n\n\n\n",
    "date": "Thursday October 31, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\n[The NIE] is not a one-year, two-year or three-year journey. This is a long-term journey to help us decide where we want to go, what we need to buy, or what we need to improve.\n \n### - Lt. Gen. James Barclay III, deputy chief of staff, Army G-8 \n\n### [Army leaders: Network, NIEs critical to future force](http://www.army.mil/article/113706)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* Domestic Violence Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-03/)   \n\n* Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* Disability Employment Awareness Month: *Related* [STAND-TO!](http://www.army.mil/standto/archive_2013-10-11/)\n\n* **November 2013**\n\n* National Native American Heritage Month- *Related site* -[Native Americans in the U.S. Army](http://www.army.mil/nativeamericans)\n\n* Military Family Appreciation Month- *Related site* - [Army Families](http://www.army.mil/families)\n\n* [Warrior Care Month](http://www.wtc.army.mil/about_us/warrior_care_month_2013.html)\n\n* Nov. 11: Veterans Day - *Related site* - [U.S. Army Veterans](http://www.army.mil/veterans)\n "
}