{
    "id": "2014-02-03",
    "title": "African American/Black History Month:  \"Civil Rights in America\"",
    "body": "**What is it?** \n\nFebruary is African American/Black History Month, a time during which the African Americans are honored.  This year, the \"Civil Rights in America\" is being celebrated and the 50th anniversary of the passing of the 1964 Civil Rights Act, which was a result of the historic march on Washington in 1963, is being marked.  These events are forever linked in American history.  People from every creed, color and background shared in these highpoints that now bind all as a  nation.  \n\n**What has the Army done?**\n\nThe U.S. Army leadership has asked the entire Army family to honor publicly, [African Americans](http://www.army.mil/africanamericans/) contributions by encouraging all leaders from across the Army to plan and execute appropriate commemorative activities to celebrate African American/Black History month. \n\n\n**Why is this important to the Army?**\n\nThe [Civil Rights Act of 1964](http://www.judiciary.senate.gov/about/history/CivilRightsAct.cfm) was the crescendo of this country's struggle to make America a better place for all citizens.  The Armed forces served as a catalyst for these and many other events set in motion by the 1948 Presidential order to desegregate the military. \n\nFrom African American Patriots of the Revolutionary War to the Buffalo Soldiers, Tuskegee Airmen and Soldiers who serve valiantly on freedom's frontier today, African Americans have always selflessly served to make this nation free and equal for all.  These advancements in civil rights have enabled the Army to field a diverse force defined by notable character.  Together, the total Army has earned America's trust as the *Strength of the Nation*, and in doing so the Army will serve honorably to contribute to global stability and a better world. \n \n\n**What continued efforts does the Army have planned for the future?**\n\nDuring the period from Feb. 1 through Feb. 28, the Army will highlight and honor African American military and civil service at all levels by telling their story in command information products at all levels.\n\nThroughout the year, the Army will celebrate and commemorate the [diversity](http://www.armydiversity.army.mil/) of the total force. The Army will also leverage and draw strength from the rich diversity within the military and civilian ranks by recognizing it's critical role played in strengthening the nation's presence around the world. \n\n\n**Resources:**\n\n* Presidential Proclamation: \n* [National African American History Month, 2014](http://www.whitehouse.gov/the-press-office/2014/01/31/presidential-proclamation-national-african-american-history-month-2014)\n* [Martin Luther King, Jr., Federal Holiday, 2014](http://www.whitehouse.gov/the-press-office/2014/01/16/presidential-proclamation-martin-luther-king-jr-federal-holiday-2014)\n* Related websites:\n* [Army Diversity](http://www.armydiversity.army.mil/)\n* [U.S. Army Center for Military History: African Americans in the U.S. Army](http://www.history.army.mil/html/topics/afam/index.html)\n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife)\n* [Army.mil: African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n* [Association for the Study of African American Life and History](http://www.asalh.org/) \n* Related STAND-TO!: \n* [Martin Luther King Day: \"Remember, Celebrate, Act! A Day On, Not a Day Off!\"](http://www.army.mil/standto/archive_2014-01-15/)\n\n\n\n\n",
    "date": "Monday February 3, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nAs we pay tribute to the heroes, sung and unsung, of African-American history, we recall the inner strength that sustained millions in bondage. We remember the courage that led activists to defy lynch mobs and register their neighbors to vote. \n \n \n### -  President Barack Obama\n\n### Taken from the [Presidential Proclamation -- National African American History Month, 2014](http://www.whitehouse.gov/the-press-office/2014/01/31/presidential-proclamation-national-african-american-history-month-2014)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}