{
    "id": "2014-02-04",
    "title": "National Patient Recognition Week 2014",
    "body": "**What is it?** \n\nNational Patient Recognition Week is celebrated annually Feb.  1-7 throughout the country and recognized officially with events on National Patient Recognition Day, Feb. 3. This presents an excellent opportunity for Army leaders and medical providers to honor the patients trusted to the care of Army Medicine.\n\nArmy Medicine has chosen to take it one step further and recognize its patients throughout the entire month of February. The Army and Army Medicine remain committed to the highest standards in patient-centered care. The theme for 2014 is *Partners in Health.* \n\n**What has the Army done?**\n\nArmy Medicine is committed to deliver responsive, reliable and relevant healthcare that enhances Soldier and unit readiness, optimizes value and transforms the healthcare experience for Soldiers, retirees, and families. Army Medicine continues to lead the way in medical innovations, programs and support services to enhance access and continuity of care, patient satisfaction and inspire continued trust in Army Medicine. \n\nThese medical innovations include, but are not limited to: [pain management](http://www.army.mil/standto/archive_2013-09-05/), combat application tourniquet, amputee care, regenerative medicine/burn care, and tele-behavioral health. Borne from lessons learned in combat, these innovations have become the world class standard of care for Soldiers on the battlefield and civilians around the world. \n\n \n**What does the Army have planned for the future?**\n\nArmy Medicine leaders and providers, physicians, nurses, technicians, administrative and ancillary support staffs, hospital and clinic volunteers, will continue to provide the patients the quality, patient-focused care that is the foundation of [Army Medicine](http://www.armymedicine.army.mil/). \n\nAs the Army moves forward and transitions to a system for health, Army Medicine will reinforce and enhance its commitment to patient care, well-being and satisfaction. It will also continue to provide reliable, responsive and compassionate services as it partners with beneficiaries to focus on health and promote wellness both in the medical facilities and in their lifespace, the space outside of traditional medical settings. \n\nThe Army honors and thanks the Soldiers, retirees and family members for their honorable service and sacrifices made on the battlefield and at home. \n\n**Why is this important to the Army?**\n \nArmy Medicine beneficiaries deserve the finest care and support the Army can provide. The Army leaders recognize that paying attention to the beneficiaries' unique needs is key to overall patient satisfaction. The Army will continue to enhance and improve medical support and service to those entrusted to its care.  Army Medicine is: *Serving to Heal ... Honored to Serve!*\n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* Surgeon General's message: [Patient Recognition Month Feb 2014](http://www.dvidshub.net/video/320421/patient-recognition-month-feb-2014#.UvDSRrTMbjI)\n* Related video: \n * [Army Nurse Corps Anniversary Feb. 2, 2014](http://www.dvidshub.net/video/280391/army-nurse-corps-anniversary-feb-2-2013#.UvFURLRQBsE)\n* Related STAND-TO!: \n  * [Medical Advancements](http://www.army.mil/standto/archive/issue.php?issue=2012-11-26)\n  * [Pain Management](http://www.army.mil/standto/archive_2013-09-05/)\n\n\n",
    "date": "Tuesday February 4, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nFebruary is *Patient Recognition Month* throughout Army Medicine. As we pay tribute to our beneficiaries during this month, I urge each of you to focus on how we impact their health and influence their lifestyle choices. As their health care providers, mentors and coach, we must never pass up the opportunity to thank them, for allowing us the opportunity to be part of their health.  \n \n \n### -  Lt. Gen. Patricia Horoho, Army Surgeon General and Commander U.S. Army Medical Command \n\n\n###  Video: [Patient Recognition Month Feb 2014](http://bcove.me/h2jv2l5r)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}