{
    "id": "2014-02-05",
    "title": "Optimizing C4ISR Field Support  ",
    "body": "**What is it?** \n \nThe C4ISR Center of Excellence at Aberdeen Proving Ground, Md.,  is changing the way it provides field support for command, control, communications, computers, intelligence, surveillance, and reconnaissance systems. \n\n**What has the Army done?**\n\nThe U.S. Army has gone back to an approach where Soldiers are now the primary operators and maintainers of C4ISR equipment at the unit level as they had been prior to contingency operations in Iraq and Afghanistan. \n\nThe C4ISR Center of Excellence therefore has begun a new field support initiative that will reinvest in our Soldiers to help them maintain their unit readiness as they take over functions once carried out by contractor or government field support representatives. As part of this initiative, the [U.S. Army Communications-Electronics Command](http://cecom.army.mil/) (CECOM) has created multi-functional, government field support representatives that will provide worldwide support through regional offices strategically positioned at: Joint Base Lewis McChord, Wash.,  Fort Bragg, N.C.,  Fort Hood, Texas,  Germany and Korea.\n \n**What does the Army have planned for the future?**\n\nThe C4ISR Center of Excellence is instituting a four-tiered support structure for C4ISR equipment that will handle different levels of complexity for Soldiers at the unit level. **Tier 0** is simply having Soldiers operate and maintain their own equipment. **Tier 1** still includes multifunctional support personnel located with the units at installations.  This tier is designed to mimic the efficiencies of a call center by using a ticket system.  It also provides staff trained on reception, staging, onward movement, and integration. **Tier 2** support is system-specific and is designed to escalate issues or problems beyond the knowledge at the field level.  Experts based at regional hubs cover a designated geographic area minimizing response time.  **Tier 3** provides the most involved level of service because issues must be addressed by the original equipment manufacturer in order to be resolved. \n\nCECOM is also expanding the role of the Signal Universities that provide Soldiers training on equipment that was not included during initial entry training.  CECOM supports 10 of these unit-funded schools.\n\n**Why is this important to the Army?**\n\nIn this environment of constrained fiscal resources, the C4ISR Center of Excellence is optimizing field support and reinvesting in Soldiers' skills so they can maintain their own equipment while reserving the most resource-intensive solutions for the most complex challenges thereby ensuring the affordable global readiness of networked capabilities.  \n\n\n**Resources:**\n\n* [U.S. Army Communications-Electronics Command (CECOM)](http://cecom.army.mil/)\n* [Army Regulation 700-4: Logistics Assistance](http://www.apd.army.mil/pdffiles/r700_4.pdf)\n* [Army.mil: PEO C3T News]( http://www.army.mil/peoc3t)\n* Related STAND-TO!  \n  * [Unit Set Fielding](http://www.army.mil/standto/archive_2013-03-08/)\n\n",
    "date": "Wednesday February 5, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWhen we're given someone's most precious gift -- their son or daughter, sister or brother, husband or wife -- we have a duty to treat them with dignity and respect and create an environment of safety and security. \n \n \n### -  Sgt. Maj. of the Army Raymond F. Chandler III, emphasizing that Soldiers have a duty to protect each other from sexual assault, help a battle buddy at risk for suicide, and create a safe and respectful environment for all members, during a town hall meeting at Fort Belvoir, Va., Monday\n\n###  [SMA: Soldiers have duty to end sexual assault, prevent suicides in Army](http://www.army.mil/article/119378/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}