{
    "id": "2014-02-06",
    "title": "Comprehensive Soldier and Family Fitness: ArmyFit ",
    "body": "**What is it?** \n \nThe Comprehensive Soldier and Family Fitness program (CSF2) launched a new social media platform, [ArmyFit](http://csf2.army.mil/armyfit.html), for Soldiers, Army families and Army civilians to use in building their resilience and enhancing their performance. \n\nThis online, self-development platform offers members of the total Army an opportunity to access tools and resources that will help them improve their physical and psychological strength in the areas of social, emotional, spiritual, family and physical fitness.  \n\n**What has the Army done?**\n\n[CSF2](http://csf2.army.mil/) integrated its online self-assessment and self-development platforms to provide members of the total Army a more holistic look at their overall fitness. This included upgrading the scientifically-validated self-assessment survey, the [Global Assessment Tool](http://csf2.army.mil/takethegat.html) (GAT 2.0), to now include questions in the physical dimension, as well as questions that support the Office of The Surgeon General's Performance Triad of [Sleep](http://www.army.mil/standto/archive_2013-02-13/), [Activity](http://www.army.mil/standto/archive_2013-02-27/) and [Nutrition](http://www.army.mil/standto/archive_2013-01-31/). Following completion of the GAT 2.0, users have full access to ArmyFit, where they are directed to resources tailored to their GAT 2.0 results. \n\nUsers can engage with experts and organizations to learn how to improve their fitness. They can also participate in online challenges, track their progress, engage with other users, follow their local CSF2 Training Center, and more. This online platform is available using CAC log-on or AKO username and password, or via registration for family members registered in Defense Enrollment Eligibility Reporting System (DEERS).\n \n**What continued efforts does the Army have planned for the future?**\n\nCSF2 will continue to identify best tools and resources to support members of the total Army in their personal self-development. This includes adding new content and functions to ArmyFit over the coming months, as well as the ability to synch a personal activity monitor with the site to chart progress. A geo-targeting capability will allow users to locate experts and resources in their immediate area. CSF2 will also continue to work with other organizations to bring their resources to Army users via the ArmyFit online platform. \n\n**Why is this important to the Army?**\n\nArmyFit places tools in the hands of every member of the total Army so that they can pursue self-directed improvement and take charge of their overall fitness. More [ready and resilient](http://www.army.mil/readyandresilient) Soldiers, family members and Army civilians lead to more ready and resilient units, which combine to create a more ready and resilient total Army. \n\n\n**Resources:**\n\n* CAC log-in required: [CSF2: ArmyFit](https://armyfit.army.mil/Protected/)\n* [Global Assessment Tool 2.0](http://csf2.army.mil/takethegat.html)\n* [Comprehensive Soldier and Family Fitness Program](http://csf2.army.mil/ )\n* [Ready and Resilient Program](http://www.army.mil/readyandresilient)\n* Related STAND-TO!  \n  * [Performance Triad Pilot Program ](http://www.army.mil/standto/archive_2013-03-12/)\n  * [Global Assessment Tool](http://www.army.mil/standto/archive/2009/12/08/)\n* Social media presence: \n  * [On Facebook](http://www.Facebook.com/ArmyCSF2)\n  * [On Twitter](http://www.twitter.com/ArmyCSF2)\n\n",
    "date": "Thursday February 6, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nA wonderful, all-volunteer force made up of men and women from our hometowns and communities, who pick up their families and move wherever we tell them. And they carry on and train and do such great work for our nation. We want to keep our all-volunteer force strong.\n \n### -  Gen. Frank J. Grass, chief of the National Guard Bureau, describing the military while speaking to the media during the Washington Capitals' *Salute to the Military* night at the Verizon Center, Washington D.C., Feb. 4.  \n\n\n###  [Campbell: Values, teamwork define Army, NHL](http://www.army.mil/article/119558/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}