{
    "id": "2014-02-07",
    "title": "Army National Guard's Mission Command Training Support Program",
    "body": "**What is it?** \n\nDuring pre-mobilization periods of Army National Guard (ARNG) units (battalion and above), the ARNG Mission Command Training Support Program (MCTSP) provides mission command (MC) and staff training support in a digital environment .  MCTSP objectives are to:\n\n  * (1) Efficiently reduce pre and post mobilization training time periods \n  * (2) Achieve ARFORGEN aim points\n  * (3) Support the commander's training strategy \n  * (4) Develop proficient staffs and trained MC systems operators \n\n\n**Why is this important to the Army?**\n\nIt improves readiness and saves the Army training/travel dollars while providing an innovative way of reducing the time and complexity of pre-mobilization training needs. \n\nBecause the ARNG provides a substantial number of Army units to support world-wide missions, the MCTSP enables the ARNG to capitalize on its geographic dispersion and its limited training time and resources for travelling to ARNG Mission Training Centers (MTC's) by:\n  \n  * (1) Employing mobile training teams to take MC training to the unit's home station  \n  * (2) Providing units trained to the same mission command standards as active component units  \n\nWithout this efficiently distributed MC training capability, the Army would have to fund burdensome travel requirements or worse, additional post-mobilization training time to achieve standards.\n\n**What has the ARNG done?**\n\nThe MCTSP optimizes ARNG unit ability to meet ARFORGEN's staff training aim points.  Instrumental to this success was the ARNG's development of the following programs tailored for the ARNG training environment over the last 20 years: \n\n * (1) Mid 1990's - Leader and staff development training and WARFIGHTER exercises\n * (2) 1998 - The Distributed Battle Simulation Program \n * (3) 1999 - The Army Battle Command Systems training team \n * (4) 2001 - The Battle Staff training team \n\n \n**What continued efforts does the ARNG have planned for the future?**\n\nThe ARNG will continue to resource this program through the Army Program of Memorandum (POM) process.  The ARNG is striving to achieve the right balance of MC training capability in light of constrained resources and changing force structure.  Two additional ARNG MTCs (Camp Atterbury, Ind. and Gowen Field, Idaho) are in the process of achieving initial operating capability.  The ARNG is also conducting \"proofs of principle\" for distributing constructive exercises over various networks while it continues to explore further improvements to efficiently implementing all the elements of the Integrated Training Environment.\n\n\n**Resources:**\n\n*  GKO log-in required: [ARNG](https://gkoportal.ng.mil/arng/G3/TR/TRC/MCTSP/SitePages/Home.aspx )\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army.mil: ARNG News](http://www.army.mil/news/nationalguard/)\n\n",
    "date": "Friday February 7, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI try to apply the warrior ethos and mentality of never quitting or accepting defeat in my training and competitions. Being a Soldier-athlete helps keep me focused and working hard because I am representing more than just my team and myself. I'm representing the most powerful and respected organization in the world. I need to reflect that in the way I present myself, train, and perform.\n \n### - [Capt. Chris Fogt](http://www.army.mil/olympics/2014/olympians/fogt/),  U.S. Army World Class Athlete Program bobsledder and part of the U.S. men's bobsled team competing in the [2014 Olympic Winter Games](http://www.army.mil/olympics/2014/) in Sochi, Russia\n\n###  [U.S. bobsledders 'right where we want to be going into Sochi'](http://www.army.mil/article/118875)\n\n### Related sites: [2014 Olympic Winter Games](http://www.army.mil/olympics/2014/)\n### [U.S. Army World Class Athlete Program](http://www.thearmywcap.com)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* Feb 7-23: [2014 Winter Olympics](www.army.mil/olympics/2014/)"
}