{
    "id": "2014-02-11",
    "title": "Army Enlisted Voluntary Early Separation Program",
    "body": "**What is it?** \n\nThe Enlisted Voluntary Early Separation Program is one method, chosen by Army senior leaders, to sustain appropriate total force readiness, manage talent and achieve congressionally mandated end-strength. This program will authorize early separation for regular Army enlisted Soldiers prior to their Expiration Term of Service (ETS), in two categories.  \n\nThe first category includes Soldiers serving in over strength skills who are ultimately denied reenlistment by [Headquarters, Department of the Army](http://www.hqda.army.mil/hqda/main/home.asp) (HQDA) and voluntarily request early separation (up to 90 days).  Final reenlistment determinations will be based upon Army requirements, eligibility for reenlistment and eligibility for reclassification into a shortage or balanced skill.  The second category includes Soldiers approaching their ETS who have chosen not to reenlist or extend and voluntarily request early separation for the purpose of accepting employment (up to 180 days). \n\n\n**What has the Army done?**\n\nThe Army has transformed its [Transition Assistance Program]( http://www.army.mil/article/87766/) (TAP) to give Soldiers the greatest opportunity for a successful post-service career.  Army transition efforts encompass multiple programs focusing on TAP participation, in accordance with laws and policy.  \n\nIn order to support Army-wide transition, the [Army Transition Division](https://www.acap.army.mil/transition/) synchronizes stakeholders and leverages their capabilities to ensure every eligible Soldier receives employment skills enhancement, [Army Career Alumni Program](https://www.acap.army.mil/default.aspx) services and meets [Veterans Opportunity to Work](http://www.benefits.va.gov/vow/)/ Career Readiness standards.  The department also assists with connecting Soldiers to education and meaningful employment.  The Army will afford Soldiers as much time as possible, but no less than 90 days to focus on transition activities to ensure Soldiers and their families are prepared for the transition from active service.\n\n**What continued efforts does the ARNG have planned for the future?**\n\nAs the economic and operational environment evolve, the Army continues to review policies and procedures that strike the best balance between the quality of life for Soldiers and their families, maintaining personnel readiness, and fielding combat ready forces.      \n\n\n**Why is this important to the Army?**\n\n \nAmerica's Army needs to drawdown in order to balance readiness and meet the needs of a smaller force.  This endeavor cannot be achieved by natural attrition alone. Allowing certain regular Army enlisted Soldiers to voluntarily request early separation prior to ETS, supports the goals of the Army's Transition Assistance Program.  Despite all the changes the Army experiences during drawdown, the Army's absolute commitment to taking care of Soldiers and their families will remain constant\n\n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* [U.S. Army Human Resources Command](http://www.hrc.army.mil/)\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n* Documents:\n* [ALARACT 340/2013, DAPE-MPE, Dec. 24, 2013](http://www.ncosupport.com/files/Early_Separation_Program.pdf) \n* [MILPER Message 14-002, AHRC-EPF-M, Jan. 2, 2014](http://www.armyreenlistment.com/Messages/MILPER/Enlisted_Voluntary_Early_Separation_Program_14_002_20140102.pdf)\n* Related STAND-TO!: \n * [Army Enlisted Involuntary Early Separation Program](http://www.army.mil/standto/archive_2014-01-31)\n * [Soldier for Life ](http://www.army.mil/standto/archive_2014-01-17/)\n * [Army Career and Alumni Program ](http://www.army.mil/standto/archive_2013-07-26/) \n * [Veterans Opportunity to Work](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10)\n * [Army Retention Program](http://www.army.mil/standto/archive/issue.php?issue=2012-02-14)\n* Related articles: \n * [Changes to enlisted separation policy aim to provide Soldiers options](http://www.army.mil/article/118153/)\n * [Thousands of officers to face boards for early separation](http://www.army.mil/article/116900)\n\n",
    "date": "Tuesday February 11, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWe've been spoiled over years due to the deployments to maturely developed areas of operations. The future will not be that way. We will have to be prepared for regional engagements by aligning [units] with regions in the world and [we] must stay connected. Although the number of Soldiers is going down, we will still fully participate in exercises. \n \n### - Army Chief of Staff Gen. Ray Odierno, emphasized the future of the Army to be a more globally responsive and regionally engaged Army with strategic and expeditionary mindsets, during his recent visit to NATO Land Component Command Headquarters at Izmar, Turkey\n\n### [Odierno calls on NATO Land Component Command in Turkey](http://www.army.mil/article/119757/)\n\n### Related STAND-TO!: [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* Feb 7-23: [2014 Winter Olympics](www.army.mil/olympics/2014/)"
}