{
    "id": "2014-02-12",
    "title": "U.S. Army Partnership for Youth Success   Program ",
    "body": "**What is it?** \n\nThe U.S. Army Partnership for Youth Success (PaYS) Program is a strategic partnership between the Army and a cross section of private industry, academia, businesses and state and local public institutes.  \n\nThe [PaYS](http://www.armypays.com) program guarantees Soldiers a job interview and possible employment after transitioning from the Army.  The PaYS program provides America's youth with the unique opportunity to simultaneously serve their country and prepare for their future.  Corporations, companies, and public sector agencies that sign the PaYS partnership agreement are incorporated into community-based grassroots programs and are informed and motivated Center of Influencers.  PaYS partners participate in these events to positively impact local perceptions of the Army and help to build an environment more favorable to the Army's brand.\n\n**What has the Army done?**\n\nA total of 500 companies and government agencies have established a partnership with the PaYS Program.  Since, July 2000, the PaYS program has connected 139,753 active-duty Soldiers, 33,435 Army Reservists, 1,275 regular Army Reserve Officers' Training Corps (ROTC) Cadets and 920 Army Reserve ROTC Cadets to potential employers\n\nThe PaYS program celebrated its [500th partnership with Facebook, Inc.](http://www.army.mil/article/118982/) on Jan. 3, 2014.  The ceremony, celebrating this milestone, was conducted during the All American Bowl in San Antonio, Texas.  Gen. Robert W. Cone, commanding general, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), signed the Memorandum of Agreement with Facebook's Veterans Programs and Initiatives.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n* (1) Synchronize Army transition efforts in order to successfully transition active and reserve component Soldiers to the civilian sector. This will help ensure making them career-ready and providing them with continuity of service where feasible.\n* (2) Provide transition, education, career counseling throughout the military life cycle and include transition into career counselor requirements and regulations.\n* (3) Drive transition preparation and connection efforts to PaYS partnerships, apprenticeship, [Credentialing Opportunities On-Line](https://www.cool.army.mil/) (COOL), On-the-Job Training (OJT) programs, internships, and job-shadowing programs. \n\n**Why is this important to the Army?** \n\nThe PaYS program supports the [Veterans Opportunity to Work](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10)\n(VOW) Act in providing employment opportunities for veterans.  The PaYS program supports the Army's mission to recruit, with integrity, high quality men and women, reconnect America with its Army and positively impact perceptions of the Army to build an environment more favorable to the Army's brand.  Soldiers who participate in the program develop valuable skills and experience, in addition to gaining opportunities for employment with organizations who understand the value of their military service.  This partnership connection provides a win-win situation for all. \n\n\n**Resources:**\n\n* [U.S. Army Partnership for Youth Success](http://www.armypays.com)\n* [The Assistant Secretary of the Army (ASA) Manpower & Reserve Affairs (M&RA)](http://www.asamra.army.mil/) \n* [Army Research Marketing Group](http://www.asamra.army.mil/org_sig.cfm)\n* [Soldier for Life](http://www.army.mil/soldierforlife/)\n* [U.S. Army Ready and Resilient- Transition](http://www.army.mil/readyandresilient/transition)\n* [Army COOL: Credentialing Opportunities On-Line](https://www.cool.army.mil/index.htm)\n* Related STAND-TO!: \n * [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/)\n * [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-07-15/)\n * [Credentialing](http://www.army.mil/standto/archive_2013-07-29/?) \n * [Veterans Opportunity to Work](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10)\n* Related videos: \n * [Gen. Raymond T. Odierno's PSA: Soldier for Life Program](http://bcove.me/0j7ujcmn)\n * [PaYS celebrates 500th partner: Facebook](http://www.youtube.com/watch?v=mIr6qpZn14s)\n* Social Media presence: \n * [PaYS on YouTube](http://www.youtube.com/user/ArmyPaYS)\n * [PaYS on Facebook](https://www.facebook.com/armypays)\n * [PaYS on Twitter](https://twitter.com/ArmyPaYS)\n\n\n\n",
    "date": "Wednesday February 12, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nFor the students in the audience, for our academic leaders in the audience, this is exactly what we need for you all to continue to build upon to keep our nation on top. I trust beyond expectation that the group gathered here tonight will continue to lead the military and American society, in the fight for diversity, equal opportunity for all who choose to serve. \n \n### - Vice Chief of Staff of the Army Gen. John F. Campbell, encouraging the science, technology, engineering, and mathematics professionals to continue to enhance the U.S. Army's medical and weapons technology, at the 9th Annual Stars and Stripes recognition dinner, as part of the 2014 Black Engineer of the Year STEM Conference, Feb. 9, Washington, D.C. \n\n### [Vice chief honors black engineers at 2014 BEYA conference](http://www.army.mil/article/119801/)\n\n### Related STAND-TO!:[Support in Science, Technology, Engineering and Mathematics](http://www.army.mil/standto/archive_2013-07-08/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* Feb 7-23: [2014 Winter Olympics](http://www.army.mil/olympics/2014/)"
}