{
    "id": "2014-02-14",
    "title": "Ready and Resilient: Pre-Deployment Health Assessment ",
    "body": "**What is it?** \n\nThe Pre-Deployment Health Assessment (DD Form 2795), commonly known as the Pre-DHA is the first in a series of health assessments administered to Soldiers and [Department of the Army (DA) Civilians](http://www.armyg1.army.mil/civilians.asp) during the deployment cycle.  \n\nThe Pre-DHA provides early identification of emerging physical, mental and behavioral concerns prior to deployment.  Once the Soldier completes the [DD Form 2795](http://www.dtic.mil/whs/directives/infomgt/forms/forminfo/forminfopage2346.html),  the unit will schedule a one-on-one appointment with a health care provider (HCP) to discuss their responses in a confidential and private setting.  During the confidential conversation, the Soldier is given the opportunity to discuss any concerns and may be referred to specialty care, treatment or rehabilitation services to correct any identified health threats and/or injuries.  The Pre-DHA process is usually performed during the unit's pre-deployment Soldier Readiness Processing (SRP).  \n\n\n**What has the Army done?**\n\n* (1) Per ALARACT 233/2013, the Army directed unit and installation commanders/staff to schedule the Pre-DHA during initial/Pre-SRP events up to 120 days prior to the deployment departure date, with HCP validation of the Pre-DHA at final SRP activities within 60 days of the deployment date as cited in ALARACT 233/2013, Deployment Health. \n* (2)  The new Pre-DHA timeline also supports the new 2012 changes to the Deployment Health Assessment forms, that implemented the DoD directed Mental Health Assessment (MHA) requirements of [DODI 6490.12 (PDF) ](http://www.dtic.mil/whs/directives/corres/pdf/649012p.pdf).     \n\n\n**Why is this important to the Army?** \n\n* (1) Completing the Pre-DHA up to 120 days prior to deployment helps Soldiers remain medically ready to deploy and address any health challenges that may impact readiness. \n* (2) Commanders rely on the Pre-DHA as a prevention tool for their units,  a way to mitigate health threats and more importantly, provides Soldiers the medical care they need prior to deployment.     \n* (3) The Pre-DHA, along with the Post-Deployment Health Assessment (PDHA) and the Post-Deployment Health Reassessment (PDHRA), serve as a gateway to care, services, programs and resources for Soldiers in the deployment cycle.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nIn a collaborative effort between the [Deployment Health Assessment Program](http://www.armyg1.army.mil/hr/dhap/index.html), [Comprehensive Soldier & Family Fitness (CSF2) Program](http://csf2.army.mil/), and the [U.S. Army Walter Reed Army Institute of Research)](http://wrair-www.army.mil/)(WRAIR), the Army is promoting the importance of taking Deployment Cycle [Resilience Training ](https://www.resilience.army.mil/) (DCRT), a tailored resilience training series that promotes life, performance and psychological skills for Soldiers, commanders and unit staff going through the deployment cycle.  \n\n**Resources:**\n\n*  [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n*  [Deployment Health Assessment Program](http://www.armyg1.army.mil/hr/dhap/index.html)\n*  [DHAP (Army Reserve)](http://dhap.reserve.army.mil/)\n*  [DHAP (Army National Guard)](http://dhap.guard.army.mil/) \n*  [Comprehensive Soldier & Family Fitness (CSF2) Program](http://csf2.army.mil/) \n*  [U.S. Army Walter Reed Army Institute of Research (WRAIR)](http://wrair-www.army.mil/)\n*  CAC log-in required: [DHAP on AKO](https://www.us.army.mil/suite/598655)\n* Related STAND-TO!: \n *  [Ready and Resilient Campaign: Deployment Health Assessments]( http://www.army.mil/standto/archive_2013-07-12/)\n *  [Deployment Health Assessments for Soldiers and Civilians](http://www.army.mil/standto/archive/issue.php?issue=2013-01-03)\n *  [Army Deployment Health Assessments](http://www.army.mil/standto/archive/issue.php?issue=2012-03-20) \n *  [Army Deployment Health Assessment Program](http://www.army.mil/standto/archive/issue.php?issue=2012-01-20)\n* Related video: [Army Deployment Health Assessments](http://www.youtube.com/watch?v=u0Lybjm_AoI)\n* Related articles:\n * [Medical leaders meet, discuss health of Reserve force/](http://www.army.mil/article/111657)\n * [States focus on deployment health to improve readiness and resilience](http://www.army.mil/article/114844)\n * [Deployment Health Assessment Program builds ready, resilient Soldiers ](http://www.army.mil/article/105757)\n*  Documents: \n * [DD Form 2795: *Pre-Deployment Health Assessment*](http://www.dtic.mil/whs/directives/infomgt/forms/forminfo/forminfopage2346.html)\n * [AR 600-1001: *Personnel Processing (In-, Out-, Soldier Readiness, Mobilization, and Deployment Processing*) ](http://www.apd.army.mil/pdffiles/r600_8_101.pdf)",
    "date": "Friday February 14, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe Army is at a time of great transition and we are faced with a variety of challenges. But there are some things we are certain of, and that is the men and women who put on this uniform -- great Soldiers doing what great Soldiers do.\n \n### - Secretary of the Army John M. McHugh, in a candid discussion about the future of the Army with senior leaders and Soldiers, during his visit to Fort Stewart and Hunter Army Airfield, Ga., Feb 13\n\n### [Secretary McHugh discusses leaner, more capable Army](http://www.army.mil/article/120066/)\n\n### Related STAND-TO!: [The Army for the Future](http://www.army.mil/standto/archive_2013-05-09/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* Feb 7-23: [2014 Winter Olympics](http://www.army.mil/olympics/2014/)"
}