{
    "id": "2014-02-18",
    "title": "Logistics Audit Readiness",
    "body": "**What is it?** \n\nThe Army must achieve auditability by 2017 as mandated by the [National Defense Authorization Act of 2010](http://www.intelligence.senate.gov/pdfs/military_act_2009.pdf). In May 2013, the Logistics Innovation Agency (LIA) was tasked by the Headquarters, [Department of the Army (HQDA) G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/) to establish a Logistics Audit Readiness Cell to directly support the initiatives of the [Assistance Secretary of the Army for Financial Management & Comptroller](http://www.asafm.army.mil/) (ASA(FM&C)) and the [Office of Business Transformation](http://www.army.mil/obt/) (OBT) to prepare the Army logistics community for auditability. \n\n\n**What has the Army done?**\n\nThe LIA has two mission areas whose goal is to assist the Army in achieving sustained accountability and auditability for the logistics business mission area. The business functionality mission area supports financial audit preparedness and provides operational support to ASA(FM&C) and HQDA G-44 (Supply).  Their focus is on accurate and timely business functionality via existence and completeness testing, primarily for general equipment.\n\nLIA's Enterprise Integration mission area has a goal of logistics information standardization and integration and provides operational support to OBT, HQDA G-46, and program managers  to include [Global Combat Support System-Army](http://gcss.army.mil/) (GCSS-A),  [Logistics Modernization Program](http://www.army.mil/e2/c/downloads/298082.pdf) and other logistics systems that impact the financial statements.  Their focus is on logistics system integration and business process effectiveness.  The team ensures business process alignment for portfolio management and identifies system interface and integration issues between logistics and financial systems, recommends corrective actions, and identifies opportunities for improvement.    \n\n**What continued efforts does the Army have planned for the future?**\n\nThe LIA audit readiness team is currently in the process of aligning the [Department of Defense Business Enterprise Architecture](http://dcmo.defense.gov/products-and-services/business-enterprise-architecture/10.0/classic/index.htm) to the Army-level Business System Architecture and financial controls.  On completion, the team will then undertake a detailed analysis of the system messages and data flows that move between Army information systems to ensure that the right information is flowing to enable auditability.\n\n**Why is this important to the Army?** \n\nLIA's audit readiness effort ensures that the activities of the Army's logistics systems support the Army's logistics architecture and improves business process alignment between the Army and the DOD.  It also supports portfolio optimization by providing a methodology to identify duplicative systems and deliver enterprise-wide logistics capabilities that align to DOD end-to-end business processes while supporting the Army G-4's vision to deploy the Single Army Logistics Enterprise (SALE).  When complete, the effort will enable the Army to assert that it has an audit-ready process as mandated by congressional law.\n  \n\n**Resources:**\n\n*  [Department of Defense Business Enterprise Architecture](http://dcmo.defense.gov/products-and-services/business-enterprise-architecture/10.0/classic/index.htm)\n* [Department of Defense Office of the Under Secretary of Defense (Comptroller) Financial Improvement and Audit Readiness (FIAR)](http://comptroller.defense.gov/fiar.aspx)\n* [Office of the Deputy Chief of Staff of the Army, G-4 Logistics](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* CAC log in required: [U.S. Army Audit Readiness Portal on Army Knowledge Online]( https://www.us.army.mil/suite/page/655389) \n* [HQDA G-4 Directorates](http://www.army.mil/article/17887/HQDA_G_4_Directorates/)\n * G:4: U.S. Army Logistics Innovation Agency \n* [U. S. Army Office of Business Transformation](http://www.army.mil/obt/) \n* Related STAND-TO!: \n *  [Logistics Innovation Agency](http://www.army.mil/standto/archive/2010/12/21/)\n *  [The Global Combat Support System-Army](http://www.army.mil/standto/archive/issue.php?issue=2013-01-10)\n ",
    "date": "Tuesday February 18, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nIt's great to be in [the [U.S. Army World Class Athlete Program](http://www.army.mil/standto/archive_2014-02-10/)]. Anytime you can serve your country and represent it at the same time, it's very, very special.\n \n### - [Sgt. 1st Class Tuffield \"Tuffy\" Latour](http://www.army.mil/olympics/2014/olympians/latour/), Team USA Olympic skeleton coach and member of Vermont Army National Guard, helped coach Team USA's Noelle Pikus-Pace to an Olympic silver medal and Matt Antoine to a bronze at the  Sochi 2014 Olympic Winter Games in Krasnaya Polyana, Russia.\n\n### [Army coach leads Team USA to more Olympic medals](http://www.army.mil/article/120242/)\n\n### Army.mil: [2014 U.S. Army Olympians & Paralympian](http://www.army.mil/olympics/2014/)\n\n### Related STAND-TO!: [Army Olympians in the U.S. Army World Class Athlete Program](http://www.army.mil/standto/archive_2014-02-10/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* Feb 7-23: [2014 Winter Olympics](http://www.army.mil/olympics/2014/)"
}