{
    "id": "2014-02-25",
    "title": "Military Saves",
    "body": "**What is it?** \n\nMilitary Saves Week, Feb. 24 - March 1, 2014, joins the military community with federal, state, and local resources and military banks and credit unions to focus on financial readiness, debt reduction, and future saving. Military Saves is conducted in cooperation with the Consumer Federation of America, one of the Department of Defense's official financial readiness non-profit partners. The theme for Military Saves 2014 is *Set a Goal, Make a Plan, Save Automatically*.\n\n\n**What has the Army done?**\n\nThe Chairman of the Joint Chiefs of Staff signed a Memorandum of Support asking commanders to sponsor financial awareness events and encourage personnel to access the Military Saves [website](http://www.militarysaves.org/) and take the *Saver Pledge.* Soldiers and families can also attend a myriad of training and financial counseling opportunities through the Army Community Service Financial Readiness Program to learn more about how small savings now can lead to a sound financial future. Training includes topics such as budget development, understanding the [Thrift Savings Plan](https://www.tsp.gov/index.shtml), financial planning for family separations and deployment, and developing spending and savings plans.\n\n**What continued efforts does the Army have planned for the future?**\n\nWhile Military Saves is year round, the Army and its sister services formally support the campaign during Military Saves Week.  \n\nThe Army OneSource [website](http://www.myarmyonesource.com/default.aspx) provides interactive opportunities to learn sound financial practices using gaming scenarios. The Army also engages spouses because they play a vital role in maintaining financial discipline and stability within their families. Additionally, by teaching good financial habits early in life, children will strengthen their financial fitness for the future.\n  \n**Why is this important to the Army?**\n\nThe financial preparedness and resiliency of Soldiers and their families is a priority for the Army because it directly improves mission readiness. The Army provides a range of tools and services, including personal financial counselors, to help Soldiers and their families reduce debt and achieve their savings goals. A strong financial readiness program enables Soldiers and their families to attain financial flexibility, avoid the personal and professional stressors of poor money management, and protect themselves against predatory and unscrupulous lenders.\n\n**Resources:**\n\n* [Military Saves](http://www.militarysaves.org/ )\n* [Army Community Service Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx )\n* [Military OneSource](http://www.militaryonesource.mil/): 1-800-342-9647\n* [America Saves](http://www.americasaves.org/) \n* Social media presence:\n  * [- Facebook](http://www.facebook.com/pages/Military-Saves/55037599726)  \n  * [- Twitter](http://twitter.com/#!/MilitarySaves)\n  * [- Blog](http://www.militarysaves.org/blog)\n  ",
    "date": "Tuesday February 25, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nWe must address challenges to the Army profession through engaged leadership, commitment to the Army profession and self-policing. \n\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/leaders/sma/), shared his prescription to cure the challenges to the force, during his visit with leadership, Soldiers, families and community members of the National Training Center (NTC), Fort Irwin, Calif., Feb. 19-20   \n\n###  [Army's top NCO gets feedback from Soldiers, families at NTC](http://www.army.mil/article/120667/) \n\n###  Related STAND-TO!: [The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n\n### Related website: [Center for the Army Professional and Ethic - CAPE](http://cape.army.mil/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n* **February 2014**\n\n* Black History Month - *Visit Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* **March 2014**\n\n* Women's History Month - * Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n"
}