{
    "id": "2014-02-26",
    "title": "XM905 Advanced Mortar Protection System",
    "body": "**What is it?** \n\nThe XM905 Advanced Mortar Protection System (AMPS) is a dismounted 120-mm smoothbore recoiling mortar system which utilizes the Recoiling Mortar System 6-Light (RMS6-L) Mortar system currently used in the M1129/M1252 Stryker Mortar Carriers (MC).\n\nThe intended use for the system is to provide indirect fire for defensive purposes at Forward Operating Bases. The system was adapted for ground mount firing with the addition of a firing platform. The platform is emplaced with three spades and stakes, with the option of adding sandbags to further reduce mortar movement upon firing. \n\nAn electric drive system provides a full 360-degree firing capability by rotating in opposite directions from travel lock, with hard stops preventing further traversing, and enables automated laying of azimuth and elevation of the cannon. The system is capable of providing an accurate solution when emplaced on a sloped terrain. \n\n**What has the Army done?**\n\nThe [U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/) (ARDEC) at [Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/) received the authority and recently fielded the XM905 Advanced Mortar Protection System to Special Forces. This system was developed in response to a Joint Urgent Operational Need (JUON) issued by the commander, Combined Joint Special Operations Task Force - Afghanistan (CJSOTF-A). ARDEC's customer is the Rapid Reaction Technology Office (RRTO) of Office of the Secretary of Defense.  The XM905 systems were prepositioned in Afghanistan, along with field support representatives, to enable the fielding process.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nIn addition to completing the fielding of the quantity of systems in support of the Joint Urgent Operational Needs, or JUONS, an urgent materiel release is being pursued to allow conventional forces to receive/operate the system.\n\n  \n**Why is this important to the Army?**\n\nThe Army has a need for improved Forward Operating Base protection in Afghanistan.  AMPS  enhances the speed, accuracy, and reliability of legacy weapons and ammo with a graduated kinetic response.  It provides the operator with improved accuracy and a reduced collateral damage capability with lethal consequence to enemy forces.  AMPS requires less manpower to deliver indirect fire for a given capability.\n\n**Resources:**\n\n* [U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/)\n* [Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp)\n* Related STAND- TO!:\n  * [- Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/)\n* ARDEC's social media presence:\n  * [- Facebook](https://www.facebook.com/rdecom.ardec)  \n  * [- Twitter](https://www.twitter.com/ARDEC)\n  * [- YouTube](http://www.youtube.com/watch?v=jS5-5hPkkrY)\n  * [- Flickr](http://www.flickr.com/photos/75648156@N07/)\n  ",
    "date": "Wednesday February 26, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nAs you think about where our Army is today, with the reduced op-tempo that we're looking at, we want to involve more of our Army, a broader slice of the Army in the experimentation and exercise business. Bring more people; invite our youngest, greatest talent, our non-commissioned officers and our young officers, to help us think about the future. \n\n\n### - Gen. Robert Cone, commanding general of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), shares Army focus for Force 2025\n\n###  [Cone shares Army focus for Force 2025](http://www.army.mil/article/120553) \n\n###  Related STAND-TO!: [CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n* **February 2014**\n\n* Black History Month - *Visit Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n"
}