{
    "id": "2014-02-27",
    "title": "Transit Center Operations in Romania",
    "body": "**What is it?** \n\nThe Transit Center at Manas, Kyrgyzstan, which has served as the Department of Defense's primary air mobility hub supporting the [U.S. Central Command](http://www.centcom.mil/) area of operations since late 2001, is closing in July 2014 and a large part of its mission is shifting to Mihail Kogalniceanu (MK) Air Base, Romania. \n\nMK Air Base is located adjacent to the city of Constanta, home to the Black Sea's largest port, and has been used for years as a multi-modal, multiservice cargo hub and has routinely hosted U.S. Army, Air Force, Navy and Marine Corps forces for training and exercises. \n\n\n**What has the Army done?**\n\n\nWith the closing of Manas, MK is now adding the mission of serving as a primary transit center for personnel retrograde operations from Afghanistan, led by [U.S. Army Europe](http://www.eur.army.mil)'s [21st Theater Sustainment Command](http://www.eur.army.mil/21tsc/) \nin concert with Romanian forces, the Air Force, [Army Materiel Command]( http://www.army.mil/info/organization/unitsandcommands/commandstructure/AMC/), the [Surface Deployment and Distribution Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/sddc/), and other Army and U.S. Transportation Command partners. The facilities at MK, officially the Mihail Kogalniceanu Air Base Passenger Transit Center, are being expanded to support that mission. That expansion includes common logistical and base operations support such as movement control operations; passenger, customs and baggage facilities; transient billeting; dining facilities; office space; communications; medical treatment facilities; force protection and fire response capabilities; and morale, welfare and recreation facilities. \n\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe transit center began operating at initial capacity this month, and should be at its full operating capacity of 2,000 transient personnel and about 3,000 tons of associated cargo and baggage per day March 1. Its mission is expected to last until retrograde operations from Afghanistan are complete, which is forecast for the end of 2014.\n\n  \n**Why is this important to the Army?**\n\nThe cooperation and proficiency built by USAREUR and its Romanian and American partner organizations during years of working side-by-side at MK assure uninterrupted efficient and cost-effective support to operations in Afghanistan. That enabling expertise and teamwork are vital components of the planned drawdown of U.S. forces, providing America's warfighters with the world-class service they deserve and helping them to return them home quickly and safely.\n\n**Resources:**\n\n* [M.K. Air Base Passenger Transit Center](http://www.eur.army.mil/21tsc/mkab/default.html)\n* [U.S. Army Europe](http://www.eur.army.mil)\n* [21st Theater Sustainment Command](http://www.eur.army.mil/21tsc/)\n* [U.S. Air Forces in Europe and Air Forces Africa](http://www.usafe.af.mil/) \n* Related articles: \n  * [- Homeward bound: inaugural repatriation flight launches from new MK facility](http://www.army.mil/article/120661/)\n  * [- MK passenger transit mission takes off](http://www.army.mil/article/119424)\n  * [- Sustainment Task Force 16 readies MK Air Base for new mission](http://www.army.mil/article/119114)\n* M.K. Air Base Passenger Transit Center's social media presence:\n  * [- Facebook](https://www.facebook.com/MKAirBase)  \n\n  ",
    "date": "Thursday February 27, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nThis past year has brought some significant changes to the Army, including the impacts of sequestration, a government shutdown, furloughs, and the effects of a drawdown and budget reductions. As always, your Army, our Army, has risen to the challenge ... But even in the midst of these challenges our mission has not changed -- to prevent conflict, shape the environment and, when necessary, fight and win our nation's wars.\n\n\n### -  Sgt. Maj. of the Army Raymond F. Chandler III, emphasizing that  despite *daunting fiscal challenges and strategic uncertainty* the Army will continue to be the best in the world, at the House Appropriations subcommittee hearing on the quality of life in the military, Feb 26\n\n###  [SMA: Army remains strong despite 'daunting fiscal challenges'](http://www.army.mil/article/120863) \n\n###  Related STAND-TO!: [CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n* **February 2014**\n\n* Black History Month - *Visit Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n"
}