{
    "id": "2014-02-28",
    "title": "The Integrated Personnel and Pay System- Army  Release 1",
    "body": "**What is it?** \n\nThe Integrated Personnel and Pay System-Army (IPPS-A) is a web-based system designed to provide integrated personnel and pay capabilities to the active Army, Army National Guard, and Army Reserve. This system will ultimately create a comprehensive personnel and pay record for each Soldier for their entire Army career.\n\nRelease 1 will be deployed to the Army in three waves, starting in March 2014:  \n\n* -Wave 1 will provide the Army National Guard with a trusted database and the ability for a Soldier to view and retrieve their [Soldier Record Brief](http://www.army.mil/standto/archive_2013-03-07/) (SRB.)  \n* -Wave 2 will provide the same capability to the active Army. \n* -Wave 3 will be available to all components and will provide Soldiers, administrators and leaders the ability to view and retrieve SRBs, and provide leaders and administrators access to nine pre-defined queries.\n\n**What has the Army done?**\n\nThe Army released HQDA EXORD 055-14: *Integrated Personnel And Pay System (IPPS-A) - Increment I*,  to ensure [leaders](https://www.ipps-a.army.mil/you-and-ipps-a/leaders) and [human resource professionals](https://www.ipps-a.army.mil/you-and-ipps-a/hr-professionals) at all levels are prepared for their organizations to implement changes IPPS-A will bring.\n\n\n**Why is this important to the Army?**\n\nIPPS-A's first release will lay the foundation for future releases of the system which will ultimately provide a comprehensive personnel and pay record for each Soldier from every component in one system. Additionally, Soldiers will eventually use the Soldier Record Brief in place of the Enlisted and Officer Record Brief to track their personnel information for their entire career.  In order to ensure data is correct in IPPS-A the Army needs each Soldier to check their SRB for data correctness.  If the Soldier's SRB has errors, they need to contact their S-1 to ensure the data is changed in the current HR system so the updates can be reflected in IPPS-A.   \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army intends to develop the remaining four releases of IPPS-A after it fields the system's first release this year. The most up-to-date information is available on the IPPS-A [website](http://www.IPPS-A.army.mil).   \n\n**Resources:**\n\n* [IPPS-A](http://www.IPPS-A.army.mil)\n* [IPPS-A Deployment](https://www.ipps-a.army.mil/deployment)\n* [IPPS-A Soldier Record Brief](https://www.ipps-a.army.mil/srb ) \n* Related STAND-TO!: \n  * [- Soldier Record Brief](http://www.army.mil/standto/archive_2013-03-07/)\n* Related article:\n  * [- Soldier Record Briefs to go online with new personnel, pay system](http://www.army.mil/article/98006/)",
    "date": "Friday February 28, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nWe are responsible for what our Army will be in the future. We stand on the shoulders of those that came before us, those that sacrificed in order to make the United States Army what it is today.  \n\n\n### - Chief of Staff of the United States Army Gen. Raymond T. Odierno, speaking to Soldiers of the 4th Attack Reconnaissance Squadron, 6th United States Cavalry Regiment, 2nd Combat Aviation Brigade, 2nd Infantry Division, during his recent visit to Camp Humphreys, South Korea \n\n###  [Odierno visits 4-6 ARS](http://www.army.mil/article/120868/) \n\n###  Related STAND-TO!: [CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n* **February 2014**\n\n* Black History Month - *Visit Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)]\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n"
}