{
    "id": "2013-04-01",
    "title": "Antiterrorism Theme - Antiterrorism Strategic Plan",
    "body": "**What is it?**\n\nThe Army antiterrorism theme for the third quarter, fiscal year 2013 (3Q/FY13), focuses on the February 2013 update to the department's _Antiterrorism Strategic Plan_: \"_Burnishing the Steel_\" and the continuation of Army-wide efforts to improve the defensive posture against the terrorist threat.  The purpose of the strategy is to adjust long-range planning to effectively anticipate continuing terrorism evolution and build necessary protective action designed to prevent a successful terrorist event or attack.  \n\n**Why is this important to the Army?**\n\nTerrorism will remain at the forefront of national security over the foreseeable future. Recognizing that the terrorism threat has evolved, the Army's antiterrorism priorities and initiatives emphasize training, awareness, and coordination.  The strategy articulates the vision of the antiterrorism program so that every organization, every unit, and every person understands their role and responsibilities within the Army community.\n\nChanging Army structure and methods, advancing technology, and evolving terrorist tactics require adjustments to the Army's antiterrorism posture.  Recognizing that gaps and seams exist in the program, updating the strategy is intended to complete unfinished work and address new requirements.  The new strategy anticipates the future of terrorism and provides directional adjustments based on identified improvements.  It retains focus on preventing terrorist attacks and strengthens the Army's ability to identify prospective terrorists, including insider threats. \n\n**What has the Army done?**\n\n_Burnishing the Steel_ serves as guidance for all Headquarters Department of the Army agencies, Army commands, Army service component commands, direct reporting units, the Army National Guard, and the Army Staff.  The plan covers installations, standalone facilities, and operational units in all Army activities around the world.  As such, the six goals and 40 objectives impact the entire Army community and allows for changes over the course of the strategy to accommodate unforeseen circumstances.  That flexibility provides a framework for action and yet encourages resourcefulness.  Over the next six months Army commands will update their respective supporting antiterrorism strategies and plans.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe antiterrorism awareness quarterly theme for the 4Q/FY13 is the \"_Use of Social Media_\" to support antiterrorism education, awareness, and community outreach programs.\n\nIn addition, the Army is committed to and has approved the execution of its fourth annual Antiterrorism Awareness Month in August 2013.  The warning order message was released on  March 8, 2013 and an execution order message will be released in April 2013.\n\n**Resources:**\n\n* AKO log-in required: [Army Antiterrorism Enterprise Portal (ATEP)](https://www.us.army.mil/suite/page/605757)\n* Army OneSource: [Antiterrorism Awareness information](https://myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* STAND-TO!:\n* [Antiterrorism Theme, 1Q/FY13- Threat Fusion](http://www.army.mil/standto/archive/issue.php?issue=2012-10-01)\n* [Antiterrorism Theme, 2Q/FY13- Cyber Threat](http://www.army.mil/standto/archive/issue.php?issue=2012-12-28)\n\n\n\n",
    "date": "Monday April 1, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe will have to trade at some level and to some degree our future readiness for current operations. We can't afford excess equipment. We can't afford excess facilities. We have to reform how we buy weapons and services. We have to reduce redundancy. And we've got to change, at some level, our compensation structure.\n\n### - Gen. Martin E. Dempsey, chairman of the Joint Chiefs of Staff, at  a recent Pentagon news conference,  warned that due to the  80 percent of the operating funds being depleted, the military readiness into the future will be affected.\n\n### [Hagel announces fewer furlough days for civilians](http://www.army.mil/article/99951/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* National Sexual Assault Prevention and Awareness Month: Related site- [Army.mil: Ready and Resilient/Personal Readiness](http://www.army.mil/readyandresilient/personnel)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}