{
    "id": "2013-04-02",
    "title": "National Sexual Assault Awareness Month",
    "body": "**What is it?**\n\nNational Sexual Assault Awareness Month (SAAM) is an annual campaign to raise awareness and educate communities on the prevention of sexual violence.  The Army, in conjunction with the Department of Defense (DOD), is implementing the new 2013 SAAM theme \"_We own it ... We'll solve it ... Together,_\"  which is designed to strengthen the collective moral and ethical commitment, in keeping with Army Values and Warrior Ethos, to show respect and dignity for every Soldier, Department of the Army Civilians, their family members, and the nation that the Army serves.\n\n**What has the Army done?**\n\nThe Army is committed to achieve cultural change by eradicating sexual assault and sexual harassment and the behaviors that lead to such incidents through the Chairman of the Joint Chiefs of Staff's five lines of effort regarding sexual assault:  *Prevention, Investigation, Accountability, Advocacy and Assessment*. \n\n* **_Prevention_**: To date, 20,000  personnel have successfully completed the SHARP 80-hour certification course, approved by the National Organization for Victim Assistance. Personnel must be certified by DOD by Sept. 30, 2013.\n\n* **_Investigations_**:  As of 2012, the Army as the executive agent/executes the USAMPS 80-hour _Special Victims Unit Investigation Course_; trains military investigators/prosecutors from all services; a DOD \"best practice\".\n\n* **_Accountability_**:  As the executive agent for the JAG school, an Army sexual assault expert instructs commanders on their roles and responsibilities as special/general court-martial convening authorities.  The Army's pre-command training and the Senior Officer Legal Orientation course teaches commanders to properly handle sexual assault issues and their contributing factors.\n\n* **_Advocacy_**:  Per FY12 National Defense Authorization Act, the Army implemented a strategy that includes two full-time program personnel to serve as sexual assault response coordinators (SARCs) and victim advocates (VAs) at brigade and equivalent-level units. To institutionalize these efforts, the Army is resourcing 902 military/civilian full-time SARC/VA positions at brigade/equivalent units and collateral positions at battalions and below. \n\n* **_Assessment_**:  Army Operational Troops Survey preliminary findings indicate the propensity for female Soldier victim respondents (assaulted within the last 12 months) to report has increased to 42 percent from 28 percent  in 2009.  The Army saw a reduction in the reports of sexual assaults- from 2.5 per 1,000 to 2.2 per 1,000.  \n\n**Why is this important to the Army?**\n\nSAAM is an opportunity to highlight the corrosive effect sexual assault has on Soldiers, unit readiness, team cohesion, command climate and trust. Sexual harassment and sexual assaults violate Army core values, the Warrior Ethos, and the nation's trust in the leaders.  \n\n\n**Resources:**\n\n* [Army.mil: Sexual Assault Awareness Month](http://www.army.mil/saam)\n* [Army.mil: Ready and Resilient/Personal Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Army.mil: Army Values](http://www.army.mil/values)\n* [DOD Sexual Assault Prevention and Response Office](http://www.sapr.mil/)\n* [Department of Veteran Affairs](http://www.mentalhealth.va.gov/msthome.asp)\n* [National Sexual Violence Resource Center](http://www.nsvrc.org/saam/current-campaign)\n* Related article: [DOD releases update to sexual assault prevention, response policy](http://www.army.mil/article/99958/)",
    "date": "Tuesday April 2, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nToo many women, men, and children suffer alone or in silence, burdened by shame or unsure anyone will listen. This month, we recommit to changing that tragic reality by stopping sexual assault before it starts and ensuring victims get the support they need ... we must also recommit to ending it in our military -- because no one serving our country should be at risk of assault by a fellow service member.\n\n### - President Barack Obama\n\n### [Presidential Proclamation -- National Sexual Assault Awareness and Prevention Month, 2013](http://www.whitehouse.gov/the-press-office/2013/03/29/presidential-proclamation-national-sexual-assault-awareness-and-preventi)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}