{
    "id": "2013-04-03",
    "title": "2013 Month of the Military Child: \"Proud, Ready and Resilient\" ",
    "body": "**What is it?**\n\nSince 1986, Army installations around the world recognize the sacrifices and applaud the courage of military children by celebrating the Month of the Military Child.  As Soldiers are transitioning home from over ten years of conflict around the world, many challenges continue for our military families and their children. These children bravely endured the effects of war, and still, in the last three years, approximately two million children have witnessed the deployment of one or both parents.  \n\nThe Month of the Military Child creates awareness of the service and sacrifices of the military's children.  It is an opportunity to thank children for their support to the nation's warfighters and recognize the important role they play in the strength of the nation by contributing to the strength of the Army family.  \n\n**What has the Army done?**\n\nInstallations across the Army will sponsor various fun and educational events to celebrate children's contributions and recognize their sacrifices through teen lock-ins, youth bike rodeos, children book fairs, parades and other community events designed to highlight the resiliency of military children.  \n\nThis year's theme, \"_Proud, Ready and Resilient_,\" highlights military children's unique lifestyle and their ability to succeed despite frequent relocations, reintegration, deployments, loss and/or care for a wounded parent.  Army leaders will take part in events recognizing the unique challenges that military children face and reinforce the Army's commitment to maintain the quality of life for both Soldiers and their families.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army recognizes and appreciates the sacrifices our children make daily, and is committed to maintaining excellence in schools, youth services and child care to support our children and their families.  The Army is delivering on these promises by providing programs with an increased emphasis on school support and school transition services and standardizing and funding programs worldwide that support the military child.  \n\n**Why is this important to the Army?**\n\nThe men and women in uniform cannot focus on the missions or challenges ahead, if they are concerned about their children at home.  Providing a safe, nurturing environment for military children creates a stronger more resilient fighting force.  The Month of the Military Child reinforces this concept, reminds the nation that the service members' children also serve, and gives communities an opportunity to share their gratitude for the service of military children who are _Proud, Ready and Resilient_. \n\n\n**Resources:**\n\n* [Army.Mil: Army Families](http://www.army.mil/families)\n* [Army.Mil: MWR News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/fmwrc/)\n* [Army.Mil: IMCOM News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom/)\n* [Army Installation Management Command](http://www.imcom.army.mil)\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/ )\n* [Army OneSource](http://www.myarmyonesource.com)\n* [Operation Military Kids](http://www.operationmilitarykids.org/public/home.aspx)\n* [IMCOM on Facebook ](http://www.facebook.com/InstallationManagementCommunity)\n* [Army Teen Panel Global Network of Friends on Facebook](https://www.facebook.com/ArmyTeenPanel)\n* [Video: 2013 Month of the Military Child](http://youtu.be/UGYmrf3XT1Y)",
    "date": "Wednesday April 3, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nMilitary children, youth and teens are an integral part of their military parent because they stand by them, they're proud of them, they recognize their sacrifices and they take on additional responsibilities to meet the needs of their families ... That's why we recognize that children serve, too.\n\n### - Barbara Thompson, director of DOD's office of family policy/children and youth\n\n### [Military Child Month salutes children's contributions](http://www.defense.gov/news/newsarticle.aspx?id=119661)\n\n### Related site: [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}