{
    "id": "2013-04-04",
    "title": "Comprehensive Soldier and Family Fitness Training Centers",
    "body": "**What is it?**\n\n Comprehensive Soldier and Family Fitness (CSF2) Training Centers provide Resilience and Performance Enhancement training to members of the Army family -- Soldiers, families, and Army civilians. The skills are long-lasting and give people the ability to perform at their very best under pressure, as well as bounce back from adversity. There are 11 CSF2 Training Centers across the country- Fort Benning, Ga., Fort Bliss, Texas, Fort Bragg, N.C., Fort Carson, Colo., Fort Gordon, Ga., Fort Hood, Texas, Fort Knox, Ky., Fort Jackson, S.C., Joint Base Lewis-McChord, Wash., Joint Base San Antonio, Texas and the National Capital Region.\n\n**What has the Army done?**\n\nMaster Resilience Trainers (MRTs) are graduates of the 10-Day CSF2 Master Resilience Trainer course. MRTs, in turn, teach these skills to members of the Army family at their installation. CSF2 Training Centers now produce MRTs locally, without needing outside resources to conduct training. \n\nPerformance Enhancement training is provided by CSF2 MRT-Performance Experts (MRT-PEs), at the CSF2 Training Centers. They teach specific mental and emotional skills that underlie optimal human performance when it matters most: in combat, competition, healing, or managing work and home life. MRT-PEs also trains noncommissioned officers to become MRTs, and they provide guidance to commanders regarding their unit's Resilience training. \n\n**What continued efforts does the Army have planned for the future?**\n\nIn addition to the current 11 sites, CSF2 plans to expand to five additional sites: Fort Riley, Kan., Fort Drum, N.Y., Fort Campbell, Ky., Fort Stewart, Ga., and Schofield Barracks, Hawaii, in the coming year. CSF2 is also expanding its training center capabilities with two new courses under development. One is a four, eight or 16-hour Executive Leader course that will provide battalion and higher mid-level and senior-level leaders with an overview of the 10-day resilience course.  The other is a refresher course that will help MRTs maintain their skills and benefit from lessons learned.   \n\n**Why is this important to the Army?**\n\nThe CSF2 Training Centers bring a decisive component of the [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)  to where it is needed the most - at Army installations. They will be a critical tool for local commanders to create their own MRTs and provide local subject matter expertise vital to maintain and improve a ready and resilient Army.\n\n**Resources:**\n\n* [STAND-TO!: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02)\n* [STAND-TO!: Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* [CSF2 Training Centers](http://csfprep.army.mil)\n* [Army CSF2 on Facebook](http://www.facebook.com/ArmyCSF2)\n* [Army CSF2 on Twitter](https://twitter.com/ArmyCSF2)\n* [Army CSF2 on YouTube](http://www.youtube.com/user/ArmyCSF2)\n* Related ArmyLive blog: [Comprehensive Soldier and Family Fitness](http://armylive.dodlive.mil/index.php/2013/02/comprehensive-soldier-and-family-fitness/)\n* Related article: [Soldier, family resilience programs offer many options ](http://www.army.mil/article/96761/)\n",
    "date": "Thursday April 4, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOur Army is the strength of the nation, that's why it's so important that we focus on the strength of our Soldiers, family members and Army civilians. The [Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02) Program, or CSF2, is an integral part of our [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/). It provides education, skills and resources as part of the Army's investment in our most precious asset - our people ... Remember being ready and resilient is being Army Strong!\n\n### - SMA Raymond F. Chandler III, highlights the importance of Comprehensive Soldier and Family Fitness Program \n\n### [Video: SMA Chandler on Comprehensive Soldier and Family Fitness](http://www.youtube.com/watch?v=BmxSgHE2haM)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}