{
    "id": "2013-04-05",
    "title": "2013 Days of Remembrance:  \"Never Again:  Heeding the Warning Signs\"",
    "body": "**What is it?**\n\nSunday, April 7, through Sunday, April 14, 2013, is designated as _Days of Remembrance_ in memory of the victims of the Holocaust, and in honor of the survivors, the rescuers and liberators.  This week further proclaims that everyone should work to promote human dignity and confront hate whenever and wherever it occurs. \n\nWith a national theme _Never Again: Heeding the Warning Signs_, the Holocaust Days of Remembrance invites people to look back 75 years at the events of 1938, to remember how citizens and countries responded to signs of impending war and the Holocaust.  \n\nThe _Days of Remembrance_ is a way to acknowledge the courage of those who rose up against tyranny when faced with the choice of stopping the persecution of their neighbors and fellow countrymen or standing by in acquiescent silence.  And, by remembering, teach all generations to heed the warning signs and to never again commit mistakes that cause such deep human tragedy.  The atrocities of the past are remembered, because these are the devastating moments in history that has changed the nation forever.    \n\n**What has the Army done?**\n\nArmy leadership encourages the entire Army family to demonstrate respect for all people and to encourage the same from everyone as the Army reaffirms its commitment to reject all forms of prejudice, bigotry, and hatred in the Army.  \n\n**What efforts does the Army have planned for the future?**\n\nDuring the week, April 7-14, 2013, the entire Army family will honor publicly, victims and survivors of the Holocaust, by telling their stories in command information products at all levels.  Army installations throughout the world will also honor them through local events during the week.  Throughout the year, the Army will celebrate and commemorate the diversity in the Army and also leverage and draw strength from the rich diversity within the military and civilian ranks by recognizing their critical role in strengthening the nation and the Army.   \n\n**Why is this important to the Army?**\n\nOut of the chaos of the Holocaust comes an important lesson on the power of individual and collective actions.  Strong and decisive action has the power to create positive outcomes in the face of the most challenging circumstances.  Working in unison helps to empower, support and make the force more resilient.  Individual and collective resilience is what makes the Army strong and ready as a global force for freedom.\n\n**Resources:**\n\n* [United States Holocaust Memorial Museum: 2013 _Days of Remembrance_: _Never Again: Heeding the Warning Signs_](http://www.ushmm.org/remembrance/dor/resources/details.php?content=2013)\n* Video: [_Why We Remember the Holocaust_](http://www.ushmm.org/remembrance/dor/video/?content=whyweremember)\n* [Planning Observances for Military Audiences](http://www.ushmm.org/remembrance/dor/military/)\n* 2013 _Days of Remembrance_ [events](http://www.ushmm.org/remembrance/dor/eventmap/) across the nation\n",
    "date": "Friday April 5, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nRemembering can be difficult, but it reaffirms our commitment to rejecting all forms of prejudice, bigotry, and hatred in our Army. During this year's _Days of Remembrance_, as we mourn those who were lost, salute the liberators who saved the lives and honor the survivors of the Holocaust, we urge you to demonstrate respect for all people and to encourage the same from those around you ... Together we are the _Strength of the Nation_. \n\n### - Army senior leaders \n\n### [2013 Holocaust Remembrance Day tri-signed letter](http://www.army.mil/article/100039/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}