{
    "id": "2013-04-08",
    "title": "Family Engagement Kit",
    "body": "**What is it?**\n\nThe Family Engagement Kit (FEK)is an awareness tool designed by the U.S. Army Combat Readiness/Safety Center to involve Army families in Soldier safety. The kit, available online at [U.S. Army Combat Readiness/Safety Center,](https://safety.army.mil) includes an interactive two-part safety presentation, informational posters and handouts, videos, interviews with Army spouses, a train-the-trainer module and a listing of helpful family and behavioral health resources, all targeted to on- and off-duty safety hazards.\n  \n**What has the Army done?**\n\nThe strength of the Soldiers comes from their families, and engaged families can make a tremendous difference in Soldier safety. The FEK teaches family members how to be their Soldier's \"battle buddy\" on the home front, adding another layer of influence to the Army's efforts to incorporate safety as a 24/7 lifestyle. In addition to the downloadable online package, complete kit DVDs and companion handbooks are available by request to Soldiers, family members, chaplain offices, family readiness groups, quality of life representatives and Army Community Service organizations at no charge.\n\n**What efforts does the Army have planned for the future?**\n\nThe [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil) reviews the FEK annually to accommodate changes in the force and update resources important in the fight against preventable accidents. The kit continues to evolve to meet the needs of Soldiers and their families. Feedback from spouses, family members, family readiness groups and Soldiers in the field, along with accident trends and Army mission requirements, continue to inspire new and expanded versions of the FEK.\n\n**Why is this important to the Army?**\n\nArmy families have always been a cornerstone of support for Soldiers. As the Army has adjusted to the challenges accompanying repeated deployment, separation, reintegration and the ongoing drawdown, families have become an increasingly important line of defense in the Army's efforts to curb preventable accidents. The FEK involves family members in safety and empowers them to be a proactive, positive force in their Soldiers' lives.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* [Family Engagement Kit](https://safety.army.mil/multimedia/FamilyEngagementKit/tabid/2150/Default.aspx)\n\n\n",
    "date": "Monday April 8, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nMy goal has and will always be that those forward-deployed and those getting ready to deploy have what is necessary to ensure that they will be able to do their jobs,  that they will have the right training, the best equipment and leaders that will allow them to move forward. But, no matter what, we will lead you through this uncertainty.\"\n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, at the Association of the United States Army breakfast, during a recent visit to Fort Rucker, Ala.\n\n### [Army chief talks aviation, sequestration at Fort Rucker](http://www.army.mil/article/100220/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}