{
    "id": "2013-04-09",
    "title": "2013 Atlantic Hurricane Season Preparedness",
    "body": "**What is it?**\n\nMost hurricane strikes occur on the Atlantic and Gulf Coasts during the summer and early fall of each year.  To ensure hurricane preparedness for the Department of Defense (DOD), [U.S. Army North (Fifth Army),](https://www.arnorth.army.mil) as the [U.S. Northern Command (NORTHCOM)](https://www.northcom.mil) standing Joint Force Land Component Command,  has been directed to bring all of the regularly involved DOD agencies and partners together,  to rehearse their collective actions using a hurricane response scenario.  \n\nThe JFLCC resolves issues and builds common understanding through a process of working specific issues in small groups, reviewing everyone's actions, and then engaging the senior leaders on key issues.  This ensures the Army and the DOD, partnered with federal and states authorities are ready to respond effectively during a hurricane event.\n  \n**What efforts does the Army have planned for the future?**\n\nThe hurricane rehearsal is one part of the readiness cycle for elements of the Army, who regularly respond to federal partner requests for assistance.  It is scheduled prior to the start of hurricane season, but the DOD, through Army North, is always ready to respond.  Hurricane response benefits the Army's response to any other natural disaster, such as earthquakes, inland flooding and wildland fire fighting.  Hurricane Preparedness enhances the Army's readiness across many civil support situations.  The process does not end but is constantly evolving to better respond to the nation's needs.  \n\n**What has the Army done?**\n\n[NORTHCOM](https://www.northcom.mil) often provides capabilities necessary for the nation to respond.  All Army North responses are evaluated on outcomes and future improvements.  Superstorm Sandy operations resulted in numerous lessons learned for an evolving response process.  Army North has used those lessons to make the force even more ready and adaptable.  The hurricane exercises have already driven the JFLCC and the Army to change operations for improved response and to provide better support when needed.\n\n**Why is this important to the Army?**\n\n[Army North,](https://www.arnorth.army.mil) as the Land Component Command for support of civil authorities, is the only Army headquarter focused full-time on this initiative.  By improving the Army's support to civil authorities through exercises such as the hurricane rehearsal, Army North ensures the preservation of the nation, and the Army during times of natural disaster.\n\n**Resources:**\n\n* [U.S. Army North](https://www.arnorth.army.mil)\n* [Army.mil: USARNORTH News](https://www.army.mil/usarnorth)\n* [U.S. Northern Command](https://www.northcom.mil)\n* STAND-TO!:\n* [U. S. Army North Command Strategy](http://www.army.mil/standto/archive_2013-03-22/)\n* [DOD Defense Support to Civil Authorities Automated Support System](http://www.army.mil/standto/archive/issue.php?issue=2012-08-10)\n\n\n\n",
    "date": "Tuesday April 9, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nIt's about Soldiers taking care of Soldiers ... We are supposed to be there for each other at all times, whether we are fighting in Afghanistan, or whether we are home. We have each others backs, we have each others right and lefts and we are there to help them and, we should never tolerate somebody else who is not living up to that standard ... by intervening ... and reporting ... and making sure that sexual assaults sexual harassment does not occur. \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno\n\n### [Sexual Assault Awareness Month: Chief of Staff of the Army Gen. Raymond Odierno](http://bcove.me/qst58e8k)\n\n### STAND-TO!: [National Sexual Assault Awareness Month](http://www.army.mil/standto/archive_2013-04-02/?s)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}