{
    "id": "2013-04-10",
    "title": "Health Promotion Officer Program ",
    "body": "**What is it?**\n\nU.S. Army Public Health Command [(USAPHC)](http://phc.amedd.army.mil/) provides health promotion officers (HPOs), at an increasing number of Army installations, to link mission, medical and garrison resources that strengthen readiness and the resiliency of Soldiers and families. \n\nUSAPHC is designated by regulation as the Army's subject-matter expert for health promotion. To fulfill that responsibility for installation commanders, HPOs facilitate the work of Community Health Promotion Councils (CHPCs) and link CHPC members and services to deployable units through Brigade Health Promotion Teams (BHPTs).\n\n**What has the Army done?**\n\nThe Army has numerous programs to strengthen readiness and enhance physical, mental and spiritual resilience. Army commanders increasingly recognize that Soldiers and families need help accessing and coordinating Soldier and family support services. HPOs guide CHPC participant programs in coordinating issues like work-related difficulties, marital and family problems, substance abuse, and suicide risk. They ensure a holistic, collaborative approach to delivery of heath promotion, risk reduction and suicide prevention services, and make them more accessible through web-based guides.\n\nHPOs also serve as liaisons for health promotion and risk reduction to BHPTs, ensuring that units are aware of available services and can access them. BHPTs provide continuity in health promotion and risk reduction when units deploy.\n \n**What efforts does the Army have planned for the future?**\n\nThere are 10 HPOs at Forces Command installations and seven more at Army installations in Europe. Additional HPOs may be added as installation and garrison commanders identify a need for health promotion, risk reduction and suicide prevention support in managing programs, monitoring effectiveness, and implementing new, science-based prevention methods.\n\n**Why is this important to the Army?**\n\nHPOs, CHPCs and BHPTs ensure the services that support the Army's [Ready and Resilient](http://www.army.mil/standto/archive_2013-03-13/) initiatives are integrated and synchronized at the installation and brigade levels. This reduces stovepipes and duplication of effort among service providers, improving the efficiency of service delivery in a time of decreasing resources. Through communication and collaboration among the CHPC members and the BHPTs, commanders can improve processes, policies and practices to better serve Soldiers and their families.\n\n**Resources:**\n\n* [STAND-TO!: Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/) \n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [USAPHC](http://phc.amedd.army.mil/)\n* [USAPHC Health Promotion Operations](http://phc.amedd.army.mil/organization/institute/dhpw/Pages/HealthPromotionOperation.aspx)\n* [USAPHC Community Resource Guides](http://phc.amedd.army.mil/topics/healthyliving/hpr/Pages/CommunityResourceGuides.aspx)\n* Related article: [Installation, deployable unit health aided by USAPHC HPOs](http://www.army.mil/article/95177/)\n\n\n\n\n\n",
    "date": "Wednesday April 10, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nResilience is about the now. And readiness is about getting ready for the future. Not much you can do about the past. We're not painting a rosy picture, but resilience, again, is about moving on.\n\n\n### - Soldier Show Artistic Director Victor Hurtado, talks about how the _2013 U.S. Army Soldier Show_ uses music to put an entertaining spin on how Soldiers and their families maintain being [ready and resilient](http://www.army.mil/standto/archive_2013-03-13/)\n\n\n### [Soldier Show puts entertaining spin on readiness, resilience](http://www.army.mil/article/100591/)\n\n### STAND-TO!: [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}