{
    "id": "2013-04-11",
    "title": "Medal of Honor posthumously awarded to Chaplain (Capt.) Emil J. Kapaun ",
    "body": "**What is it?**\n\nChaplain (Capt.) Emil J. Kapaun will posthumously receive the nation's highest award for valor - the Medal of Honor - from President Barack Obama during a White House ceremony at 2:10 p.m. today. Chaplain Kapaun's nephew, Ray Kapaun, will accept the medal on his uncle's behalf.\n\n**What has the Army done?**\n\nChaplain Emil J. Kapaun, while assigned to Headquarters Company, 8th Cavalry Regiment, 1st Cavalry Division, distinguished himself by extraordinary heroism and selfless service between Nov. 1-2, 1950. On Oct. 31, the enemy attacked their position near Unsan, South Korea.  It was while Kapaun was ministering and counseling to the Soldiers of the 3rd Battalion of the 8th Cavalry Regiment that the enemy attacked. As Chinese Communist forces encircled the battalion, Kapaun repeatedly exposed himself to enemy fire to recover wounded men, dragging them to safety.  As Chinese forces closed in, Kapaun rejected several chances to escape; instead he stayed behind to care for the wounded. He was taken as a prisoner of war by Chinese forces on Nov. 2.\n\nKapaun and hundreds of other prisoners were marched for several days northward.  Once inside the dismal prison camp, Kapaun regularly risked his life by sneaking around the camp after dark, foraging for food, caring for the sick, and encouraging his fellow Soldiers to sustain their faith and their humanity. When Kapaun began to suffer from the physical toll of captivity, the Chinese transferred him to a filthy, unheated hospital. As he was being carried to the hospital, he made his fellow prisoners promise to keep their faith. Chaplain Kapaun died in captivity on May 23, 1951. (Read the complete [narrative](http://www.army.mil/article/100778/) on the Medal of Honor Chaplain (Capt.) Emil J. Kapaun [website.](http://www.army.mil/medalofhonor/kapaun))\n\n**What efforts does the Army have planned for the future?**\n\nChaplain Kapaun's actions embody the [Army Values](http://www.army.mil/standto/archive/2010/12/14/) and are examples of the [Warrior Ethos.](http://www.army.mil/values/warrior.html) In addition, his caring and courageous attitude in the worst of conditions gave his fellow Soldiers the will to live.  He is an example of how the actions of a resilient Army leader can influence subordinates and colleagues to also be resilient.\n\n**Why is this important to the Army?**\n\nIn addition to today's White House ceremony, Army senior leaders will recognize Chaplain Kapaun, his family, friends and former POWs during a Pentagon ceremony on April 12. The ceremony will feature the unveiling of his Hall of Heroes inscription.\n\n**Resources:**\n\n* [Live streaming](http://www.dvidshub.net/webcast/2924#.UWajNjekJWc) from  2- 3 p.m. - White House Medal of Honor ceremony for Chaplain (Capt.) Emil J. Kapaun\n* [Army.mil: Medal of Honor](http://www.army.mil/medalofhonor/) \n* [Medal of Honor: Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)\n* [Army Chaplain Corps - Chaplain Kapaun](http://www.chapnet.army.mil/CHK.html)\n* [STAND-TO!: Army Values](http://www.army.mil/standto/archive/2010/12/14/)\n* [Army.mil: Army Values](http://www.army.mil/values/)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)",
    "date": "Thursday April 11, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nFather Emil Kapaun is an American hero who embodies the Medal of Honor's ideals as our nation's highest award for military service. He distinguished himself with valor before his capture and continued to care for his fellow Soldiers at a great risk to himself while interned in a prisoner of war camp. Although Father Kapaun did not survive to be liberated along with hundreds of the prisoners he ministered to and assisted, his faith, honor and selfless devotion to duty reflects the finest tradition of the U.S. Army, the 1st Cavalry Division, and the Army Chaplain Corps.\n\n\n### - Maj. Gen. Anthony Ierardi, commanding general of the 1st Cavalry Division, speaks about MOH recipient Chaplain (Capt.) Emil J. Kapaun, a former Soldier of 8th Cavalry Regiment, 1st Cavalry Division\n\n### [Chaplain (Capt.) Emil Kapaun to receive Medal of Honor](http://www.army.mil/article/98330)\n\n### Army.mil: [Army.mil: Chaplain (Capt.) Emil J. Kapaun - Medal of Honor](http://www.army.mil/medalofhonor/kapaun)",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}