{
    "id": "2013-04-12",
    "title": "Beyond the Horizon 2013 ",
    "body": "**What is it?**\n\nBeyond the Horizon (BTH) 2013 is an exercise deploying Army and other services' military engineers and medical professionals to El Salvador and Panama for training, while providing services to rural communities.   BTH, conducted annually, is part of U.S. Army South and U.S. Southern Command's (SOUTHCOM) humanitarian and civic assistance program. Working closely with host nation forces and civilian organizations, BTH teams provide medical, dental and engineering support.\n\n**What has the Army done?**\n\nArmy South has planned and conducted BTHs since 2008 in the Dominican Republic, Guatemala, Honduras and El Salvador.  U.S. personnel from the Army Reserve, National Guard and active-duty forces construct schools and clinics and provide medical, dental and veterinarian support.\n\nDuring each four-month BTH exercise several smaller events called medical readiness training exercises (MEDRETEs) take place, which consist of a team of military medical and dental professionals who work in austere areas to gain valuable military experience, while also providing medical services to people in need of treatment.   BTH and MEDRETEs have provided care to hundreds of thousands of people and built or renovated dozens of facilities in the SOUTHCOM area of responsibility. \n\nThis year, U.S. forces, working with the approval of the governments of El Salvador and Panama, selected several sites to provide engineering, medical and dental support.  U.S. forces will work alongside host nation personnel as well as a variety of government and non-government organizations to build schools, clinics and conduct MEDRETEs.  Each BTH typically involves and trains about 1,400 U.S. service members and 150 host nation personnel.  The opening ceremony for BTH Panama is scheduled for April 17 and for BTH El Salvador, April 18. \n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue its efforts to shape regional environments as part of the [CSA's](http://www.army.mil/leaders/csa/)  vision to strengthen relationships and improve interoperability with partner nations.  [Army South,](http://www.arsouth.army.mil) working with [SOUTHCOM,](http://www.southcom.mil/Pages/Default.aspx) our sister services and partner nations, will continue to build upon our strong partnerships in the region by training and providing humanitarian assistance, while engaging with our allies and building partner nation capacity. \n\n**Why is this important to the Army?**\n\nBTHs are a major part of Army South's regional engagement efforts and afford the opportunity to train service members while providing needed services to communities throughout the region.  The relationships built and sustained with our partners help tremendously in building security and stability in the region. \n\n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil)\n* [U.S. Southern Command](http://www.southcom.mil)\n* [U.S. Army South on Facebook]( http://www.facebook.com/ArmySouth)\n* [U.S. Army South on Youtube]( http://www.youtube.com/usarmysouth)\n* Related article: [Beyond the Horizon exercise begins in El Salvador](http://www.arsouth.army.mil/news/5043-beyond-the-horizon-exercise-begins-in-el-salvador.html)\n",
    "date": "Friday April 12, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nMilitary medicine is at an important crossroad. We need to help Soldiers deal with consequences of war long after the last Soldier departs Afghanistan. Our commitment to support wounded warriors and their families must never waiver. Programs of support must be sustained for the long road. \n\n\n### - Lt. Gen. Patricia D. Horoho, commander, Army Medical Command, testifying at a House Armed Services Military Personnel Subcommittee on Mental Health Research, April 11 \n\n### [Funding for mental health research yielding results](http://www.army.mil/article/100785/)\n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}