{
    "id": "2013-04-15",
    "title": "Army Leader Development Program",
    "body": "**What is it?**\n\nThe Army Leader Development Program (ALDP) is the Army's formal process for introducing, developing, tracking, and approving leader development (LD) initiatives and programs. The [Department of the Army Pamphlet (DA PAM) 350-58,](http://www.apd.army.mil/pdffiles/p350_58.pdf) _Army Leader Development Program_, was published on Mar. 8, 2013.  \n\nThis major revision includes a title change and all new content.  It establishes procedures and methods for the ALDP and documents the management process, procedures, and methods for leader development initiatives such as the [Army Profession,](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16) [Structured/Guided Self-Development,](http://www.army.mil/standto/archive/issue.php?issue=2012-08-21) Army Career Tracker, and the Army Green Pages. \n\n\n**What has the Army done?**\n\n\nThe ALDP procedures were formalized in DA PAM 350-58 to provide a standardized and deliberate process to guide the development and life-cycle of leader development initiatives to reflect the needs of the Army.  On behalf of the Chief of Staff of the Army (CSA), the senior responsible official (SRO) provides LD policy, program, and priority recommendations to the CSA for decision.  \n\n[Army Regulation 350-1,](http://www.apd.army.mil/pdffiles/r350_1.pdf)  _Army Training and Leader Development_, specifies the commanding general, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) as the LD SRO and the Army's lead to provide visibility and guidance on LD efforts.  The DA PAM 350-58 major revision reinforces CG, TRADOC as the LD SRO and Army focal point to direct the execution of the ALDP through the Army Leader Development Forum (ALDF).  \n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue its regular quarterly battle-rhythm for the ALDF, an Army-level decision making body led by the LD SRO, which makes LD recommendations to the CSA.  The ALDF invitees include commanders and leader development stakeholders from across the Army who meet to critically examine LD initiatives and programs, discuss issues, and advise the SRO. \n\n**Why is this important to the Army?**\n\nThe newly published DA PAM 350-58 provides an Army-wide understanding of the procedures for submitting LD initiatives to respond to the needs of the Army.  Additionally, the updated pamphlet describes an integrated framework for Army Leader Development through the depiction of the LD Process and LD execution models that serve to resolve long-standing ambiguities in LD roles and responsibilities.  \n\n\n**Resources:**\n\n* [Army Posture Statement _Addendum M: Leader Development_](https://secureweb2.hqda.pentagon.mil/VDAS_ArmyPostureStatement/2012/addenda/addenda_m.aspx)\n* [Department of the Army Pamphlet (DA PAM) 350-58: _Army Leader Development Program_](http://www.apd.army.mil/pdffiles/p350_58.pdf)\n* [Army Regulation 350-1: _Army Training and Leader Development_]( http://www.apd.army.mil/pdffiles/r350_1.pdf)\n* [Army Publishing Directorate](http://www.apd.army.mil/)\n* [Official Department of Army (DA) publications and forms](http://armypubs.army.mil/)\n* [STAND-TO!: Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16) \n* [STAND-TO!: Structured Self-Development](http://www.army.mil/standto/archive/issue.php?issue=2012-08-21) \n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n* Related article: [Developing leaders tops Army's priorities](http://www.army.mil/article/90089/)\n\n",
    "date": "Monday April 15, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nI think all military children go through this ... Every time you move, you have to adapt so quickly and meet new friends, and get involved in new classes. It really creates resilient individuals at such young ages. I really think it is such a great asset later in life because that is really how the real world is. \n\n### - Nicole Daly, 17-year-old winner of the Army's _2013 Military Child of the Year_, emphasizes how the military life has made her stronger, and more adaptable and accepting of different people and cultures \n\n\n### [Honor student, athlete honored as Army's 2013 Military Child of Year](http://www.army.mil/article/100980/)\n\n### [Army.mil: Army Families](http://www.army.mil/families/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}