{
    "id": "2013-04-16",
    "title": "Army Career Tracker",
    "body": "**What is it?**\n\nThe Army Career Tracker is an Army leadership development web-based tool developed by U.S. Army Training and Doctrine Command's [Institute for Noncommissioned Officer Professional Development.](http://www.tradoc.army.mil/incopd/index.html)  The ACT provides Army personnel -- enlisted, officer and civilian cohorts - a system to manage their professional development and to monitor progress toward training, education, and career goals.  The [ACT]( https://actnow.army.mil/wps/portal/!ut/p/b0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOKd3R09TMx9DAwsfNxNDTwdPUKDLAONjQ1czfULsh0VAW9IRPw!/) interfaces with more than a dozen source systems in providing data such as assignment history, training history, education history, and certifications.  \n\n**What has the Army done?**\n\nThe ACT promotes lifelong learning for Soldiers and Army civilians.  As of March 2013, the ACT provides more than 400,000 Army personnel with a more efficient and effective way to monitor their career development.\nThe ACT enhances personnel counseling by providing leaders and mentors a framework to create individual development plans.  As a result, leaders and supervisors have created more than 21,000 recommendations while users established 68,000 goals in the ACT.  With the ACT, Soldiers and civilians are able to establish short- and long-term goals and a pathway to achieve them.  They do this by mapping out events, decision points, and outcomes.  The ACT also enables users to track progress against known career benchmarks. \n\n\n\n**What efforts does the Army have planned for the future?**\n\nThe ACT will help Soldiers and civilians with transition and sponsorship.  By the end of 2014, development programs in the ACT will be formally instituted to ensure that Soldiers are both \"military\" and \"career\" ready from the start of their Army careers.  Individual development plans created using the ACT will ensure Soldiers are aware of the career readiness standards they must meet long before their separation from service.\n\n**Why is this important to the Army?**\n\nAs a single point of entry for career and leadership development, the ACT offers an effective way to implement and facilitate transition policy.  The ACT creates an environment where Soldiers and civilians can collaborate with leaders and mentors to enhance career planning and development.\n\n**Resources:**\n\n* [STAND-TO!: Army Leader Development Program](http://www.army.mil/standto/archive_2013-04-15/)\n* Log in required: [Army Career Tracker](https://actnow.army.mil/wps/portal/!ut/p/b0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOKd3R09TMx9DAwsfNxNDTwdPUKDLAONjQ1czfULsh0VAW9IRPw!/)\n* AKO log in required: [ACT](https://www.us.army.mil/suite/page/601000)\n* [Institute for Noncommissioned Officer Professional Development](http://www.tradoc.army.mil/incopd/index.html)  \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n\n",
    "date": "Tuesday April 16, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWith our expertise we can adjust to any mission. Only one Army in the world can deploy quickly and sustain for the short and long term, the U.S. Army.  \n\n### - Chief of Staff of the Army Gen. Raymond Odierno, conveying confidence in the future of the Army, despite fiscal challenges,  at the Army War College Strategy Conference April 9-11, 2013 \n\n\n### [Strategy conference tackles land power, strategic issues facing nation](http://www.army.mil/article/101114/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}