{
    "id": "2013-04-17",
    "title": "Energy Informed Culture ",
    "body": "**What is it?**\n\nTo use energy more effectively, the Army is conducting a synchronized campaign to achieve an energy informed culture by 2020.  An energy informed culture is one that integrates energy consideration into decisions, processes, and behaviors to ensure the greatest net benefit for operational success.  An energy informed culture will maximize energy contributions to readiness and performance, and, make Soldiers routinely self-assess smarter management of energy.\n\n**What has the Army done?**\n\n\nThe [Secretary of the Army,](http://www.army.mil/leaders/sa/) the [Army Chief of Staff,](http://www.army.mil/leaders/csa/) and the [Sergeant Major of the Army](http://www.army.mil/leaders/vcsa/) identified development of effective energy solutions as a top priority. In October 2012, the Army launched \"_The Power Is In Your Hands_\" campaign, and in,  February 2013,  the Deputy Chief of Staff, G-4, issued an ALARACT (All Army Activities) to establish an energy informed culture as a key component of total Army operational capabilities.  \n \nIn addition, the G-4 stood up an [Operational Energy portal](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx) for Army-wide communication and coordination.  The Army has many energy informed culture efforts underway from the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) schoolhouses, to institutional business processes, to the battlefield.  Energy coursework was incorporated into military occupation specialty (MOS) and leadership training, as well as into the curriculum at the [United States Military Academy at West Point.](http://www.army.mil/standto/archive/2010/07/19/) \n \nMultiple projects, initiatives, and efforts are underway by the active component, National Guard, and U.S. Army Reserves and Army's efforts are paying off.  The Army has reduced Soldier energy loads, fielded more fuel efficient technologies, reduced risks, cut costs, and incorporated energy curriculum in training, all with the positive effect of executing sound Energy Informed Operations.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Campaign Plan serves as an integration tool for Energy Informed Operations (Army Campaign Plan Major Objective 8.2).  The need for energy informed decisions extends from the tactical to the strategic levels, and includes generating force functions to sustain training, increase awareness and improve long-term force capabilities.  The desired end state is that the Army balances energy-related benefits and liabilities in everyday decisions.\n\n**Why is this important to the Army?**\n\nSoldiers have increased speed, agility, endurance, and a lethal edge on the battlefield thanks to Operational Energy, but it comes at a cost.  In combat it takes more than 20 gallons of fuel per day to sustain each Soldier.  Every time the Army delivers fuel or batteries on the battlefield, the Soldiers are put at risk.\n\nEnergy informed operations provide advantages in the form of extended range and endurance, flexibility and resilience, enhanced mobility, and freedom of action, thereby reducing the risk to our Soldiers and formations.\n\n\n**Resources:**\n\n* [Army Operational Energy portal](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* [STAND-TO!: Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n* [Army.mil: Energy News](http://www.army.mil/news/energy/)\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* Documents- \n* [Army Power and Energy White Paper](http://www.arcic.army.mil/app_Documents/ARCIC_WhitePaper_Power-and-Energy-Strategy_01APR2010.pdf)\n* [Army Operational Energy Initial Capabilities Document, April 2012](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* [Army Contingency Basing Initial Capabilities Document, August 2012](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* AKO log-in required: [Army Energy Security Implementation Strategy, January 2009](https://www.us.army.mil/suite/doc/18596973;jsessionid=7779CF95242B81DB2C9FB3B9A8F79506.appd06_1)\n\n\n\n\n",
    "date": "Wednesday April 17, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThis focus on operational energy is not about, necessarily, trying to save fuel. It's about making you more combat-effective and reducing your risk.\n\n### - Lt. Gen. Raymond V. Mason, the Department of the Army deputy chief of staff for logistics, speaking to West Point cadets about the Army's push to develop energy-efficient technologies and train its Soldiers to be energy-conscious\n\n\n### [Army energy summit at West Point focuses on operational energy and power](http://www.army.mil/article/99814/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}