{
    "id": "2013-04-18",
    "title": "Comprehensive Soldier and Family Fitness Technical Report #4",
    "body": "**What is it?**\n\nComprehensive Soldier and Family Fitness, U.S. Army, recently completed Technical Report #4 [PDF,]( http://csf2.army.mil/supportdocs/TR4.pdf) which found that Army units leveraging their Master Resilience Trainer are more likely to have a lower rate of diagnoses for mental health problems in Soldiers.\n\nThe goal of [Comprehensive Soldier and Family Fitness (CSF2)](http://csf2.army.mil) is to improve the health of members of the Army Family by giving them the tools they need to be more psychologically resilient. The Master Resilience Trainer (MRT) component of CSF2 is the primary method of delivering resilience skills to Soldiers.  Through the MRT course, non-commissioned officers (NCOs) receive classroom training in resilience-building techniques. These NCOs return to their units and provide resilience skills training to Soldiers. \n\n**What is the Army doing?**\n\nIn [Technical Report #4,](http://csf2.army.mil/supportdocs/TR4.pdf) researchers sought to evaluate the effectiveness of [CSF2](http://csf2.army.mil) by determining if providing Army companies with MRTs had a positive impact on objective health outcomes. It was found that over time, units with MRTs had significantly lower rates of substance abuse diagnoses (drug and alcohol abuse) and diagnoses for mental health problems (anxiety, depression, and post-traumatic stress disorder) compared to units without MRTs.\n\nThis evaluation provides additional evidence that MRTs may help bolster psychological resilience and reduce the incidence of serious mental and behavioral problems among Soldiers.  Therefore, Army leaders at all levels should continue to leverage their MRTs as an invaluable resource to Soldiers and their families. \n\n**What continued efforts does the Army have planned for the future?**\n\n[Technical Report #4](http://csf2.army.mil/supportdocs/TR4.pdf) is part of an on-going effort in which CSF2 constantly monitors its effectiveness and outcomes. Technical Reports #1-2 focused on the evaluation of relationships between reported resilience and Soldier outcomes. Technical Report #3 looked at the program evaluation and [_Longitudinal Analysis of the Impact of Master Resilience Training on Self-Reported Resilience and Psychological Health Data._](http://csf2.army.mil/supportdocs/TR3.pdf)\n\n\n**Why is this important to the Army?**\n\nComprehensive Soldier and Family Fitness is a key component of the Army's Ready and Resilient Campaign, and is committed to developing an Army culture of total fitness and increased psychological health.  CSF2 is the primary program  that supports the campaign's main effort -- to build and maintain resilient Soldiers and ready units.\n\n**Resources:**\n\n* [Technical Report #4](http://csf2.army.mil/supportdocs/TR4.pdf)\n* [Comprehensive Soldier and Family Fitness (CSF2)](http://csf2.army.mil)\n* [CSF2 Supporting Documents](http://csf2.army.mil/supportingdocs.html)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "date": "Thursday April 18, 2013",
    "quote": "Quote for the Day\n-----------------------\nWe want Soldiers to be informed of the impact of this change in policy. This is going to impact their decisions and their families, and whether or not they are going to have this money available to find their dependent's education.\n\n\n### -  Lt. Col. Mark Viney, chief of the Enlisted Professional Development Branch, Army G-1, speaks about changes in the Army's Post-9/11 GI Bill Transfer of Education Benefits Program\n\n\n### [Army changes requirements for transfer of GI Bill benefits](http://www.army.mil/article/101298/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}