{
    "id": "2013-04-19",
    "title": "Army Earth Day 2013: Sustain the Mission.  Secure the Future.",
    "body": "**What is it?**\n\nEarth Day was first celebrated on April 22, 1970. It complements Arbor Day as the national holiday.  The campaign for Earth Day began as a grassroots effort to teach about environmental stewardship, create an awareness of the environment's fragility, and ultimately, develop awareness into American society. The campaign caught on quickly and evolved into what is now celebrated as Earth Day each April 22.\n\n**What has the Army done?**\n\nThe U.S. Army celebrates Earth Day at approximately 200 installations, major commands and organizations in the continental United States and around the world. The Army's Earth Day theme,_Sustain the Mission. Secure the Future_,  reflects the Army's commitment to meet the current and future needs of Soldiers, their families, and the nation through the sound stewardship of environmental resources. \n\nArmy stewardship includes: acknowledging the past by restoring Army lands to useable condition and preserving cultural and historical resources; engaging the present by meeting environmental standards, enabling operations, and protecting Soldiers, families and communities, and, charting the future by institutionalizing best practices and use of technology to ensure future environmental resiliency.  \n\n**Why is this important to the Army?**\n\nThe Army's [Strategy for the Environment](http://www.asaie.army.mil/Public/ESOH/doc/ArmyEnvStrategy.pdf) acknowledges the interdependence among the requirements of the military mission, the natural environment, and community well-being.  Environmental stewardship is a mission enhancer.  It leads to better training lands, improved recreational opportunities, healthier communities, and new partnerships.  Environmental sustainability is now part of every installation's and unit's operations, from munitions production to live-fire training, from our housing areas to our forward operating bases.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army's observance of Earth Day provides an opportunity to engage, get hands dirty and enhance the interdependence of the military's mission with the natural environment and the well-being of the communities.\n\nOn Earth Day, the Army reminds the Soldiers that environmental sustainability is everyone's responsibility.  Soldiers should consider their \"boot print\" -- their impact on the resources, whether on an installation, deployed, or at home. The Army's goal is to *conserve* and *preserve* while it *serves*.  By sustaining the environment together for charting the future to ensure Army Green is Army Strong for generations to come.\n\n**Resources:**\n\n* [U.S. Army Environmental Command](http://imc2.army.mil/usaec/)\n* Army Earth Day [web page](http://aec.army.mil/usaec/newsroom/earthday00.html)\n* [USAEC on Twitter](http://twitter.com/usaec)\n* [Army Environmental Policy Institute](http://www.aepi.army.mil/)\n",
    "date": "Friday April 19, 2013",
    "quote": "Quote for the Day\n-----------------------\nIt began 238 years ago ... April 19, 1775, in Lexington, Massachusetts, and will endure forever. The Army is the embodiment of the American spirit; a reflection of its melting pot; a protector of life, liberty and the pursuit of happiness ... Regardless of sequestration, partisan divide, politics, ideology or economic downturns, your Army will always be on point for the nation.\n\n### -  Under Secretary of the Army Joseph W. Westphal, Ph.D., while addressing a delegation of civic leaders from Lawton, Okla., assured them that in spite of budget cuts and the Army's concern on imminent threat to readiness, the Army will sustain its mission to defend the nation \n\n\n### [Budget cuts will affect readiness, Army leader says](http://www.army.mil/article/101442/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}