{
    "id": "2013-04-22",
    "title": "The Army National Guard 2013 Earth Day",
    "body": "**What is it?**\n\nEarth Day is an international event promoting environmental protection. The first Earth Day was held in the U.S., April 22, 1970. Annual celebrations since then have rallied more than 20 million Americans, including members of the National Guard, to become involved in environmental awareness activities. This year's Army National Guard Earth Day recognition features conservation, energy awareness, community involvement, and \"green\" technology. This year, the Guard's event theme is \"_Healthy Families, Healthy Planet._\"\n\n**What has the Army National Guard done?**\n\nThe Army National Guard first celebrated Earth Day at National Guard Bureau headquarters in 2002. Events have included wildlife displays, children's trash-to-treasures art contests, and environmental bingo. Educational subjects have included falconry, reptiles, and archeology. Guard members across the U.S. have combined efforts with local communities to form lasting bonds.       \n\n**What continued efforts does the Army National Guard have planned for the future?**\n\nThe future of our environment is now. NGB headquarters plans several events. On April 22, the Army Guard G4 will hold a brown bag/OPD session on operational energy and contingency basing.  In conjunction with \"_Bring Your Child to Work Day_\" on April 25, NGB headquarters features environmental education activities for children. Also, National Guard personnel nationwide will recognize Earth Day in their own communities. \n\n[Minnesota ARNG](http://www.minnesotanationalguard.org/units/army/) Soldiers will plant trees in training areas and will construct a walking trail. Personnel from the [Virginia ARNG,](http://vko.va.ngb.army.mil/VirginiaGuard/) the Virginia Air National Guard and the U.S. Navy will work with the Virginia Aquarium and Marine Science Center and local residents to install beach-protection fences near Camp Pendleton, Va. The [Kentucky ARNG](http://www.dma.ky.gov/ng/) holds its annual 30-Mile Bicycle Ride, celebrating the Benson Creek Watershed. The [North Dakota ARNG](http://www.ndguard.ngb.army.mil/Pages/default.aspx) and the Bismarck Public School Career Academy will recycle household wastepaper into cards, books, invitations and more. Through a DOD project, [North Carolina ARNG](http://www.nationalguardnc.com) Soldiers will conduct an amphibian disease project and a study of indigenous plant and wildlife at Camp Butner, NC. \n\n\n**Why is this important to the Army National Guard?**\n\nThe [ARNG](http://www.arng.army.mil/Pages/Default.aspx) exemplifies a daily commitment to the stewardship of the public resources entrusted to military care and serves as an annual call for community attention directed toward the environment. The public gets a chance to see that the National Guard is more than a military force; it is a trusted leader and environmental steward in local communities. \n\n**Resources:**\n\n* [Army.mil: ARNG News](http://www.army.mil/news/nationalguard/)\n* GKO log in required: [National Guard Bureau SharePoint Site for Earth Day/Take Your Child to Work Day](https://gkoportal.ng.mil/arng/G4/D01/B13/default.aspx)\n* [ARNG Environmental Program](http://www.arng.army.mil/aboutus/environmentalprogram/Pages/default.aspx)\n* [EPA Earth Day website \"_Watch the World Go Green_\"](http://www.epa.gov/earthday/)\n* [Energy and Environment Cabinet](http://eec.ky.gov/Pages/earthday.aspx)\n* [The Official Earth Day website](http://www.earthsite.org/)\n\n",
    "date": "Monday April 22, 2013",
    "quote": "Quote for the Day\n-----------------------\nWe must continue our efforts to support the Army's mission by conserving cultural and natural resources, harnessing more energy from alternative sources, promoting greater fuel and energy efficiency, and furthering Net Zero energy, water and waste efforts. By making the right choices today, our Army will remain the world's premier military force into the future. \n\n### -  Army senior leaders\n\n### [Army Earth Day tri- signed letter](http://www.army.mil/article/101531/)\n\n### Related STAND-TO!: [Army Earth Day 2013: Sustain the Mission. Secure the Future.](http://www.army.mil/standto/archive_2013-04-19/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}