{
    "id": "2013-04-23",
    "title": "2013 Army Posture Statement ",
    "body": "**What is it?**\n\nThe 2013 Army Posture Statement is the written expression of the [Secretary of the Army](http://www.army.mil/leaders/sa/) and the [Chief of Staff of the Army](http://www.army.mil/leaders/csa/) to Congress for the annual posture hearings. The Army Posture Statement informs Congress on the state of the Army and outlines the Army's accomplishments, initiatives and priorities for Congress to consider when reviewing the President's budget for the upcoming fiscal year.   \n\n**What has the Army done?**\n\nThe 2013 Army Posture Statement describes the Army's vision to continue to provide the nation with strategic landpower in a challenging fiscal environment.  The Fiscal Year 2014 Budget is designed to meet the Army's mission requirements and enable the Army to balance force structure, readiness and modernization as it builds the Army for the future.        \n\n**What continued efforts does the Army have planned for the future?**\n\nThe print version of the 2013 Army Posture Statement will be provided to each member of Congress prior to senior Army leader testimony related to the Fiscal Year 2014 budget.  These posture hearings begin today, with Secretary of the Army and Chief of Staff of the Army testimony before the U.S. Senate Committee on Armed Services.  \n\nThe on-line version of the 2013 Army Posture Statement will be available tomorrow and will remain available throughout the year on the [Secretary of the Army](http://www.army.mil/leaders/sa/) and the [Chief of Staff of the Army](http://www.army.mil/leaders/csa/) webpages as well as on the [U.S. Army website.](http://www.army.mil/info/institution/posturestatement/ )\n\n\n**Why is this important to the Army?**\n\nThe Army Posture Statement provides Congress, as well as internal and external audiences, an overview of the Army's plan to build a force for the future while contending with fiscal uncertainty.  The Army Posture Statement is an authoritative document that highlights the Army's enduring and vital contribution to the defense of the nation as a member of the Joint Force, its global commitments and vision for the future.   \n\n**Resources:**\n\n* 2013 Army Posture Statement can be viewed at: \n* - [U.S. Army website](http://www.army.mil/info/institution/posturestatement/)\n* - [Secretary of the Army webpage](http://www.army.mil/leaders/sa/) \n* - [Chief of Staff of the Army webpage](http://www.army.mil/leaders/csa/)\n* [U.S. Department of Defense Fiscal Year 2014 Budget Request](http://comptroller.defense.gov/budget.html)\n* [U.S. Army Fiscal Year 2014 Budget Request](http://asafm.army.mil/offices/BU/BudgetMat.aspx?OfficeCode=1200)\n* [Sustaining U.S. Global Leadership: Priorities for 21st Century Defense (PDF)](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf)",
    "date": "Tuesday April 23, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe Army is regionally engaged and globally responsive; it is an indispensible partner and provider of a full range of capabilities to Combatant Commanders in a Joint, Interagency, Intergovernmental and\nMultinational environment. As part of the Joint Force and as America's\nArmy, in all that we offer, we guarantee the agility, versatility and depth to Prevent, Shape and Win. \n\n### -  The Army Vision\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}