{
    "id": "2013-04-24",
    "title": "Medical Readiness and Training Exercise  13-2",
    "body": "**What is it?**\n\nMedical Readiness and Training Exercises (MEDRETEs) are held by U.S. Army Africa, where small teams of U.S. military medical professionals deploy for up to two weeks in select areas of Africa.  \n\nUSARAF 's MEDRETE 13-2 focused on familiarizing Mauritanian Ministries of Defense and Health personnel with U.S. medical techniques and procedures used when performing suture-less cataract surgery.  \n\nWorking closely with host nation health officials, U.S. medical and logistical teams deployed to get valuable real-world training, increase interoperability with regional medical providers, and help local citizens needing treatment. During MEDRETE 13-2, U.S. ophthalmologists and Mauritanian doctors practiced a suture-less cataract surgical technique known as Small Incision Cataract Surgery (SICS) in an effort to reduce the high incidence of cataract blindness in Mauritania.  The exercise better prepared U.S. military ophthalmologists to operate in an austere environment, simultaneously increasing the capacity of Mauritania's Ophthalmology capabilities and strengthening the relationship between our two nations.\n \n\n**What has the Army done?**\n\n[U.S. Army Africa,](http://www.usaraf.army.mil/) in partnership with Mauritanian Armed Forces, conducted a joint Medical Readiness Training Exercise in Nouakchott from March 25 - April 5.  \n\nMEDRETE 13-2 is an example of how USARAF is helping to ensure a more self-sufficient, secure and stable Africa.  This regional capacity building can be seen in the efforts of a Burkinabe Ministry of Defense doctor who, learned U.S. techniques and, conducted more than 25 surgeries in last year's Burkina Faso MEDRETE.  Since then, he has conducted more than 200 surgeries, mentored his country's Ministry of Health doctors and joined USARAF efforts in Mauritania.\n\n**What continued efforts does the Army have planned for the future?**\n\nIn the last two years, USARAF has conducted four MEDRETE exercises, and three more are scheduled to take place this year.  USARAF will continue to link its engagements in order to train-the-trainer and then mentor-the-trainer while training their own soldiers on tasks they've learned.\n\n**Why is this important to the Army?**\n\nThe benefit of exercises like this is increased capacity and mutual respect gained by two professional militaries working side-by-side. These learned skills and relationships last far longer than the immediate exercise and become just one more element in creating a wider, long-lasting partnership between U.S. and partner countries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n",
    "date": "Wednesday April 24, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nOver the past 12 years of conflict, our Army has proven itself in arguably the most difficult environment we have ever faced. Our leaders at every level have displayed unparalleled ingenuity, flexibility and adaptability. Our Soldiers have displayed mental and physical toughness and courage under fire. They have transformed the Army in to the most versatile, agile, rapidly deployable and sustainable strategic land force in the world.\n\n### - Secretary of the Army John M. McHugh and Chief of Staff of the Army Gen. Raymond T. Odierno, in their closing statement, regarding the posture of the U.S. Army, before the Committee on Armed Services United States Senate, April 23.\n\n### [2013 Army Posture Statement](http://www.army.mil/e2/c/downloads/291828.pdf)\n\n### Related [STAND-TO!: 2013 Army Posture Statement](http://www.army.mil/standto/archive_2013-04-23/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Mental Health Month\n\n* National Asian Pacific Heritage Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7: Military Spouse Appreciation Day \n\n* May 11- 17: Warrior Games"
}