{
    "id": "2013-04-25",
    "title": "Public Private Partnerships",
    "body": "**What is it?**\n\nThe U.S. Army Materiel Command's Public Private Partnership (P3) program is an agreement between an Army organization and one or more private industry entities to perform work or to use the Army's facilities and equipment. While the program has existed for more than 16 years, it is growing in visibility and becoming a key strategy to sustain the industrial base. P3 allows industry to take advantage of the critical capabilities and skill sets developed by AMC's Organic Industrial Base (OIB). By bringing in new opportunities and business for development, the Army can maintain support critical to the warfighter.\n \n\n**What has the Army done?**\n\nArmy maintenance depots, manufacturing arsenals and ammunition plants lay at the heart of the OIB. Through the P3 program, Army master craftsmen and artisans who learned and honed their skills over generations work side-by-side with industry partners to manufacture, maintain and repair equipment, ranging from tactical vehicles and aircraft to ammunition.\n\nAs the command shifts from supporting an Army at war to refitting and sustaining that Army, production, storage and workload requirements at its OIB are expected to decrease. Preserving these 20-plus facilities and their workforces, considered a national treasure because they provide capabilities that in many cases do not exist elsewhere in the United States, is a top priority for AMC's leadership. With this shift in AMC's focus and industrial base workloads, an enormous opportunity exists for the private sector.\n\n**Why is this important to the Army?**\n\nAs the command shifts from supporting an Army at war to refitting and sustaining that Army, production, storage and workload requirements at its OIB are expected to decrease. Preserving these 20-plus facilities and their workforces, considered a national treasure because they provide capabilities that in many cases do not exist elsewhere in the United States, is a top priority for AMC's leadership. With this shift in AMC's focus and industrial base workloads, an enormous opportunity exists for the private sector.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe goal of P3 is to fully leverage the power of partnerships to enhance and preserve AMC's unique organic industrial facilities, processes, and personnel, while offering private industry access to those capabilities for mutual benefit. \n\nIn executing partnerships, the OIB provides services that are either not available in the private sector or not cost-effective for private industry to provide. Partnerships can take three forms, including:\n\n* -Teaming or work sharing, which incorporates a combination of Army depot and contractor facilities and employees to produce or repair systems, equipment, and components. \n\n* -Purchasing and direct sales, whereby private-sector firms purchase articles or services from an Army installation.\n\n* -Leasing, whereby firms lease facilities and install their own equipment, or lease facilities and depot-owned equipment, to produce goods and services for government or commercial customers.\n\n**Resources:**\n\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [AMC Partnership Opportunities](http://www.amc.army.mil/amc/partnershipopportunities.html) \n* Related articles: \n* [Army Materiel Command hosts Industry Forums](http://www.army.mil/article/101500/Army_Materiel_Command_hosts_Industry_Forums/)\n* [AMC's Public-Private Partnership program aims to preserve Organic Industrial Base](http://www.army.mil/article/96737/)\n",
    "date": "Thursday April 25, 2013",
    "quote": "Quote for the Day\n-----------------------\n\n[14 days of civilian furloughs'] allowing us to have enough money to invest in the training of the units that will be placed in Afghanistan, so we will not have to increase tour length. We've had to make some very difficult decisions here in fiscal year 2013 in order to ensure we do not extend those tour lengths ... and we will be able to train the forces that follow up those units.\n\n### - Chief of Staff of the Army Gen. Ray Odierno, emphasized that upcoming 14 days of civilian furloughs as one of the chief \"difficult decisions\" to help reduce costs and save money for training, while testifying with the  Secretary of the Army John McHugh, before the Senate Armed Services Committee on the fiscal year 2014 National Defense Authorization Budget Request from the Department of the Army, April 23, 2013, in Washington, D.C.\n\n### [Army says no-go on extended tours for Soldiers in Afghanistan](http://www.army.mil/article/101742/)\n\n### Related STAND-TO!:[2013 Army Posture Statement](http://www.army.mil/standto/archive_2013-04-23/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month\n\n* National Mental Health Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7:  Military Spouse Appreciation Day  \n\n* May 11- 17:  2013 Warrior Games "
}