{
    "id": "2013-04-26",
    "title": "National Prescription Drug Take-Back Day",
    "body": "**What is it?**\n\nNational Prescription Drug Take-Back Day, is scheduled for April 27, 2013. This was first initiated on Sept. 24, 2010, by the [U.S. Drug Enforcement Administration](http://www.justice.gov/dea/index.htm) (DEA) and provides a venue to dispose of unused/unwanted and expired prescription drugs. The U.S. Army is partnering with the DEA to support this event for the fifth time. \n \n\n**What has the Army done?**\n\nParticipating in National Prescription Drug Take-Back Day events, the Army has collected more than 13,000 pounds of unused and expired prescription medications on installations for proper disposal since April 30, 2011. \n\nInstallations in the Continental United States, Alaska and Hawaii will place collection sites where all active duty, family members, civilian employees and retirees can anonymously turn in their unused, unneeded and expired prescription medications. This service is free. \n\n**Why is this important to the Army?**\n\nMany medications, particularly prescription painkillers, sit unused and unsecured in medicine cabinets, making them readily available. \n\nThe Army is committed to supporting raising public awareness of Department of Defense's efforts to foster safe and drug-free military communities. The Army's previous efforts contributed to the overall DEA National Prescription Take-Back Day program.\n\n[Army Installation Management Command](http://www.imcom.army.mil/) garrisons, in collaboration with the [U.S. Army Medical Command]( http://www.armymedicine.army.mil/), will support the National Prescription Take- Back Day, April 27, 2013, and will coordinate with local law enforcement officials to provide collection points with high visibility to the military community.  The garrison [Army Substance Abuse Program](http://www.army.mil/standto/archive/issue.php?issue=2011-09-13) (ASAP) office serves as the local point of contact. \n\nInstallation Provost Marshal Offices, or Directorates of Emergency Services, will provide security at the drop off locations, as only law enforcement officials can legally collect unwanted prescription drugs at these events. The collection points will be in areas of high visibility to the military community. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to supporting raising public awareness of Department of Defense's  efforts to foster safe and drug-free military communities. The Army's previous efforts contributed to the overall DEA National Prescription Take-Back Day program.\n\n**Resources:**\n\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n* [Army Medicine](http://www.armymedicine.army.mil/) \n* [U.S. Drug Enforcement Administration](http://www.justice.gov/dea/index.htm)\n* [Office of Diversion Control](http://www.deadiversion.usdoj.gov/drug_disposal/takeback/index.html)\n* [DEA Drop-Off Sites](http://www.deadiversion.usdoj.gov/drug_disposal/)\n* [National Prescription Drug Take-Back Day resources]( http://www.justice.gov/dea/take-back/takeback-day_2013.html)\n* Related article: [National Prescription Drug Take-Back, April 27](http://www.army.mil/article/100131)\n",
    "date": "Friday April 26, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThere's a bigger meaning behind it [Boston Marathon] now. It's not just about Boston. It's not just about the Massachusetts National Guard. It's about Soldiers, and it's about [resiliency](http://www.army.mil/readyandresilient) and being strong. \n\n### - 1st Lt. Steve Fiola, [Massachusetts Army National Guard,](http://states.ng.mil/sites/ma/Pages/Default.aspx) who had walked along the Boston Marathon course, during the annual \"Tough Ruck\" charity event to raise funds in memory of fallen service members, along with other Guard Soldiers played a heroic role helping the bombing victims at the race finish line, April 15, 2013\n\n### [National Guard Soldiers recall heroic actions at Boston Marathon](http://www.army.mil/article/101694/)\n\n### Related: [Army.mil: Stories of Valor](http://www.army.mil/valor/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month\n\n* National Mental Health Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7:  Military Spouse Appreciation Day  \n\n* May 11- 17:  2013 Warrior Games "
}