{
    "id": "2013-04-29",
    "title": "2013 Army Posture Statement: Landpower for the Nation",
    "body": "**What is it?**\n\nAmerica's Army is the best-trained, best-equipped and best-led fighting force in the world, providing a credible and capable instrument of national power.  Army forces play a fundamental role in all but one of the missions specified by the defense strategic guidance, [*Sustaining U.S. Global Leadership: Priorities for 21st Century Defense.*](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf) \n\nThe Army's ability to provide strategic landpower for the nation makes it uniquely suited to meet these requirements.  Army forces are tailorable and scalable to meet mission requirements.  The Army's ability to rapidly deploy task organized forces, from company to corps level over extended distances, sustain them and deliver precise, discriminate results is unmatched.  Highly ready, responsive and capable ground forces prevent conflict through deterrence, by shaping combatant commanders' operational environment and, when necessary, winning the nation's wars.\n \n\n**What has the Army done?**\n\nBeyond combat operations in Afghanistan, the Army conducts many missions worldwide in support of national security objectives, as well as within the United States in support of civil authorities.  Demand for Army forces in Afghanistan will continue to decrease.  However, the requirement for strategic landpower capable of worldwide deployment will endure.\n\nThe Army has nearly 80,000 Soldiers currently committed to operations around the world - in Afghanistan, Kosovo, the Philippines, Horn of Africa, Turkey, Sinai Peninsula and throughout the Middle East.  In the last three months alone, the Army has deployed forces to Guam, Turkey and other locations in the Middle East to meet unplanned contingency requirements.  Forward-stationed Army forces, in the Republic of Korea, Japan, Europe and elsewhere, provide [Geographic Combatant Commands](http://usacac.army.mil/cac2/call/thesaurus/toc.asp?id=33541) with an unparalleled capability to prevent conflict, shape the environment and, if necessary, win decisively.    \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to provide a wide range of capabilities as an indispensable member of the joint force.  Every day, the Army maintains deployable contingency forces, employs forward-based capabilities, delivers humanitarian assistance and conducts multilateral exercises with partners and allies.  The Army maintains a Global Response Force at constant high readiness providing the nation its only rapid response, inland forcible entry capability for unforeseen contingencies.  Army forces set theaters for the combatant commanders maintaining constantly the critical logistical, communications, intelligence, medical and inland ground transportation infrastructure to support all plans and contingencies.\n\n**Why is this important to the Army?**\n\nLiving in an uncertain world, often requires a military response to protect the national security interests.  When that time comes, the Army must be ready to answer the nation's call.  Readiness of the force cannot be taken for granted.  The Army must be capable of providing strategic landpower that can prevent conflict, shape the environment and win the nation's wars.  Preventing conflict demands presence, shaping the environment demands presence, restoring the peace demands presence, and more often than not, that presence proudly wears the uniform of an American Soldier.\n\n\n\n**Resources:**\n\n* [STAND-TO!:  2013 Army Posture Statement](http://www.army.mil/standto/archive_2013-04-23/)\n* [2013 Army Posture Statement](http://www.army.mil/info/institution/posturestatement/)\n* [Sustaining U.S. Global Leadership: Priorities for 21st Century Defense](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf) (PDF)",
    "date": "Monday April 29, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nIt is imperative we gain predictability in our budget process. If we don't, then we'll be unable to effectively manage our resources and it will be impossible to make informed decisions about the future of our Army. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, speaking at the House Armed Services Committee regarding the \"*Fiscal Year 2014 National Defense Authorization Budget Request*,\" about the $129.7 billion fiscal year 2014 budget, and the shortfalls in the overseas contingency operation budget, coupled with sequestration, continuing resolutions and lack of a budget, which are taking a toll on readiness, efforts at modernization and morale. \n\n### [Army says fiscal year 2014 budget request 'meets future challenges'](http://www.army.mil/article/102068/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month\n\n* National Mental Health Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7:  Military Spouse Appreciation Day  \n\n* May 11- 17:  2013 Warrior Games "
}