{
    "id": "2013-04-30",
    "title": "Last Mission for U.S. Army's V (Victory) Corps",
    "body": "**What is it?**\n\nThis summer, the rich history of one of the U.S. Army's most storied units will come to an end with the inactivation of V Corps in Wiesbaden, Germany. The unit's history and lineage is defined by strong international cooperation, and serves as a reminder of the Army's ongoing transformation. \n\nAs part of the International Security Assistance Force (ISAF) Joint Command Headquarters in Afghanistan, corps formations serve as the \"framework nation\" for the operational command, partnering with NATO rapid deployable corps that fill other critical roles within the ISAF Joint Command Staff.  Working alongside NATO and Afghan partners since 2009, V Corps has contributed to bringing stability and security to Afghanistan, and helped establish what NATO operational commands will look like for years to come.  \n \n**What has the Army done?**\n\nOn Jan. 12, 2012, Defense Secretary Leon E. Panetta announced a 10-year defense strategy, which will allow the United States the flexibility to fight emerging threats on multiple fronts. As a part of this strategy, the U.S. force posture in Europe will be adjusted.  Although V Corps has maintained its presence in Germany since 1951, the Department of Defense made the decision to inactivate the V Corps headquarters in Wiesbaden, Germany, during the summer of 2013. \n\n**What continued efforts does the Army have planned for the future?**\n\nV Corps's inactivation is part of the U.S. Army's effort to better posture the Army for the future, while accounting for readiness, cost efficiencies and sustainability. Upon its return from Afghanistan, the V Corps will case its colors indefinitely.  Once redeployed, the approximately 750 Soldiers of the V Corps will move on to other assignments around the globe, taking with them lessons learned from serving in a NATO operational command headquarters. \n\n**Why is this important to the Army?**\n\nV Corps' final mission providing the framework forces for the NATO operational command has helped set favorable conditions during a critical time for transition in Afghanistan. During V Corps' final Afghan deployment, the Government of the Islamic Republic of Afghanistan (GIRoA) assumed the lead for the majority of security operations in their country.  Although the \"Victory\" Corps will inactivate, part of its enduring legacy is its service in Afghanistan \" from establishing the first operational headquarters in theater in 2009, to reassuming the mission in 2012, allowing ISAF  to change from combat and counterinsurgency operations to that of a security force assistance mission, training, advising, and assisting Afghan National Security Forces (ANSF). This mission evolution has provided the ANSF necessary time and operational space to take responsibility for security and for GoIRA, the opportunity to connect and strengthen with local and provincial government structures.\n\n**Resources:**\n\n*  \"It Will Be Done\":  A Short History of the U.S. Army V Corps by Dr. Harold E. Raugh, Jr., command historian, U.S. Army V Corps \n* [V Corps on Facebook ](https://www.facebook.com/VictoryCorps)\n* [U.S. Army Garrison Wiesbaden](http://www.wiesbaden.army.mil/sites/local/default.asp)\n* [Afghanistan International Security Force (ISAF)](http://isaf.nato.int/)\n* [ISAF Joint Commands](http://www.isaf.nato.int/subordinate-commands/isaf-joint-command/index.php)",
    "date": "Tuesday April 30, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nFailure to get this right will impact the equipment readiness of our units for years to come\n\n### - Lt. Gen. James O. Barclay III, deputy chief of staff, Army G-8, expressing the Army's concern for appropriate funding for reset of equipment coming out of Afghanistan, at the meeting with the House Armed Services Committee, subcommittee on tactical air and land forces, April 26\n\n\n### [Budget cuts mean Army must consider where it will buy weapons](http://www.army.mil/article/102180/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **April 2013**\n\n* [National Sexual Assault Prevention and Awareness Month](http://www.army.mil/saam)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month\n\n* National Mental Health Month\n\n* Women's Health Care Month\n\n* National Military Appreciation Month\n\n* May 7:  Military Spouse Appreciation Day  \n\n* May 11- 17:  2013 Warrior Games "
}