{
    "id": "2018-03-01",
    "title": "Women's History Month",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nMarch is National Women's History Month.  During this observance, the Army pays tribute to the contributions of women in the building of this great nation. The National Women's History Month theme for 2018 is *Nevertheless She Persisted: Women Who Fight All Forms of Discrimination against Women*. This theme honors women who have shaped America's history and its future through their tireless commitment to ending discrimination against women and girls.\n\n**What is the Army doing/has done?**\n\nArmy leaders across the department continue to set the conditions for all Soldiers and Civilians to reach their full potential, and assign tasks and jobs throughout the force based on ability, not gender.  All Soldiers, regardless of gender, complete the same training and must pass the same requirements to be awarded a military occupational specialty in any career field. \n\nAs of December 2017, the Army had [assessed and integrated](https://www.army.mil/standto/archive_2016-03-10) more than 600 female Soldiers into Infantry, Armor and Fire Support Specialist occupations.  For the first time in history, the Army has fully integrated women into all military positions.   The contributions and achievements of women illustrate the strength of a diverse Army. The Army leverages the strength of the diverse force and ensures equal opportunity for all its members.  \n \n\n**What continued efforts does the Army have planned for the future?**\n\nMilitary recruiting is a highly selective, standards-based process.  The Army is committed to providing the most ready all-volunteer force by selecting the best qualified Soldiers, regardless of gender, for each job in the Army.  Female Soldiers help to make the Army the finest fighting force in the world, and Army leadership will continue to shape policy that ensures the force of the future remains so.  The Army continues to cultivate a climate of trust and respect to allow every Soldier to thrive and achieve his or her full potential. \n\n**Why is this important to the Army?**\n \nWomen have served the United States Army since the Revolutionary War. Today more than 174,000 women serve in the Total Force. Women serve in every career field in the Army, and are critical members of the Army team. The Army is proud of today's women Soldiers, who serve with distinction and are role models exemplifying the Army's highest values. Women's History Month stands as a reminder of the strength the Army has gained through a high-quality diverse all-volunteer force.\n\n**Resources:**\n\n* [Women in the Army](https://www.army.mil/women/)\n* [National Women's History Month Project](http://www.nwhp.org/)\n\n\n**Related STAND-TO!:**\n\n\n* [Army Gender Integration Implementation Plan](https://www.army.mil/standto/archive_2016-03-10)\n* [Female Drill Sergeants](https://www.army.mil/standto/archive_2014-12-02/)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15)\n \n\n",
    "date": "Thursday, March 1, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}