{
    "id": "2018-03-05",
    "title": "Dynamic Front  ",
    "body": "#######Provided by 7th Army Training Command, U.S. Army Europe\n  \n**What is it?**\n\nDynamic Front is an annual [U.S. Army Europe](http://www.eur.army.mil) (USAREUR)-led exercise. The Dynamic Front series is focused on the interoperability of U.S. Army, joint service and NATO nation artillery and fire support, in a multinational environment. It provides training on a wide range of skills  from theater-level headquarters identifying targets to gun crews pulling lanyards in the field.   \n\n**What is the Army doing/has done?**\n\nDynamic Front 18 takes place at the Grafenwoehr Training Area in southeastern Germany, Feb. 23 - March 10, 2018 and includes approximately 3,700 participants from 26 nations.  \n\nThe exercise is designed to test the Theater Surface Fires Command concept to plan, coordinate and execute joint and allied fires through organizational mission command.  This is achieved through a robust, multinational task organization featuring NATO's Allied Rapid Reaction Corps, two Division Mission Command Elements (U.S. Army 1st Infantry Division MCE and Germany's 10th Armored Division MCE), an Army National Guard field artillery brigade headquarters (138th Field Artillery, KYARNG) and live batteries and close-air support from six allied nations (Czech Republic, France, Germany, Poland, the United Kingdom and the United States).\n\nA key feature of Dynamic Front 18 is the use of the Artillery Systems Cooperation Activities (ASCA). This is a software interface that translates basic artillery data between different nations' digital fires mission command systems, providing allied commanders with an interoperable multinational artillery team  This exercise is the first time every nation that is part of the Artillery Systems Cooperation Activities network will train together with the interface. \n     \nDynamic Front 18 uses the unified resources of the 7th Army Training Command's simulation center and digitized live-fire ranges in Grafenwoehr to create a blended training environment that allows exercise participants to seamlessly coordinate multi-echelon fires in support of U.S. and allied operations. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSAREUR will use the lessons learned from Dynamic Front 18 to drive future joint, multinational fires training on the continent.  The solutions developed during Dynamic Front 18 will be applied this summer in the Baltics during exercise Saber Strike, USAREUR's premier regional training event in 2018.  Future Dynamic Front exercises will continue to refine the ability to communicate and coordinate joint targeting and fires support in an allied environment.    \n\n**Why is this important to the Army?**\n\nDynamic Front provides an opportunity for the Army to continue building relationships within NATO to ensure continued stability in Europe.  These seamless joint, multinational fires provide an added dimension to USAREUR's efforts to deter aggression and defend Allied and partner nation interests in an increasingly complex security environment.  \n \n\n**Resources:**\n\n* [Dynamic Front](http://www.eur.army.mil/7atc/DynamicFront.html)\n* [7th Army Training Command](http://www.eur.army.mil/7atc/)\n* [U.S. Army Europe](http://www.eur.army.mil)\n* [U.S. Army Europe Exercises](http://www.eur.army.mil/exercises/)\n\n\n**Related document:**\n\n* [AR 34-1; Multinational Force Interoperability](\nhttp://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r34_1.pdf)\n\n\n**Related STAND-TO!:**\n\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n\n**Related article:**\n\n* [Allied artillery takes center stage during exercise Dynamic Front 18](https://www.army.mil/article/199584/)",
    "date": "Monday, March 5, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}