{
    "id": "2018-03-07",
    "title": "Deployable Tactical Operations System ",
    "body": "#######Provided by U.S. Army Corps of Engineers, Mobile District\n\n**What is it?**\n\nDeployable Tactical Operations System (DTOS) is a fleet of deployable, self-contained communications vehicles and trained personnel. The DTOS falls under the U.S. Army Corps of Engineers (USACE) [Readiness Support Center](https://rsc.usace.army.mil/), a headquarters element, aligned under the Mobile District of the South Atlantic Division, which maintains readiness for contingency operations and provides emergency response support to USACE and the nation.  \n\n\n**What is the Army doing/has done?**\n\n The Deployable Tactical Operations System provides command, control, and communication capabilities which support federal emergency response requirements.  \n\nThe Deployable Tactical Operations System successfully provided support during the 2017 hurricanes.  Emergency Command and Control Vehicles (ECCVs) were used to support emergency response operations in and near Houston during Hurricane Harvey, provide command and control and emergency operations support to the deployed USACE leadership in Florida during Hurricane Irma, and support the power restoration mission in Puerto Rico.\n\nMobile Command Vehicles (MCVs) were deployed to the U.S. Virgin Islands following Hurricane Irma and to Puerto Rico to support with the power restoration and power grid rebuilding missions, and to support  the Debris Planning and Response Team by providing communications capabilities and enabling the team to electronically submit homeowners' requests for Blue Roofs, decreasing the overall response times.\n\nThe three MCVs and 15 ECCVs are staged at various districts across the nation. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe USACE Readiness Support Center will continue to apply lessons learned to the development of training and equipment to enhance the Army's emergency management capabilities.  In addition to the MCVs and ECCVs, the DTOS inventory includes two Containerized Tactical Operations Centers (air-transportable systems) with radio and satellite capabilities that deliver both voice and data communications. The RSC's emergency management response capabilities are further enhanced by three additional emergency support vehicles that are capable of providing sustained logistical support (batteries, tents, sleeping bags, administrative supplies, etc.) supporting a deployment. \n\n**Why is this important to the Army?**\n\nThe USACE Readiness Support Center provides a fleet of rapidly deployable vehicles and teams of trained operators who provide \"plug-and-play\" communications and/or logistics support to U.S. Army personnel deployed for disaster response anywhere in the United States.\n\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n * [Mobile District](http://www.sam.usace.army.mil/)\n * [Readiness Support Center](https://rsc.usace.army.mil/)\n * [Deployable Tactical Operations Systems](https://rsc.usace.army.mil/?q=dtos)\n\n\n**Related document**\n\n[Army Sustainment Magazine](http://www.alu.army.mil/alog/2018/MARAPR18/PDF/200646.pdf)\n\n**Related STAND-TO!:**\n\n* [USACE Readiness Support Center]( https://www.army.mil/standto/archive_2017-07-18)\n* [Forward Engineer Support Team-Advance](https://www.army.mil/standto/archive_2017-07-10)\n\n\n**USACE Mobile District on social media:**\n\n* [Facebook](https://www.facebook.com/USACEMOBILE/)\n* [Twitter (@USACEMobile) ](https://twitter.com/usacemobile?)\n\n\n",
    "date": "Wednesday, March 7, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}