{
    "id": "2018-03-08",
    "title": " Army Network ",
    "body": "#######Provided by Network Cross-Functional Team \n  \n**What is it?**\n\nThe Army's new network modernization strategy is designed to enable the Army to \"fight tonight\" while also actively seeking next-generation solutions to stay ahead of potential adversaries. This strategy is a fundamental change in the Army's approach to tactical network modernization, which is aimed at keeping pace with threats in the near-term and developing a future network through rapid insertion of new technology and focused science and technology efforts. \n\nThis new network-modernization strategy, known as *Halt, Fix and Pivot*, aims to: \n\n* Halt the programs that do not address operational requirements.\n* Fix the programs that are necessary to fulfill the most critical operational needs now.\n* Pivot to a more agile \"adapt and buy\" acquisition strategy. \n\n\n**What is the Army doing/has done?**\n\n[Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established the Network Cross-Functional Team pilot. The team formed and achieved initial operating capability in November 2017. The cross-functional team consists of a core team of experts in acquisition, science and technology, testing and evaluation, development, training, and integration and engages with multiple organizations, to include industry and academia, for coordination and support.\n\nThe cross-functional team brings the Warfighter, developer, and tester to the center of the acquisition process through focused integration, enabling the Army to deliver leader-approved technology capabilities to warfighters at the best possible return on investment for the Army.\n \n**What continued efforts does the Army have planned for the future?**\n\nThe cross-functional team will support the four lines of effort of the new strategy:  \n\n* **Unified Network**: Ensure an available, reliable and resilient network that ensures seamless connectivity in any operationally contested environment.\n* **Joint Interoperability/Coalition Accessible**: Ensure Army Forces canmore effectively interact (technically and operationally) with Joint and Coalition partners.\n* **Command Post Mobility/Survivability**: Ensure command posts' deployability, reliability, mobility and survivability.\n* **Common Operating Environment**: Ensure a simple and intuitive single-mission command suite that is easily operated and maintained by Soldier.\n\nThe cross-functional team will leverage proven joint and special operations solutions and has already begun pro-actively reaching out to commercial (traditional and non-traditional) industry to seek potential solutions and then conduct experimentation and demonstrations, with an emphasis on scalability of an integrated tactical network at the brigade and below.\n\n\n**Why is this important to the Army?**\n\nThe Army is committed to delivering a tactical network that guarantees that the Army can prepare for war and fight and win against any adversary.  The Network Cross-Functional Team is focused on integration, speed and precision to ensure the Army's capability development process is adaptable and flexible enough to keep pace with the rate of technology change. \n\n**Resources:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/2017-10-09)\n* [CFT: Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17)\n* [CFT: Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n* [CFT: Assured Position, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-07)\n* [CFT: Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22)\n\n\n**Related documents:**\n\n* [Army Directive 2017-24, Cross Functional Team Pilot In Support of Materiel Development](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33, Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n\n**Related articles:**\n\n* [Vice chief testifies how Army is addressing threats through modernization, other capabilities](https://www.army.mil/article/200674/)\n* [Team tasked with modernizing Army network discusses way forward with industry](https://www.army.mil/article/200371/)\n* [New Army Futures Command success hinges on relationship building, says McCarthy](https://www.army.mil/article/200323/)\n\n\n\n",
    "date": "Thursday,  March 8, 2018",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> What we're really looking for is assured network transport and an integrated tactical internet to take the burden off the Soldier. \n\n\\- Maj. Gen. Peter Gallagher, director of the Network Cross-Functional Team, created in October to align with Army Secretary Mark T. Esper's six modernization priorities, which also include [long-range precision fires](https://www.army.mil/standto/2018-01-17), [next-generation combat vehicle](https://www.army.mil/standto/archive_2018-02-22), [future vertical lift](https://www.army.mil/standto/archive_2018-02-07), air and missile defense, and Soldier lethality.\n\n[Team tasked with modernizing Army network discusses way forward with industry\n](https://www.army.mil/article/200371/?fr=stq)",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}