{
    "id": "2018-03-12",
    "title": "Army Materiel Readiness ",
    "body": "#######Provided by Army Materiel Command \n  \n**What is it?**\n\nMateriel Readiness means ensuring Soldiers have modernized, lethal equipment, configured for combat and maintained to operate when needed. Materiel Readiness requires a responsive supply chain, healthy [Organic Industrial Base](https://www.army.mil/e2/c/downloads/276549.pdf), regionally aligned and ready Army Prepositioned Stocks, and synchronization between requirements and the Research and Development, and Science and Technology communities to equip the future force. \n\n[Army Materiel Command](http://www.amc.army.mil), [Department of the Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4), and the [Assistant Secretary of the Army for Acquisition, Logistics and Technology](https://www.army.mil/asaalt) make up the foundation of the materiel enterprise.\n\n**What is the Army doing/has done?**\n\nArmy Materiel Command is building depth, breadth and speed in the Army's global supply chain to provide Soldiers with modern, lethal equipment.  Across Army Materiel Command's nine major subordinate commands and 23 depots, arsenals and ammunition plants, the command is undertaking an enterprise-wide effort to redistribute over one million pieces of equipment to improve unit readiness rates.  \n\n \n \n**What continued efforts does the Army have planned for the future?**\n\nTo prepare for the future multi-domain battlefield, Army Materiel Command is developing agility and speed in maneuver and logistics. Army Materiel Command is rebuilding Soldiers' muscle memory in force projection and expeditionary logistics through every training rotation, theatre support movement, and call for humanitarian aid support. Army Materiel Command is investing in state-of-the-art repair and resupply technologies, including 3-D printing at the tactical edge, to improve speed of equipment maintenance. Army Materiel Command is also upgrading Army Prepositioned Stocks across the globe to ensure units have the most modernized, ready equipment to fall-in on to respond to any contingency.\n\n\n**Why is this important to the Army?**\n\nMateriel readiness is critical to the Army's ability to conduct decisive action operations any time, in any environment. Soldiers cannot win on the battlefield without weapons to shoot, tanks to maneuver, food to eat and the logistics support to ensure those necessities get to the right place at the right time. The materiel enterprise is a key enabler of Army force projection. The Army depends on the materiel enterprise to deliver the equipment Soldiers use to defend the nation. \n \n\n**Resources:**\n\n* [Army Materiel Command](http://www.amc.army.mil)\n* [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](https://www.army.mil/asaalt)\n* [Army Deputy Chief of Staff for Logistics, G-4]( https://www.army.mil/asaalt)\n\n**Related document:**\n\n* [Organic Industrial Base](https://www.army.mil/e2/c/downloads/276549.pdf)\n\n**Related STAND-TO!:**\n\n* [Combat-Configured Army Prepositioned Stocks](https://www.army.mil/standto/2018-03-06) \n* [Readiness](https://www.army.mil/standto/2017-10-04)\n* [Materiel Mobilization](https://www.army.mil/standto/2018-02-12) \n\n**Related article:**\n\n* [AMC synchronizes, integrates and delivers materiel readiness to entire Army](https://www.army.mil/article/200836/)\n\n\n\n",
    "date": "Monday, March 12, 2018",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> In war, the difference between being ready and reacting will be measured by the number of lives lost. Army readiness does not happen without materiel readiness. \n\n\\- Gen. Gus Perna, commanding general, [Army Materiel Command](http://www.amc.army.mil/) \n\n ",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}