{
    "id": "2018-03-14",
    "title": "Air and Missile Defense ",
    "body": "#######Provided by Air and Missile Defense Cross Functional Team \n  \n**What is it?**\n\nAir and Missile Defense is one of the Army's top modernization priorities and critical to winning in a fight against a \"near-power\" adversary.  Air and Missile Defense systems will include the ability to defeat missile threats against the U.S., the deployed forces and the allies and partners.\n\n\n**What is the Army doing/has done?**\n\n[Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established an Air and Missile Defense  Cross Functional Team pilot. \n\nThe Air and Missile Defense cross functional team falls under the purview of the commandant of the U.S. Army Air Defense Artillery School. Team members are matrixed from the Army Staff, Army Commands, and the Army Acquisition Enterprise.\n\nThe Army is achieving its objectives through its Air and Missile Defense modernization strategy to rapidly integrate and synchronize the requirements development process, the acquisition process, and the resources to deliver Air and Missile Defense capabilities to the warfighter faster. \n  \nThe Army is establishing strategic partnerships with industry to cultivate innovative technologies to accelerate delivery of revolutionary capabilities to the warfighter.\n\n \n**What continued efforts does the Army have planned for the future?**\n\n\n* Air and Missile Defense will be instrumental to the success of the Multi-Domain Battle Task Force of the future, by providing ballistic missile and short-range air defense capabilities.\n* Air and Missile Defense cross functional team, in conjunction with the [Program Executive Office for Missiles and Space](https://www.msl.army.mil/), will coordinate and synchronize the rapid procurement and fielding of the initial capability to the warfighter. Promising technologies, such as high-energy lasers, that have the potential to add significant capability in the future, will be experimented and evaluated.\n* Maneuver-Short Range Air Defense (M-SHORAD):  The cross functional team developed a directed requirement that significantly accelerates the delivery of a critical capability.\n* U.S. Forces Korea Joint Emergent Operational Need: accelerate capability at a reduced cost and schedule.\n* Science and Technology (S&T): conduct comprehensive review to accelerate hi-tech capabilities to warfighters.\n   \n\n**Why is this important to the Army?**\n\nArmy Air and Missile Defense efforts and initiatives must continue balancing modernization with competing operational demand in order to maintain overmatch against potential adversaries. The Army Air and Missile Defense force is globally deployed and regionally engaged as a key strategic enabler for the joint force and the nation.  \n\n \n**Resources:**\n\n* [Air Defense Artillery School](http://sill-www.army.mil/adaschool/) \n* [U.S. Army Space and Missile Defense Command / Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc)\n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/2017-10-09)\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17)\n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/2018-02-15)\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22)\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08)\n\n\n**Related documents:**\n\n* [Army Directive 2017-24: Cross Functional Team Pilot In Support of Materiel Development](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n\n\n**Air Defense Artillery School on social media:**\n\n* [Facebook](https://www.facebook.com/AirDefenseArtillerySchool/)\n",
    "date": "Wednesday, March 14, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}