{
    "id": "2018-03-15",
    "title": "Resourcing the Army - FY19 Budget Request",
    "body": "#######Provided by Army Financial Management & Comptroller \n  \n**What is it?**\n\nThe Army's Fiscal Year 2019 Budget Request, followed by consistent, predictable and sufficient funding over time, provides fiscal stability, which empowers the Army to accomplish the goals outlined in the National Defense Strategy.\n\n\n**What is the Army doing/has done?**\n\nThe Army's FY2019 Budget Request sets the foundation for a trained and ready Army capable of deterring potential adversaries and, if required, winning our Nation's wars\n\n \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army must modernize its capabilities, and reform our institutional processes to innovate faster than near-peer adversaries in order to increase warfighter readiness.\n\nTo that end, the FY19 Army Budget Request:\n\n* Trains the Force with increased combat training center   rotations (16 active and four National Guard) and resources three additional Security Force Assistance Brigades.\n* Operates the Force through improved global posture; focusing on the Pacific and Europe\n* Sustains the Force by prioritizing rapid global response and force protection readiness and improves the industrial base and ammunition management\n* Supports the Installation Enterprise with continued commitment to Family and Soldier programs, improving facility sustainment and continued invest in restoration and modernization\n* Supports a Total Army end strength of 1,030.5k Soldiers - 487.5k Regular Army, 343.5k Army National Guard (ARNG), 199.5K U.S. Army Reserve (USAR) \n* Grows Active, Guard, Reserve full-time support for the ARNG and USAR and increases funding for Reserve Component Soldiers on active duty supporting missions.\n* Funds a military pay raise of 2.6% and an entitlement increase of basic allowance for housing (2.9%) and basic allowance for subsistence (3.4%).\n* Fills critical capability gaps and improves lethality in munitions, and air and ground combat platforms\n* Increases modernization of Abrams, Bradley, Stryker, and Paladin combat vehicles\n* Increases procurement of critical missiles, rockets and 155-mm artillery projectiles\n* Increases RDT&E for: Mobile protected Firepower, Combat Vehicle Prototyping, Long Range Precision Fires, Synthetic Training Environment and Short Range Air Defense\n\n**Why is this important to the Army?**\n\nThe Army's FY 2019 Budget will help to ensure the Army increases the overmatch capability and remains the world's preeminent ground fighting force through investments in current and future readiness to deter adversaries and, when necessary, fight and win. \n\n**Resources:**\n\n  * [Army Budget Materials](https://www.asafm.army.mil/offices/bu/content.aspx?what=BudgetMaterials)  \n\n**Related document:**\n\n* [DoD Budget Materials](https://www.defense.gov/Portals/1/Documents/pubs/FY2019-Budget-Request-Overview-Book.pdf)\n  \n",
    "date": "Thursday, March 15, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}