{
    "id": "2018-03-19",
    "title": "Combat Support Training Exercise",
    "body": "#######Provided by Office of the Chief of Army Reserve\n\n**What is it?**\n\nArmy Reserve Combat Support Training Exercises (CSTX) are tactical training scenarios specifically designed to replicate real-world missions, and prepare and validate the ability of Ready Force X units to quickly deploy to meet and engage peer and near-peer adversaries anywhere in the world\n\n\n**What is the Army doing/has done?**\n\n[Army Reserve](http://www.usar.army.mil/) will conduct four combat support training exercises  from March to August, 2018: \n\n* **Bridge Combat Support Training Exercise** -- a platform to train and validate the readiness of Ready Force X units in a tough and realistic training environment. Three hundred units and 18,000 Soldiers from across the Army Reserve will participate from March 1-29 at Fort McCoy, Wisconsin, Fort Knox, Kentucky, Joint Base Langley-Eustis and Fort Story, Virgina. \n*  **Operation Lethal Warrior** -- a 32-day platoon-level training and evaluation exercise to certify RFX Soldiers on Warrior Task Training, including four key battle drills critical to survival on the battlefield:  react to contact, security at a halt, react to ambush, and removing a casualty from a vehicle. \n* **Exercise Regional Medic** -- Focuses on synchronized expeditionary health care in a complex operational environment with a concentration on hospitalization, medical evacuation and supporting logistics, and medical specialty tasks. The exercise will train and evaluate Army Reserve Medical Soldiers from point of injury and air evacuation to fixed CONUS hospitals during March and April.\n* **Theater Opening Exercise** -- Develops and sustains Soldiers' technical skills with a focus on logistics operations in planning, directing and coordinating port/terminal operations and Logistics Over-the Shore (LOTS) Operations, West, during July.\n \n \n**What continued efforts does the Army have planned for the future?**\n\nArmy Reserve units and Soldiers will continue to participate in training that provides opportunities to develop and sustain their technical skills.   Collective training proficiency throughout sustainable readiness years increases Army readiness and closes interoperability gaps.  \n\n**Why is this important to the Army?**\n\nThe Army relies on Army Reserve units and Soldiers for additional maneuver, functional, and multifunctional support capabilities to enhance the readiness of the Total Force.  Combat Support Training Exercises support the Army Reserve's mission to generate trained, equipped, combat-ready and lethal units and Soldiers for the Total Army by providing the lethal forces necessary to defeat, deter or deny any enemy while supporting known and emerging demand requirements.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* DVIDS: [Combat Support Training Exercise](https://www.dvidshub.net/feature/CSTX781803)\n\n**Army Reserve on Social Media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve)\n* [Twitter - @USArmyReserve](https://twitter.com/usarmyreserve)  \n* [Instagram](https://www.instagram.com/usarmyreserve/ )\n* [Flickr](https://www.flickr.com/photos/myarmyreserve )\n* [YouTube](https://www.youtube.com/TheUSArmyReserve ) \n\n",
    "date": "Monday, March 19, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}