{
    "id": "2018-03-20",
    "title": "Demand Reduction",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nDemand reduction allows the Army to extend operational reach, reduce mission risk, and improve readiness, giving commanders an operational advantage to exploit windows of opportunity. \n\nDemand reduction also aligns directly with the Army's modernization strategy focus of making Soldiers and units more lethal to win the nation's wars and then come home safely.\n\n**What is the Army doing/has done?**\n\nU.S. Army Training and Doctrine Command's Army Capabilities Integration Center published a white paper on demand reduction in February. This white Paper puts forward a problem statement which states that in order to improve combat effectiveness, extend operational reach and reduce risk, the Army must reduce demand for sustaining the force. At the same time, the Army must also maintain overmatch to conduct unified land operations now and in multi-domain battles of the future.\n\nDemand reduction has five underlying components: \n\n\n* Improve effectiveness and efficiency\n* Meet demand at the point of need\n* Employ robotics and autonomous systems\n* Improve situational awareness\n* Cultural change\n\nThe Army must implement solutions to increase the rate of innovation and maintain differential advantage over capable and determined enemies. Demand reduction must be a guiding principle that is employed across the force. \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army looks to engage with industry to help develop and modernize key capabilities. Proactive engagement maximizes support to the warfighter by helping to develop requirements based upon realistic and technologically achievable expectations. ARCIC routinely hosts engagements to conduct market research to enhance warfighting concepts and engage in early communication with industry on the Army's future needs. This early engagement allows industry to better focus their independent research and development investments on efforts that best address the needs of the warfighter. \n\n**Why is this important to the Army?**\n\nThe U.S. Army must maintain overmatch in all domains by maximizing its ability to maneuver while creating areas of denial on the battlefield against near-peer threats. The Army must innovate and adapt concepts, equipment and training to be ready for the next war. Demand reduction initiatives will improve the combat effectiveness of the force by improving operational flexibility in a contested environment.   \n\n**Resources:**\n\n* [ARCIC](http://www.usar.army.mil/)\n* [TRADOC](http://www.tradoc.army.mil/)\n* [Multi-Domain Battle](http://www.tradoc.army.mil/multidomainbattle/)\n\n**Related documents:**\n\n* [Demand Reduction White Paper: Setting Conditions to Enable Multi-Domain Battle ](http://www.arcic.army.mil/App_Documents/Demand-Reduction-White-Paper-21-Feb-2018.pdf)\n* [U.S. Army Training and Doctrine Command, Multi-Domain Battle: Evolution of Combined Arms for the 21st Century 2025-2040 Version 1.0, December 2017 ](http://www.tradoc.army.mil/multidomainbattle/docs/MDB_Evolutionfor21st.pdf)  \n* [The U.S. Army Functional Concept for Movement and Maneuver 2020-2040, February 2017](http://www.tradoc.army.mil/tpubs/pams/tp525-3-6.pdf)\n\n**Related STAND-TO!:**\n\n* [Multi Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n",
    "date": "Tuesday, March 20, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Demand Reduction initiatives will improve the combat effectiveness of the force by improving operational flexibility in a contested environment.  \n\n\\-Maj. Gen. Robert M. Dyess Jr., acting director, [Army Capabilities Integration Center](www.arcic.army.mil)\n\n [Demand Reduction White Paper: Setting Conditions to Enable Multi-Domain Battle ](http://www.arcic.army.mil/App_Documents/Demand-Reduction-White-Paper-21-Feb-2018.pdf) \n\n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}