{
    "id": "2018-03-22",
    "title": "Soldier Lethality",
    "body": "#######Provided by Soldier Lethality Cross Functional Team,  Maneuver Center of Excellence\n\n**What is it?**\n\nSoldiers and squads are the foundation of the decisive force. They must be organized, equipped, and trained with superior lethality, situational awareness, mobility and protection that provides the overmatch required to defeat capable and determined adversaries in complex operating environments.\n\nSoldier lethality spans all fundamentals: shooting, moving and communicating, protecting, sustaining and training. \n\n**What is the Army doing/has done?**\n\nSoldiers must have capabilities that increase lethality, mobility and survivability while countering emerging threats. These new weapons and capabilities must utilize the latest developments in science and technology. The [Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established the Soldier Lethality Cross-Functional Team, which will:\n\nNarrow capability gaps to enhance the Soldier and squads ability to fight, win, and survive through increased lethality, mobility, protection and situational awareness in order to facilitate rapid acquisition of increased capabilities.\n\n \n**What continued efforts does the Army have planned for the future?**\n\nTo further enhance Soldier lethality, the Army is focusing on providing solutions for the 100,000 close combat Soldiers and 7,200 squads in the following areas:\n\n* **Next Generation Squad Weapons**- This technology will increase capability and counter emerging threats using the latest developments in science and technology. The next generation weapons will replace the M-249 squad automatic weapon and M-4 carbine in the squad.\n* **Enhanced Night Vision Goggles**- The new goggles provide improved depth perception, fused image for improved detection and situational awareness, and an all-weather, limited visibility and any lighting conditions viewing capability, rapid target acquisition and augmented reality. The binocular variant allows navigation in limited or no visibility, improving individual and unit combined situational awareness in current and future environments.\n* **Adaptive Soldier Architecture**- This architecture will standardize data and power interfaces and connection points across the Soldier and squad and will standardize data, power interfaces and connection points across the Soldier and squad combat platform.\n* **Synthetic Training Environment**- This will be a single, interconnected training system that enables units from Squad through Army Service Component Command to conduct realistic multi-domain battle in diverse complex operational environments where training occurs.     \n\n**Why is this important to the Army?**\n\nThe Army's fundamental responsibility is to equip, train and field Soldiers with the tools and resources to engage with and destroy the enemy. \n\nThe battlefield of tomorrow will be more lethal, and the Army must change with that in mind. To ensure overmatch, the Army must modernize, train, and structure the force to build land-power capability against near-peer threats.  This will be accomplished by providing them with next generation capabilities to increase lethality, mobility and survivability, while countering emerging threats.\n \n\n**Resources:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)\n\n**Related Cross Functional Teams:**\n\n* [Long-Range Precision Fires](https://www.army.mil/standto/archive_2018-01-17 )\n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07 )\n* [Assured Position, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-07 )\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22 )\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08 )\n* [Air and Missile Defense Capabilities](https://www.army.mil/standto/archive_2018-03-14)\n\n**Related documents:**\n\n* [Army Directive 2017-24; Cross Functional Team Pilot In Support of Materiel Development]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n\n",
    "date": "Thursday, March 22, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Our Soldiers and squads must fight, win and survive now and tomorrow in any environment against all adversaries, day and night. \n\n\\-Brig. Gen. Chris Donahue, Director, Soldier Lethality Cross-Functional Team\n\n \n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}