{
    "id": "2018-03-26",
    "title": "Synthetic Training Environment",
    "body": "#######Provided by Synthetic Training Environment Cross Functional Team\n\n\n**What is it?**\n\nSynthetic Training Environment is an emerging capability that will converge current live, virtual, constructive and gaming environments into a single simulation training environment.  The synthetic training environment will keep pace with, and adapt to the rapid development of technologies.  \n\nThis is one of the eight cross functional teams to advance the Army's six modernization priorities.  \n\n\n**What is the Army doing/has done?**\n\nThe Army has conducted incremental improvements for \"stove-piped\" virtual, constructive and gaming training systems.   Without a \"leap ahead\" in capabilities and in acquisition processes the Army will continue to struggle with a time consuming, expensive requirements development process that cannot keep pace with industry. \n\nThe [Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established the Synthetic Training Environment Cross Functional Team, which will continue to develop faster processes to identify more accurate training requirements for the synthetic training environment and future training capabilities.  \n\nThe synthetic training environment will deliver: \n\n* **Global/One World Terrain**: capability provides accessible representations of any part of the globe. It represents the complexities of the operational environment and multi-domain battlefield.  \n* **Virtual training**: components will support collective combined arms maneuver training from Soldier/squad through battalion level for all Army component formations and include dismounted/platform capabilities.  \n* **Training Simulation Software**: provides a single training environment, open architecture and intuitive, common application interfaces.\n    \nThe synthetic training environment will compliment Live, the Army's capstone training environment, by giving units an ability to train to higher levels of proficiency prior to live training freeing them to focus on mastery of collective training skills in live training.  \n\n\n \n**What continued efforts does the Army have planned for the future?**\n\nThe Synthetic Training Environment Cross Functional Team will work closely with the other cross functional teams, sister services, industry and academia partners to develop the synthetic training environment and streamline the acquisition process.      \n\n**Why is this important to the Army?**\n\nThe Army's goal is to equip units with state of the art training capabilities and equipment faster.\n\nTraining dominance is a key component to support the CSA's initiatives. To ensure this, the training must be flexible, relevant, and repeatable. The Army must modernize training capabilities to maintain battlefield dominance and [Soldier lethality](https://www.army.mil/standto/archive_2018-03-22).  \n\n\n**Resources:**\n\n* [CAC-T](https://usacac.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Combined Arms Center-Training](https://www.army.mil/standto/archive_2017-12-14)\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/2017-10-09)\n\n\n**Cross Functional Teams STAND-TO!:**\n\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17 )\n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07 )\n* [Assured Position, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15 )\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22 )\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08 )\n* [Air and Missile Defense Capabilities](https://www.army.mil/standto/archive_2018-03-14)\n* [Soldier Lethality](https://www.army.mil/standto/archive_2018-03-22)\n\n**Related video:**\n \n* [The Synthetic Training Environment - The Army's training future](hhttps://www.youtube.com/watch?v=KT4czRrbAog)\n\n**Related documents:**\n\n* [Army Directive 2017-24; Cross Functional Team Pilot In Support of Materiel Development]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n\n",
    "date": "Monday, March 26, 2018",
    "quote": "#### Focus Quote for the Day\n\n> From wherever they may be located, home station, armories, institutions, or deployed locations we want our Soldiers to enter into a Synthetic Training Environment that immerses them in diverse complex operational environments that replicate where they will fight; with who they will fight with; on the terrain they will fight on!  \n\n\\- Maj. Gen. Maria Gervais, deputy commanding general, [Combined Arms Center-Training](https://usacac.army.mil/)\n \n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}