{
    "id": "2018-03-27",
    "title": "Security Force Assistance Brigades",
    "body": "#######Provided by U.S. Army Forces Command \n\n**What is it?**\n\nSecurity Force Assistance Brigades are opportunities for highly skilled Soldiers to join professional, highly trained formations whose core mission is to train, assist, accompany and enable operations with allied and partner nations in order to develop their security force capabilities. \n\nSecurity Force Assistance Brigades do not replace or assist Special Forces in their foreign internal defense role, but offer a capability to combatant commanders to help build partner conventional forces. \n\n**What is the Army doing/has done?**\n\nThe Army is developing a new significant and enduring capability organized into a formal brigade level structure of more than 800 officers and non-commissioned officers, able to conduct robust train, advise, assist, accompany and enable operations for host nation and partnered forces.\n\nThe Army will ensure that the Security Force Assistance Brigade Soldiers are rewarded for volunteering and being selected, this includes promotion rates and boards, selection boards and special pay. Several Security Force Assistance Brigade Soldiers have been promoted to sergeant. \n \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army plans to field six Security Force Assistance Brigades across the Total Army: five in the Regular Army and one in the Army National Guard. The Army has built the first Security Force Assistance Brigade at Fort Benning, Georgia, and is standing up the second Security Force Assistance Brigade at Fort Bragg, North Carolina.  \n\n**Why is this important to the Army?**\n\nThe strategic environment requires the Army to continue developing capability while generating ready forces to conduct decisive action across all domains. \n\nSecurity Force Assistance Brigades are designed to enhance Army readiness by reducing the demand for conventional Brigade Combat Teams for combat Advising over time.  This will reduce the demand for Brigade Combat Teams to conduct security force assistance operations, while allowing Brigade Combat Teams to focus on readiness for full-spectrum contingency operations. \n\n\n**Resources:**\n\n* [U.S. Army Forces Command](https://www.forscom.army.mil )\n* [Human Resources Command: SFAB](https://go.usa.gov/xnp8h )\n* [SFAB open opportunities](https://go.usa.gov/xnp8h) (*Contact career manager for available in numerous MOSs, especially in 12B, 13F, 25B/C/U, 35F, 68W, 89D, 91B, and 92Y*) \n\n**Related STAND-TO!:**\n\n* [Security Force Assistance Brigade](https://www.army.mil/standto/archive_2017-02-17)\n\n**Related videos:**\n* [Gen. Abrams - Security Force Assistance Brigade Opportunities](https://www.dvidshub.net/video/591607/army-gen-abrams-sfab-opportunities)\n* [First SFAB Sergeants Promoted under New Policy](https://www.dvidshub.net/video/563474/first-sfab-sergeants-promoted-under-new-policy)\n* *Soldier testimonials on SFAB:* \n* [Army MSG Broadnax - Signal Support](https://www.dvidshub.net/video/591694/army-msg-broadnax-signal-support-why-joined-sfab) \n* [U.S. Army Sgt. 1st Class Anderson Jimenez, Combat Engineer](https://www.dvidshub.net/video/591698/us-army-sgt-1st-class-anderson-jimenez-combat-engineer-why-joined-sfab) \n* [U.S. Army Sgt. Cameron Knott - Wheeled VehicleMechanic](https://www.dvidshub.net/video/591699/us-army-sgt-cameron-knott-wheeled-vehicle-mechanic-why-joined-sfab)\n* [U.S. Army Sgt. 1st Class Anderson Jimenez, Combat Engineer](https://www.dvidshub.net/video/591698/us-army-sgt-1st-class-anderson-jimenez-combat-engineer-why-joined-sfab)\n* [U.S. Army Staff Sgt. Justin Seeley - Intelligence Analyst](https://www.dvidshub.net/video/591702/us-army-staff-sgt-justin-seeley-intelligence-analyst-why-joined-sfab)\n\n",
    "date": "Tuesday, March 27, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We still have opportunities to serve in the Security Force Assistance Brigades.  We are looking for highly motivated, self-starting, tough, disciplined, exceptionally tactically and technically competent Soldiers from a variety of MOS's to serve on our Security Force Assistance Brigade ... and the window is wide open. \n\n\\- Gen. Robert \"Abe\" Abrams, [U.S. Army Forces Command](https://www.forscom.army.mil )\n \n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}