{
    "id": "2018-03-28",
    "title": "Army Futures Command",
    "body": "#######Provided by Army Futures Command Task Force\n\n**What is it?**\n\nEstablishment of the Army Futures Command is the most significant Army reorganization effort since 1973.  Army Futures Command will be the fourth Army Command and will be tasked with driving the Army into the future to achieve clear overmatch in future conflicts.  The Army Commands (ACOMs):\n\n* [Army Forces Command](https://www.forscom.army.mil): **Force provider** of the Army- trains, prepares a combat ready, globally responsive Total Army Force of U.S. Army Soldiers to build and sustain Army readiness to meet Combatant Command requirements.\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/): **Architect** of the Army- recruits,  trains  designs, acquires, and builds the Army.\n* [Army Materiel Command](http://www.amc.army.mil/): **Sustains** the Army- provides materiel readiness by equipping and sustaining the force.\n\n**Army Futures Command**: **Modernizes** the Army for the future- will integrate the future operational environment, threat, and technologies to develop and deliver future force requirements, designing future force organizations, and delivering materiel capabilities\n\n**Characteristics**\n\n* Custodian of Army modernization efforts; linking operational concepts to requirements to acquisition to fielding.\n* Bring concepts and requirements definitions together with engineering and acquisitions functions into one team.\n* Small agile headquarters focused on flexibility, collaboration, and speed.  Focus of faster innovation, experimentation, and demonstration.  \n* Enable rapid prototyping -- failing early and cheaply, and then increase learning with increased operational inputs\n\n**Structure**\n\n* Each Army Futures Command subordinate organization currently exists as an organization within TRADOC, AMC, ASA (ALT) or Army Test and Evaluation Command.\n* Army Futures Command's subordinate organization will remain at their current locations but will be realigned to ensure all Army major commands remain closely linked.\n* Cross Functional Teams (CFTs) will report to the Army Futures Command.  Program Managers will remain under the control of ASA (ALT) but teamed with the CFTs.\n* Command group headquarters will be located near innovative and agile industrial and academic institutions to align with these organizations and in a place where the command will inculcate the culture needed to develop the innovation and synergy required to lead the Army's modernization effort.\n\n**Organization**\n\nArmy Futures Command will have three subordinate organizations:\n\n* **Futures and Concepts** will identify and prioritize capability development needs and opportunities.\n* **Combat Development** will conceptualize and develop solutions for identified needs and opportunities.\n* **Combat Systems** will refine, engineer, and produce developed solutions.\n\nAll acquisition authority is derived from Army Acquisition Executive (AAE), to whom the Program Mangers report.  Futures Command is responsible for requirements and supports the Program Managers.  Program managers remain under the control of ASA (ALT) but matrixed against the CFTs.\n\n**What is the Army doing/ has done?**\n\nWAYS: The Army's modernization strategy has one focus: make Soldiers and units more lethal to win the nation's wars, then come home safely.\n\nMEANS: The modernization process will leverage commercial innovation, cutting-edge science and technology, prototyping and warfighter feedback.\n\nENDS: Unity of command and unity of effort for the Army's modernization effort ensures accountability, transparency and responsible stewardship of the nation's resources. \n\nIn support of the overall strategy, Army Futures Command will synchronize efforts among the ACOMs and across the cross functional teams to advance the Army's six modernization priorities:\n \n* Long-Range Precision Fires \n* Next Generation Combat Vehicle\n* Future Vertical Lift\n* Army Network\n* Air and Missile Defense \n* Soldier Lethality\n\n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)\n* *CFTS:*\n* [Long-Range Precision Fires](https://www.army.mil/standto/archive_2018-01-17)\n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15)\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22)\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08)\n* [Air and Missile Defense Capabilities](https://www.army.mil/standto/archive_2018-03-14)\n* [Soldier Lethality](https://www.army.mil/standto/archive_2018-03-22)\n* [Synthetic Training Environment](https://www.army.mil/standto/archive_2018-03-26)\n\n**Related documents:**\n\n* [Statement by the Secretary of the Army Dr. Mark T. Esper before Senate Armed Services Committee, Dec. 7, 2017](https://www.army.mil/e2/c/downloads/500971.pdf)\n* [Army Directive 2017-24: Cross Functional Team Pilot In Support of Materiel Development](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n\n**Related articles:**\n\n* [Vice chief testifies how Army is addressing threats through modernization, other capabilities](https://www.army.mil/article/200674/)\n* [New Army Futures Command success hinges on relationship building, says McCarthy](https://www.army.mil/article/200323/)\n* [US Army Futures Command to reform modernization, says secretary of the Army](https://www.army.mil/article/197886/)\n",
    "date": "Wednesday, March 28, 2018",
    "quote": "#### Focus Quote for the Day\n\n> The Army is now increasing its investment in modernizing the force. Our modernization strategy is focused on one goal, make soldiers and units far more lethal and effective than any other adversary.\n\n\\- Secretary of the Army Mark T. Esper \n \n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}