{
    "id": "2018-03-29",
    "title": "National Vietnam War Veterans Day",
    "body": "#######Provided by Army G-4\n\n**What is it?**\n\nMarch 29th is National Vietnam War Veterans Day, an annual observance established by President Donald J. Trump, when he signed into law the Vietnam War Veterans Recognition Act of 2017.\n\nOn National Vietnam War Veterans Day, the Army will honor those brave Vietnam veterans and their family members for their significant sacrifices, selfless service, and for answering the nation's call to duty over 50 years ago. \n\nNational Vietnam War Veterans Day continues a process of honoring the Vietnam Veterans that began on Memorial Day in 2012 with the Vietnam War 50th Commemoration.  As part of the commemoration, more than 11,000 local, state and national organizations have hosted events as commemorative partners to recognize the service and sacrifice of Vietnam-era veterans.  \n\n**What is the Army doing/ has done?**\n\nOn December 20, 2016, the Pentagon opened the first-ever Vietnam War Exhibit that is visited by 100,000 people annually.  The exhibit received the John Wesley Powel Prize in 2017 as an outstanding historic exhibit.   In the last several years, the Army hosted several events at the Pentagon, with Vietnam War veterans who went on to achieve great success in their careers discussing how their experiences in the war shaped their lives.  \n\nThis year, on March 29th, a Joint Wreath-laying event will be held at the Vietnam Wall, where the Army will remember more than 58,000 heroes who sacrificed their lives, and pay tribute to the 1,253 heroes who have not yet returned to American soil.   Army Installations are encouraged to recognize this new National Vietnam War Veterans Day by publicly and individually thanking Vietnam Veterans and their families during events and ceremonies within their communities.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will ensure the sacrifices of the over nine million veterans who served during the Vietnam war-era are honored and always remembered for generations to come.\n\nLeaders across the Army will continue to recognize Vietnam-era veterans \n\nThe Army will continue to honor the legacy of the veterans. The legacy of the generations of patriots who dedicated themselves to the defense of the country makes the nation strong and resilient. \n\n**Why is this important to the Army?**\n\nTaking care of the troops is a top priority for the Army.  This commemoration will provide veterans with the heartfelt acknowledgement and gratitude they so richly deserve as Soldiers for Life. \n\n\n**Related STAND-TO!:**\n\n* [Vietnam War Commemoration](http://www.vietnamwar50th.com/)\n* [National Vietnam War Veterans Day Poster](www.army.mil/e2/c/downloads/507694.pdf)\n",
    "date": "Thursday,  March 29, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Today is an opportunity to honor all Vietnam veterans who served, and to recognize the families that stood alongside them.\n\n\\- Deputy Secretary of Defense Patrick M. Shanahan \n\n[DOD to commemorate 1st anniversary of National Vietnam War Veterans Day](https://www.defense.gov/News/News-Releases/News-Release-View/Article/1477518/dod-to-commemorate-1st-anniversary-of-national-vietnam-war-veterans-day/)\n \n\n",
    "events": "#### Events\n  \n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}