{
    "id": "2017-06-01",
    "title": "Fort Jackson Centennial ",
    "body": "#######Provided by Fort Jackson\n\n**What is it?**\n\n[Fort Jackson](http://jackson.armylive.dodlive.mil/), South Carolina, began as a World War I training base in June 1917 and is the U.S. Army's largest and most active initial entry training post. It trains more than half of all Soldiers entering Basic Combat Training including approximately two thirds of the Army's female Soldiers. \n\nOn June 2, as Fort Jackson celebrates its century of service to the nation, it will have trained over five million Soldiers ready and willing to defend the nation and its interests around the world.\n\n**What has the Army done?**\n\nIn May 1917, the then-Major [Douglas MacArthur](http://www.history.army.mil/html/faq/macarthur.html) (Chief of Staff of the United States Army, November 1930- October 1935) announced Fort Jackson as one of the 16 national cantonments in support of the nation's build-up for World War I. Since then the post's primary mission has been and remains to transform citizens into Soldiers for the U.S. Army. \n\nFort Jackson started to commemorate its centennial one year ago and has built momentum as it heads into its anniversary week. In partnership with the community of Columbia and the Greater Midlands of South Carolina, Fort Jackson hosted a four-part Centennial lecture series to reinforce its history, contributions and enduring legacy, conducted a 100 mile run from President Andrew Jackson's birthplace to Fort Jackson, and has been honored through a multitude of community events, and recognized with proclamations from the SC State Senate and House of Representatives as well as from the City of Columbia. \n \nThe year-long celebration will culminate with centennial week activities from June 2-10 at Fort Jackson and Columbia, South Carolina.  These activities include a basic training graduation with the Chief of Staff of the Army as the keynote speaker, a Centennial Ball, a golf tournament and a community celebration that includes a demonstration from the U.S. Army Parachute Team, a concert and fireworks display recognizing Fort Jackson's support of the Midlands community and neighboring Columbia.\n\n\n**What continued efforts are planned for the future?**\n\n[Fort Jackson](http://jackson.armylive.dodlive.mil/) will continue to serve as the training platform for its adjutant general, finance, and chaplain corps and is an enabler for the South Carolina National Guard and for many U.S. Army Reserve units to include the storied 81st Regional Support Command (Wildcats).\n\nFort Jackson will continue to play a critical role in building and improving the readiness of the Army as it has for the past 100 years.  In support of the basic combat training mission, 10 battalions, growing to 11 by Oct. 1,  2017, will train in constant 10-week cycles with a mission to train over 48,000 Soldiers for fiscal year 2017 and is expected to train even more Soldiers next year as the Army continues to grow. \n\n\n**Why is this important to the Army?**\n\nFort Jackson's motto \"Victory Starts Here, Right Here!\" reflects the sacred responsibility entrusted by the American people to transform the volunteer citizens into Soldiers, always Soldiers, Soldiers for life.\n\nFort Jackson, being  the premiere training post, will continue to forge America's Army one Soldier at a time through the crucible of basic combat training and is primed and ready to support the growth of the Army when called upon.  These trained and ready Soldiers are the lifeblood of readiness for every unit in the U.S. Army.  \n\n**Resources:**\n\n* [Fort Jackson](http://jackson.armylive.dodlive.mil/) \n    * [Fort Jackson History](http://jackson.armylive.dodlive.mil/post/museum/50th-anniversary-history/)\n* [Fort Jackson Centennial](https://www.facebook.com/fortjackson100/)\n\n**Related STAND-TO!:**\n\n* [WWI Centennial Commemoration]( https://www.army.mil/standto/archive_2017-04-06)\n\n**Fort Jackson on social media:**\n \n* [Facebook](http://www.fb.com/fortjackson)\n* [Twitter](https://twitter.com/FortJacksonPAO)\n* [Instagram](https://www.instagram.com/fortjacksonpao/)",
    "date": "Thursday, June 1, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}