{
    "id": "2017-06-05",
    "title": "National Safety Month",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nSponsored by the National Safety Council, National Safety Month is observed annually by the U.S. Army in June.  \n\nThis observance is focused on reducing leading causes of injury and death for service members while on duty, off duty, while driving the nation's roads and highways, and while in the comfort of their homes and communities. This observance offers the Army leaders a prime opportunity to review and revitalize the Army's accident prevention efforts and engage the force on loss prevention and risk management through increased awareness, recognition, mitigation, and behavior change. \n\n**What has the Army done?**\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil), in collaboration with the Deputy Assistant Secretary of the Army and the Assistant Secretary of the Army for Installations, Energy and Environment, launches an Army-wide campaign each June to bring attention to the importance of creating an Army-wide culture of safety. \n\nUSACRC [website](https://safety.army.mil) provides safety information and multimedia products available to help educate Soldiers and leaders. Materials typically focus on different aspects of safety in the Army, including civilian injury prevention, ground operations, aviation operations, and driving. \n\n**What continued efforts are planned for the future?**\n  \nThe Army will continue its annual observance of National Safety Month, with the USACRC providing support with safety information by way of products and tools for users in the field. While yearly campaigns may differ in topic areas or focus, materials will always be developed according to the Army's latest accident trends and risk mitigation initiatives.\n\nLeaders will continually increase their level of engagement with their subordinates to:\n\n* Increase awareness. \n* Increase the recognition of hazards.\n* Increase the need to mitigate risk. \n* Increase the opportunity to change a behavior.\n* Decrease the opportunity for injury, death, or destruction of property.\n\n\n**Why is this important to the Army?**\n\nPreventable accidents that result in injuries and fatalities reduce the Army's strength and impact combat readiness. \n\nThe spring and summer months are typically the most dangerous times of year for Soldiers off duty, especially regarding accidents involving private motor vehicles, motorcycles and personal watercraft. Every day is critical when it comes to risk, and leaders, Soldiers, Army Civilians and Family members must work together to prevent needless losses within their formations, organizations and communities. By using National Safety Month as a starting point for dialogue, leaders can establish or enhance safety programs that pay dividends throughout the year, regardless of season.\n\n \n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil) \n    * USACRC: [National Safety Month](https://safety.army.mil/MEDIA/OtherSafetyCampaigns/NationalSafetyMonth-June2017.aspx)\n* [Acting SecArmy Speer's National Safety Month Message](https://safety.army.mil/Portals/0/Documents/MEDIA/FROMARMYLEADERSHIP/Standard/NSM_Jun_2017.pdf)\n\n**Related STAND-TO!:**\n\n* [Safety Online Tools and Initiatives](https://www.army.mil/standto/2016-10-25)\n* [Annual Safe Spring/Summer Campaign](https://www.army.mil/standto/2017-03-02)\n\n**USACRC on social media:**\n \n* [Facebook](https://www.facebook.com/pages/US-Army-Combat-ReadinessSafety-Center/61118583543)\n* [Twitter](https://twitter.com/SafetyCenter)\n* [YouTube](https://www.youtube.com/user/USArmySafety)\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx)",
    "date": "Monday, June 5, 2017",
    "quote": "#### Focus Quote for the Day\n\n> We have to be able to fight and win our nation's wars, and safety is a big part of that. Safety in an integral part of everything we do. I need leaders to think about safety foremost in everything they do, both on and off duty.   \n\n\\- [Sergeant Major of the Army Daniel A. Dailey](https://www.army.mil/leaders/sma/bio/)\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Birth of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}