{
    "id": "2017-06-06",
    "title": "Global Combat Support System - Army  Increment 1",
    "body": "#######Provided by Deputy Chief of Staff, G-4, Logistics Initiative Group\n\n**What is it?**\n\nGlobal Combat Support System - Army (GCSS-Army) is an  Enterprise Resource Planning (ERP) solution that will modernize and integrate operations within every warehouse, supply room, motor pool, and property book office in the Total Army.  \n\nGCSS-Army is based on a commercial software program that will ultimately be the largest ERP system in the Department of Defense. It will replace thousands of local databases with one common master logistics-enabled data warehouse. GCSS-Army offers all the benefits of its commercial ERP counterparts, as well as specifically addressing the unique needs of the Army.  \n\n     \n**What has the Army done?**\n\nThe Army began fielding GSCC-Army using the wave approach in order to not shock the logistics supply chain and cause disruption to ongoing operations. \n\n* Wave 1 (2012- November 2015): This replaced the legacy, Standard Army Retail Supply System and converted over 280 Supply Support Activities and Logistics Readiness Centers with more than 20,000 users on the system. \n\n* Wave 2 (January 2015 -- December 2017): This phase is 79 percent complete and will replace more legacy systems, including the Property Book Unit Supply-Enhanced and the Standard Army Maintenance System. On completion, Wave 2 will convert more than 1,000 fielding elements. It will impact every command, unit supply room, field maintenance activity and property book office throughout the Army, with 140,000 users projected to be on the system. All Army components, Army Commands, Direct Reporting Units, and Army Service Component Commands will convert to GCSS-Army.  \n \n**What continued efforts are planned for the future?**\n  \nThe next increment of GCSS-Army, with initial deployment commencing in second quarter of FY20, will deliver: \n\n* Integrated Aviation Solution\n* Enhanced business intelligence/decision making capability\n* Modernized Army Prepositioned Stocks solution -- The Increment 2 effort will leverage the mature products from Increment 1, while incorporating the latest ERP tools in the development and integration of a state-of-the-art functionality package aimed at meeting the user's requirement.  \n\n**Why is this important to the Army?**\n\nGCSS-Army is a key enabler to the Army Enterprise strategy of being financially auditable. A key benefit of GCSS-Army is its integrated financials, important since funding is most often a key component of mission success or failure. GCSS-Army is a key player in the Army's game plan to achieve financial transparency.  GCSS-Army is directly linked to the General Fund Enterprise Business System (GFEBS), the Army's financial ERP. Now, for the first time, logistics and financial actions are fully integrated.  \n\n \n**Resources:**\n\n* [GCSS-Army ](http://www.gcss.army.mil/) \n\n\n**Related STAND-TO!:**\n\n* [Global Combat Support System - Army Wave 2](https://www.army.mil/standto/archive_2015-05-28)\n",
    "date": "Tuesday, June 6, 2017",
    "quote": "",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Birth of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}