{
    "id": "2017-06-07",
    "title": "Exercise Saber Guardian 2017 ",
    "body": "#######Provided by U.S. Army Europe\n\n**What is it?**\n\nExercise Saber Guardian 2017 (SG17) is a [U.S. European Command](http://www.eucom.mil/) (USEUCOM), U.S. Army Europe-led annual multinational military exercise taking place in Hungary, Romania and Bulgaria from July 11-20, with several enabling events occurring throughout the month of July, as part of the USEUCOM Joint Exercise Program. \n\nThe lead components are [U.S. Army Europe](http://www.eur.army.mil/) and the Bulgarian Armed Forces, and the exercise is co-hosted by the Bulgarian, Romanian and Hungarian land force components. Novo Selo Training Area (NSTA) in Bulgaria and Mihail Kogalniceanu (MK) Air Base in Romania will be used as logistical hubs. \n\n     \n**What has the Army done?**\n\nSince 2013, Saber Guardian has been conducted as an annual, multinational command post exercise (CPX) and field training exercise (FTX) that usually rotates among Romania, Bulgaria and Ukraine. This year the scope has significantly increased and SG17 is the largest of the 18 exercises that make up this summer's Black Sea Region exercises. More than 25,000 service members from 23 allied and partner nations will participate in SG17. \n\nIn addition to the traditional command post exercise / field training exercise training, there will be: \n \n* Computer assisted exercise in Bucharest, Romania and Slovenia\n* Air defense artillery live fire exercise in Bulgaria and at Romania\n* Several river crossings \n* Mass casualty exercise in Romania\n* LFX/FTX conducted as Bulgarian national exercise Peace Sentinel in Bulgaria.\n\nSeveral notable aspects of this year's iteration include: \n\n* The movement of 2nd Cavalry Regiment from Vilseck, Germany, through Hungary, Romania and Bulgaria, and across the Black Sea to Georgia.\n* The integration of airborne exercise Swift Response.\n* The massing of 3rd Armored Brigade Combat Team, 4th Infantry Division from several locations across the Operation Atlantic Resolve area of operations to the exercise joint operations. \n \n**What continued efforts are planned for the future?**\n  \nU.S. Army Europe will continue to demonstrate the speed-of-assembly capabilities of the ready and postured, Total Army force. USAREUR's exercise program will continue to advance collaboration with allies and partners to enhance the collective security of eastern European countries, deter regional threats from near-peer adversaries, and strengthen the NATO alliance. \n\n**Why is this important to the Army?**\n\nThe Army must collaborate to build allied and partner capacity in order to improve effectiveness and interoperability. SG17 aims to assure allies and partners of the enduring U.S. commitment to the collective defense of the region, enable NATO's command and control functions, and reinforce deterrence measures. \n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [Exercise Saber Guardian](http://www.eur.army.mil/SaberGuardian/)\n\n**U.S. Army Europe on social media:** (*Use #SaberGuardian*)\n\n* [Facebook](https://www.facebook.com/usarmyeurope)\n* [Flickr](https://www.flickr.com/usarmyeurope_images)\n* [Instagram](https://www.instagram.com/usarmyeurope)\n* [Twitter](https://www.twitter.com/usarmyeurope)\n* [YouTube](https://www.youtube.com/usarmyeurope) \n\n",
    "date": "Wednesday, June 7, 2017",
    "quote": "",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Birth of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}