{
    "id": "2017-06-08",
    "title": "LGBT Pride Month",
    "body": "#######Provided by ASA M&RA/ Army G-1  \n\n**What is it?**\n\nLGBT Pride Month commemorates the proud legacy of LGBT men and women who are the fabric of the nation and the U.S. Army. \n\nThis tribute was first celebrated in 1994 and commemorates the anniversary of the June 28, 1969, Stonewall riot in New York City, that initiated the modern gay rights movement in the United States. \n     \n**What has the Army done?**\n\nSince repeal of its \"Don't ask, don't tell\" policy in 2011, LGBT service members serve openly and proudly and live the ideals that all are created equal and are endowed with unalienable rights to life, liberty and the pursuit of happiness.\n\nArmy senior leaders are leaning forward in their commitment to make military service a model of equal opportunity for all, regardless of race, color, sex, religion, sexual orientation or national origin, or sexual orientation.\n\nThe Army continues to ensure its service reflects the rich diversity of America; subsequently, enhancing its connection to the country its service members protect and live up to the American ideals and values that set an example for the world. \n\n \n**What continued efforts are planned for the future?**\n  \n  \nThe Army is committed to ensuring that all individuals able and willing to serve by Army Values, have the full opportunity to do so.\n\nArmy leaders sustain force capability by properly seeking out, accessing, developing and fully utilizing the individual talents and backgrounds of all the Soldiers. The Army will remain committed to its LGBT Soldiers and their families to ensure all Soldiers, regardless of their race, color, sexual orientation, and their families equally and fully receive the benefits they deserve. \n\n\n**Why is this important to the Army?**\n\nThe Army values the honorable service of all its Soldiers and strongly embraces diversity as a way to create a system that maximizes individual talents, increases morale and greatly enhances military effectiveness.  \n\nQualified and talented Americans who commit to military service in the Army must be allowed to serve without barriers unrelated to their ability to meet training and mission standards. Civilians who join the Army and qualify as Soldiers become \"Soldiers for Life,\" as lifelong members of the Army team that has had a positive impact with contributions worldwide that includes protecting people from discrimination. \n\n\n**Resources:**\n\n* [Army Diversity Office](http://www.armydiversity.army.mil/) \n* [DOD Transgender Policy](https://www.defense.gov/News/Special-Reports/0616_transgender-policy/)\n* [Army Values](https://www.army.mil/values)\n* [Army Civilian Corps Creed](https://www.army.mil/values/corps.html)\n\n**Related STAND-TO!:**\n\n* [Army Diversity and Inclusion Roadmap](https://www.army.mil/standto/archive_2015-11-25/)\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15/)\n\n",
    "date": "Thursday, June 8, 2017",
    "quote": "#### Focus Quote for the Day\n\n>  [The Army needs] to be a meritocracy. We can't afford to close ourselves off to anybody... We must start from a position of inclusivity.  \n\n\\- Maj. Gen. Randy S. Taylor, commanding general, [U.S. Army Communications-Electronics Command](http://www.cecom.army.mil/) and Senior Commander, [Aberdeen Proving Ground](https://www.apg.army.mil/), Maryland.\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Birth of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}