{
    "id": "2017-06-12",
    "title": "Perspicuous Provider ",
    "body": "#######Provided by 8th Theater Sustainment Command \n\n**What is it?**\n\nPerspicuous Provider is an [8th Theater Sustainment Command](https://www.army.mil/8thtsc) (TSC) G2 initiative to ensure Military Intelligence force readiness for sustainment and enabler focused units across the Pacific Theater.  \n \n\nPerspicuous Provider 2017 is an intelligence-focused humanitarian assistance and disaster relief (HA/DR) training event. This is the only formal sustainment and enabler training event which falls within the U.S. Pacific Command (USPACOM) area of responsibility (AOR). \n\nThe purpose of this training event is to provide an environment conducive to increasing intelligence section. It also intends to increase the subordinate staffs capacity to conduct intelligence production to unit commanders and the commanding general through an HA/DR scenario based training event. \n\nCurrently in its fourth year, participation takes place at Schofield Barracks, Hawaii Mission Training Center from  May 30 - June 17, 2017. Participating units include the 8th TSC G-2 and 205th Military Intelligence Battalion from Fort Shafter, Hawaii, the 8th Military Police Brigade S2 and 130th Engineer Brigade S2 from Schofield Barracks, Hawaii, and the 593rd Expeditionary Sustainment Command (ESC) G2 from Joint Base Lewis-McCord.  \n     \n**What has the Army done?**\n\nPerspicuous Provider includes a multi-national Deployable Intelligence Support Element (DISE) with the Australian Army, in recognition of the fact that HA/DR event response is inherently joint and multi-national.\nAs the U.S Army continues to integrate joint intelligence policy and doctrine, Perspicuous Provider will exercise intelligence sharing between Army, Joint, Coalition and Five Eye partners  as well as intelligence collaboration with nongovernmental organizations.   \n\n**What continued efforts are planned for the future?**\n\nPerspicuous Provider will continue as an annual intelligence collective training event during the 3rd quarter of each fiscal year. It continues to increase the number of participants and the level of complexity exercising unit's intelligence architecture, usage of intelligence specific mission command systems, depth of analytical skills, and the number of participating units tasked to support the PACOM AOR.  \n  \n**Why is this important to the Army?**\n\nThe Pacific is the most natural disaster prone region of the world. Sustaining the force is critical to mission success, and understanding the threats against resupply and distribution missions can be the difference between life and death in an emergency. \n\nSustainment-focused intelligence includes analysis of distribution infrastructure by land (weather effects, threats against or vulnerabilities at airports) and by sea (seaports). This focus does not exist in any other major training platform or exercise. Perspicuous Provider Intelligence training, nested with the Chief of Staff of the Army's number one priority, Readiness, enables participants to develop advanced sustainment-focused intelligence collection tactics techniques and procedures  and leverage joint and international intelligence capabilities across the region.\n\n**Resources:**\n\n* [8th Theater Sustainment Command](https://www.army.mil/8thtsc)\n* [USARPAC](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac)\n\n\n**Related STAND-TO!:**\n\n* [8th Theater Sustainment Command](https://www.army.mil/standto/archive/2011/01/12/ )\n\n**Related article:**\n\n* [Intelligence Soldiers focus on humanitarian aid situations and sustainment](https://www.army.mil/article/166505)\n\n",
    "date": "Monday, June 12, 2017",
    "quote": "",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Birth of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}