{
    "id": "2017-06-14",
    "title": "The U.S. Army's 242nd Birthday ",
    "body": "#######Provided by the Office of the Chief of Public Affairs, HQDA \n\n**What is it?**\n\nOn June 14, the U.S. Army celebrates the 242nd birthday of the U.S. Army and the corresponding 242 years of selfless service to our nation.  On that day in 1775, our nation's leaders [established](https://www.army.mil/1775/?from=st) the Continental Army. \n\nToday, the Army is the strategic land power of the joint force. The Army is an institution older than our nation itself, and our Soldiers continue to serve as the foundation of our Army and the foundation of the joint force. As readiness remains our Army's number one priority. We are combat ready because of the extraordinarily-selfless and exceptionally-talented Army Total Force comprised of Regular Army, Army National Guard and Army Reserve Soldiers, as well as the invaluable support provided by Army Civilians, Army retirees and their family members.\n\n     \n**What has the Army done?**\n\nThis year, we will also commemorate the World War I Centennial and the Army's role in that conflict. The 2017 Army Birthday theme, \"Over There! A Celebration of the WWI Soldier,\" appropriately reflects upon the commemoration of the WWI Centennial. It was 100 years ago that the United States joined its allies to fight in WWI. In commemorating the centennial, the Army remembers the more than two million Soldiers who served, and honors the sacrifices of the more than 300,000 killed, wounded or captured as part of the American Expeditionary Forces during WWI. \n\nOur Soldiers of today embody the Army values that made them good community members a century ago during WWI. They come from all walks of life to live, serve and lead with moral and ethical courage. Today, all Soldiers have the opportunity to serve in any occupational specialty based on individual capabilities and Army needs. Soldiers consider themselves 'Soldiers for Life.' They are valuable members of their communities and organizations, and they embody leadership, professionalism and teamwork. \n\nOn the Army's birthday we will celebrate the Total Army Force comprised of multi-component Soldiers and Department of the Army Civilians and their contributions to national defense.\n\n**What continued efforts are planned for the future?**\n\nAmerica's Army has stood ready to meet any challenge for 242 years of service to our nation; readiness remains the Army's number one priority. American Soldiers have led the way for 242 years and will continue to lead in protecting the nation. They are making the world's best Army even better. \n\nSoldiers are invaluable members of their civilian communities, bringing with them attributes that make them great leaders, professionals and team members in any organization. The continued selfless service by Soldiers, Civilians, and Families keeps the nation ready today and prepared for tomorrow. \n\nIn order to sustain the Army's high degree of readiness, Army leadership puts priority in the four readiness pillars (manning, training, equipping, and leader development) that enable the Total Army Force to meet global demands while remaining optimally postured for major contingencies that may require the ability to conduct the full range of military operations. \n\nReadiness has been the cornerstone of the Total Army Force's ability to serve wherever needed during its 242 years in defense of our nation. Today, as in years past, Soldiers serve as the cornerstone of the Army profession. As Army professionals, we are grateful for the opportunity to maintain the trust and confidence of the American people while adding to our proud 242 year legacy.\n\n**Why is this important to the Army?**\n\nWe recognized involvement in WWI as a catalyst to the Army becoming the world's most lethal, adaptive and competent land force in history.  The American Expeditionary Forces represent the beginning of the 21st century Army. From its humble beginnings in 1775, to its first foray into a major world war in 1917, to the mighty global force it is today, the Army is ready to fight tonight wherever, whenever the nation needs us. \n\nSoldiers of today understand the importance of readiness and resilience. They take care of those they lead, foster an environment of trust, and ensure Soldiers, Army Civilians, and Families treat themselves and others with dignity and respect. The Army generates readiness to meet national strategy, trains the force to generate ready units and equips the force to ensure the Army is ready to defeat any threat. The American Soldier trains, deploys, engages, and destroys enemies of the United States in combat operations as the world's premier land force.  \n \n**Resources:**\n\n* [The U.S. Army](https://www.army.mil/1775/?from=st)\n* [U.S. Army WWI Centennial](http://www.worldwar1centennial.org/)\n\n**Related document**:\n\n* [ADRP 1: The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n\n**Related STAND-TO!:**\n\n* [WWI Centennial Commemoration](https://www.army.mil/standto/archive_2017-04-06)\n* [Meet Your Army](https://www.army.mil/standto/archive_2017-01-19)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22/)\n* [Army Total Force Policy](http://www.army.mil/standto/archive_2014-05-21)\n* [The Army Ethic](https://www.army.mil/standto/archive_2015-06-15)\n* [Army Values](https://www.army.mil/standto/archive_2013-08-15)\n \n\n\n",
    "date": "Wednesday, June 14, 2017",
    "quote": "####Focus Quote for the Day\n\n> All of you, each and every one wearing the uniform today of an American Soldier is carrying on the legacy of the Soldiers who came before you.  You truly are helping make the world a safer place today.  And both Sergeant Major and I thank you for your service. Happy Birthday, U.S. Army.  Army Strong! \n\n\\- Chief of Staff of the Army Gen. Mark Milley and Sgt. Maj. of the Army Daniel Dailey's message for the 242nd Army birthday. This year's theme commemorates the 100th anniversary of World War I. \n\nSee the entire video: [242nd Army Birthday Message](https://youtu.be/dJsV4GWdWbU)",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}