{
    "id": "2017-06-19",
    "title": "Army Force Structure Decisions",
    "body": "#######Provided by Army G-3/5/7\n\n**What is it?**\n\nThe Fiscal Year 2017 National Defense Authorization Act (NDAA) increases the Total Army end strength to 1.018 million Soldiers. Across the force, the increase grows the regular Army from 476,000, the Army National Guard 343,000, and the Army Reserve to 199,000.  Even with this increase the Army remains at high military risk to respond to near-simultaneous contingencies as required by defense strategic guidance.   \n     \n**What has the Army done?**\n\nThis increase begins to ensure the Army has fully manned formations.  The Army will use the end strength increase to improve readiness in existing units, retain select units previously scheduled for inactivation, and address priority capability gaps.  The Army will retain the 4th Infantry Brigade Combat Team, 25th Infantry Division at Joint Base Elmendorf-Richardson, Alaska, the 18th Military Police Brigade Headquarters in Europe, the 206th Military Intelligence Battalion at Fort Hood, Texas, the 61st Maintenance Company and a combat aviation brigade in Korea. \n\n\n**What continued efforts are planned for the future?**\n\nAdditional force structure decisions include establishing readiness enhancement accounts in all Army components to raise manning and readiness levels in existing combat units, and the creation of new units and personnel increases in existing organizations effecting units in U.S and overseas. \n\nThe end strength under NDAA FY17 helps the Army address force structure gaps by growing critical capabilities such as field artillery, short range air defense, critical logistical enablers, and security force assistance (SFA) capable units. \n\nTo address any future rapid expansion, the Army will build [SFA](https://www.army.mil/standto/archive_2017-02-17) units in order to focus on the advise and assist mission and preserve brigade combat team readiness.  These units also serve as the backbone of new brigades if the Army is ever called to rapidly expand. \n\n\n**Why is this important to the Army?**\n\nReadiness is the Army's #1 priority. The force structure increase strengthens the Army's readiness by providing more trained and ready Soldiers to rotational units in preparation for worldwide deployments and other contingency operations. Retaining a small number of trained and ready units will have an immediate positive impact on the Army's ability to support contingencies or current operations.  Additionally, such force structure investments begin to fill known capabilities gaps against near-peer adversaries as outlined in the defense strategy and help meet combatant commanders' operational demands.  \n\n \n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* [HQDA G-3/5/7 Bolte Portal](https://g357.army.pentagon.mil/Pages/Home.aspx) (CAC enabled)\n\n**Related STAND-TO!:**\n\n* [End Strength Increase](https://www.army.mil/standto/archive_2017-03-20)\n* [Armored Brigade Combat Team](https://www.army.mil/standto/archive_2016-12-01)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [Army Force Structure and Stationing Decisions](https://www.army.mil/standto/archive_2015-07-13)\n* [Army Force Structure Changes](https://www.army.mil/standto/archive_2013-06-26) \n\n**Related articles:**\n\n* Press Release: [Department of the Army announces force structure decisions for fiscal year 2017](https://www.army.mil/article/189082/)\n* [Army is hiring: Army increases end strength by 28,000 Soldiers](https://www.army.mil/article/184431/)\n* [Army creates Security Force Assistance Brigade and Military Advisor Training Academy at Fort Benning](https://www.army.mil/article/182646/)\n\n",
    "date": "Monday, June 19, 2017",
    "quote": "#### FOCUS QUOTE OF THE DAY\n\n> Implementation of these decisions, without sacrificing readiness or modernization, is dependent upon receiving future appropriations commensurate with the authorized end strength. \n\n\\-Brig. Gen. Brian J. Mennes, director, Force Management Division, Office of the Deputy Chief of Staff, G-3/5/7 \n\n[Department of the Army announces force structure decisions for fiscal year 2017](https://www.army.mil/article/189082/department_of_the_army_announces_force_structure_decisions_for_fiscal_year_2017)",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}