{
    "id": "2017-06-20",
    "title": "Joint Light Tactical Vehicle Program",
    "body": "#######Provided by U.S. Army's Program Executive Office, Combat Support & Combat Service Support \n\n**What is it?**\n\nThe [Joint Light Tactical Vehicle](http://www.peocscss.army.mil/pmjltv.html) (JLTV) program is a U.S. Army-led, joint modernization program. The JLTV family of vehicles performs multiple mission roles and provides protected, sustained, networked mobility for personnel and payloads across the full range of operations in two variants and four mission package configurations.\n\n**What has the Army done?**\n\nThe Army equips Soldiers to fight and win across all domains as part of the Joint Force, and JLTV will provide Soldiers and Marines a flexible package with:\n\n* Connectivity as the first vehicle purpose-built for battlefield networks.\n* Protection similar to the MRAP All-Terrain Vehicle (M-ATV) and substantially greater than the High Mobility Multipurpose Wheeled Vehicle (HMMWV) but in a lighter and more transportable package than the M-ATV.\n* M-ATV-like protected payload capacity.  \n* Improved reliability, fuel efficiency, and maintainability.\n* Transportability by CH-47, CH-53, and inside amphibious transports.  \n* Sustainability designed into the system with integrated driver's smart display unit and health management systems.\n\nThe Army and Marine Corps have successfully transitioned the JLTV program into production with an emphasis on stable requirements, mature technologies, and affordability. The JLTV program is currently in initial production, executing a $6.7 billion contract for the first 16,901 vehicles, technical data, and support. \n  \nJLTV is undergoing reliability, transportability, survivability, network, and other tests. These tests reduce future production risk and verify the program's ability to satisfy requirements. These tests also help to ensure that Soldiers and Marines can effectively interact with the JLTV and all its integrated equipment.\n\n**What continued efforts are planned for the future?**\n\nThe Army and Marine Corps are demonstrating the vehicle at Marine Corps Base Quantico, Virginia, to provide stakeholders current information on the program's progress, way forward, capabilities for Soldiers and Marines, and value to taxpayers.  \n\nThe Army anticipates completing testing in fiscal year (FY) 2019 and achieve initial operating capability in early FY2020. \n   \n**Why is this important to the Army?**\n\nOutmaneuvering adversaries with combined arms in multi-domain operations is imperative and requires flexible capabilities and connectivity across the services.  The JLTV meets the challenges of a 21st century, full-spectrum operating environment, filling a critical gap in the current Army and USMC light tactical vehicle fleets. JLTV improves commander's availability to balance payload, mobility performance and Soldier protection.  \n\n**Resources:**\n\n* [Army G-8](http://www.g8.army.mil/)\n* [Assistant Secretary of the Army for Acquisition, Logistics, Technology](https://www.army.mil/asaalt) \n* [Army Acquisition Support Center](http://asc.army.mil/web/) \n* [U.S. Army PEO Combat Support & Combat Service Support](http://www.peocscss.army.mil/)\n* [U.S. Marine Corps PEO Land Systems](http://www.marcorsyscom.marines.mil/PEOs/PEOLS.aspx)\n\n**Related STAND-TO!:**\n\n* [Multi-Domain Battle](https://www.army.mil/standto/2017-03-08)\n* [Strategic Portfolio Analysis Review](https://www.army.mil/standto/archive_2016-11-22/)\n* [Army Equipment Modernization](https://www.army.mil/standto/2017-03-13)\n\n**Related articles:**\n\n* [The Top 10 Army Modernization efforts of 2016](https://www.army.mil/article/180146)\n* [Joint Light Tactical Vehicle Team celebrates second Packard Award for acquisition excellence](https://www.army.mil/article/162672/Joint_Light_Tactical_Vehicle_team_celebrates_second_Packard_Award_for_acquisition_excellence/)\n* [JLTV enters low rate production](https://www.army.mil/article/154425/JLTV_enters_low_rate_production/)  \n* [Joint Program Office for JLTV changes leadership](https://www.army.mil/article/151907/Joint_Program_Office_for_JLTV_Changes_Leadership/)\n",
    "date": "Tuesday, June 20, 2017",
    "quote": "",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\nThe new Online and Social Media handbook can be found at [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}