{
    "id": "2017-06-22",
    "title": "Army Lessons Learned Program ",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe Army Lessons Learned Program (ALLP) provides a responsive system for the knowledge gained from training and operations to be collected, analyzed, validated, recorded and shared. In doing so, the entire force  institutional and operational  can learn from previous lessons and adapt for the future. All Army organizations participate in the ALLP through internal reviews of what they have learned and by sharing that information with the Army. The [Center for Army Lessons Learned](http://usacac.army.mil/organizations/mccoe/call) (CALL), organized under U.S. Army Training and Doctrine Command's [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe), is responsible for implementing the ALLP.\n\n**What has the Army done?**\n\nThe lessons learned process drives change in the Army. CALL is the focal point for adaptive learning and provides timely and relevant knowledge to the warfighter and unified action partners by:  \n\n*  Preparing Soldiers and leaders for operations worldwide through robust collection and dissemination of lessons and best practices.\n*  Delivering more than 350,000 printed products, answering over 1,000 requests for information, and conducting nearly 100 collection events on an annual basis.\n*  Maintaining embedded liaison officers with Army service component commands, deployed forces and combat training centers to facilitate rapid collection and sharing of lessons.\n*  Facilitating the Army lessons learned forum, which helps with identifying and resolving training and operations issues. This forum also works to integrate solutions into doctrine, training, education and capability development efforts. \n\n**What continued efforts are planned for the future?**\n\n\n*  Army leaders will continue to stress the importance of submission of unit after-action reports following major exercises and deployments.\n*  The Department of the Army G-3/5/7 will publish the fiscal year 2018 Lessons Learned Annual Plan in fall 2017 to synchronize topic and collaborative collection opportunities across the Army. \n*  CALL will continue its best practice initiative. This program, launched in January 2017, allows Soldiers to directly provide lessons and best practices for sharing with the Army. \n*  CALL will conduct seven lessons learned courses, with 16 students per course, at Fort Leavenworth, Kansas, in fiscal 2018. Units can request a mobile training team, which is contingent on funding and instructor availability. \n\n   \n**Why is this important to the Army?**\n\nSharing lessons and best practices empowers the Army as a learning organization. The flow of knowledge across the Army, especially between the operating and generating forces, enables readiness by identifying gaps within the current force. The gaps, identified in areas such as doctrine, organization, training, materiel, leadership, education, personnel, facilities and policy, will be filled with solutions developed by Soldiers and Civilians. \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command (TRADOC)]( http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Mission Command Center of Excellence (MC CoE)](  http://usacac.army.mil/organizations/mccoe)\n* [Joint Lessons Learned Information System]( https://www.jllis.mil)(Common Access Card required)\n* [The Center for Army Lessons Learned (CALL) ]( http://call.army.mil)\n* [CALL Best Practice Initiative](https://call2.army.mil) (Common Access Card required)\n\n**Related documents**\n\n* [AR 11-33, The Army Lessons Learned program]( http://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r11_33.pdf)\n* [The Center for Army Lessons Learned Services Handbook](  http://usacac.army.mil/sites/default/files/publications/15-11.pdf)\n\n\n**Related STAND-TO!:**\n\n* [Multi-Domain Battle]( https://www.army.mil/standto/archive_2017-03-08)\n* [Army Operating Concept]( http://www.army.mil/standto/archive_2014-12-22/)\n* [Force 2025 and Beyond]( http://www.army.mil/standto/archive_2015-03-27/)_\n* [Army Lessons Learned Program]( https://www.army.mil/standto/archive_2016-07-12)\n\n**Related articles:** \n\n* [Workshop develops 2018 Lessons Learned collection plan](https://www.army.mil/article/185360)\n* [Center for Army Lessons Learned Unveils New Program for Sharing Best Practices](https://www.army.mil/article/180660/)",
    "date": "Thursday,  June 22, 2017",
    "quote": "\"The lessons learned process drives change for our Army. As we prepare to fight across multiple domains and contested areas, our willingness to learn from mistakes and adapt to changing conditions sets us apart in our ability to fight and win.\"  \n- Lt. Gen. Michael Lundy, commanding general, Combined Arms Center\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\n\n "
}