{
    "id": "2017-06-26",
    "title": "Packaging, Storage, and Containerization Center",
    "body": "#######Provided by Army Materiel Command\n\n**What is it?**\n\nThe Packaging, Storage, and Containerization Center (PSCC) is one of five centers at Army Materiel Command's (AMC) [Logistics Support Activity](https://www.army.mil/standto/archive_2017-05-31) (LOGSA). Located at the Tobyhanna Army Depot in Pennsylvania, PSCC operates DOD's largest packaging applications testing facility. \n\nPSCC provides worldwide technical and specialized staff assistance in:\n\n* Packaging and packaging testing\n* Hazardous materials (HAZMAT) storage and transportation\n* Shelf-life\n* Automatic Identification Technology (AIT)\n* Domestic and international standardization\n* Storage and distribution optimization.\n\n**What has the Army done?**\n\nPSCC works with other Army activities, DOD components and federal agencies such as the Department of Transportation, commercial entities and institutions of higher learning. The center tests and validates new materials and designs in packaging to facilitate the transport of assets in a safe and efficient manner. \n\nPSCC enhances care of supplies in storage (COSIS) knowledge across the Army, conducts shelf-life and asset protection workshops, and optimizes storage and distribution operations. The center also issues military air waivers and special permits for transportation of HAZMAT. The center's management of AMC's Stock Readiness Program in FY16 resulted in $170 million in cost avoidance based on repair or replacement cost.\n\nPSCC personnel serve in the Defense Standardization Program managing Area PACK for the Army, consisting of about 200 documents. They also serve on NATO working groups as the Army representative, promoting logistics interoperability with member nations to facilitate an efficient and effective supply chain and support structure during NATO operations.  \n\n\n**What continued efforts are planned for the future?**\n\n\nPSCC is increasing focus on expanding knowledge of the inspection, minor repair, testing, exercising, preservation, packaging, and packing of supplies in storage. Optimization of storage and distribution operations will also expand.\n   \n**Why is this important to the Army?**\n\nPSCC enhances Army readiness by ensuring equipment and assets packaged and stored are ready when needed. PSCC also assists resource reduction efforts through optimizing warehouse and distribution operations at storage activities. These optimization efforts result in reduced facility footprint, efficient manpower utilization, reduced costs, and faster processing times.\n\n**Resources:**\n\n* [PSCC](https://www.logsa.army.mil/pscc/pscc-home.cfm)\n* [Logistics Support Activity](https://www.logsa.army.mil/)\n* [Army Materiel Command](https://www.amc.army.mil/)\n\n\n**Related STAND-TO!:**\n\n* [Logistics Support Activity](https://www.army.mil/standto/archive_2017-05-31)\n",
    "date": "Monday, June 26, 2017",
    "quote": "\"The lessons learned process drives change for our Army. As we prepare to fight across multiple domains and contested areas, our willingness to learn from mistakes and adapt to changing conditions sets us apart in our ability to fight and win.\"  \n- Lt. Gen. Michael Lundy, commanding general, Combined Arms Center\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\n\n "
}