{
    "id": "2017-06-27",
    "title": "PS, The Preventive Maintenance Monthly Magazine",
    "body": "#######Provided by Army Materiel Command\n\n**What is it?**\n\nPS, The Preventive Maintenance Monthly, or PS Magazine, published by U.S. Army Materiel Command's Logistics Support Activity (LOGSA), is an interactive tool that supports the Army's emphasis on preventive maintenance as a means of improving Army materiel readiness. \n\nPS Magazine uses cartoon characters and graphics to add humor to maintenance challenges and equipment repair processes for the Soldiers, Army civilians and contractors that own, operate and maintain the Army's equipment. \n\n\n**What has the Army done?**\n\nA World War II publication, Army Motors, which used a few cartoon characters to discuss maintenance problems, became the model for a new publication. In June 1951, the first issue of PS Magazine was published using the cartoon format. The Army technical bulletin transitioned to an all-digital format in June 2017, publishing its 775th edition -- the last to run in print.\n\nThrough its mobile app and extensive website, PS continues to serves as a postscript to maintenance and supply training as it has for the past 66 years. The digital platforms provide up-to-date information for maintaining high equipment readiness standards. \n\nThe shift to digital has allowed LOGSA to post information quicker than the printed publications while reaching its primary audience -- today's younger generation of Soldiers -- through platforms they use daily to find information. The digital app delivers concise maintenance information, reports on changes in national stock numbers for repair parts, and often preventive maintenance information that is not yet available in other technical publications. The website provides broad search capabilities to answer a vast array of technical questions.\n\n\n**What continued efforts are planned for the future?**\n\n\nLOGSA will continue upgrades to the PS Magazine digital platforms to enhance:\n\n* Archives of past editions.\n* Interactive capabilities of current editions. \n* Links to websites and videos for additional reference. \n* Email addresses for points of contact. \n* Hot Topic information on breaking updates.\n* Resources with enduring information, such as ground and aviation guide signals.\n* Maintenance and supply videos to increase Soldier knowledge and comprehension. \n\nLOGSA's goal is to have all maintainers load the PS Magazine app, available in the Apple Store and Google Play, on their mobile devices. \n\n   \n**Why is this important to the Army?**\n\nAs the Army continues to prioritize readiness, AMC and LOGSA are focused on materiel readiness. Through PS Magazine, LOGSA provides the most up-to-date information to equipment operators, maintainers and supply personnel so Soldiers can maintain their equipment to high readiness standards.  \n\n**Resources:**\n\n* [PS, The Preventive Maintenance Monthly](https://www.logsa.army.mil/psmag/pshome.cfm)\n\n**Related STAND-TO!:**\n\n* [Materiel Common Operating Picture](https://www.army.mil/standto/2017-05-08)\n* [Army Materiel Command Strategic Objectives](https://www.army.mil/standto/2017-04-18)\n",
    "date": "Tuesday, June 27, 2017",
    "quote": "\"The lessons learned process drives change for our Army. As we prepare to fight across multiple domains and contested areas, our willingness to learn from mistakes and adapt to changing conditions sets us apart in our ability to fight and win.\"  \n- Lt. Gen. Michael Lundy, commanding general, Combined Arms Center\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\n\n "
}