{
    "id": "2017-06-28",
    "title": "Pacific Command Regional Operations Directorate",
    "body": "#######Provided by U.S. Army Security Assistance Command\n\n**What is it?**\n\nPacific Command (PACOM) Regional Operations (RO) Directorate is a directorate of [U.S. Army Security Assistance Command](https://www.army.mil/info/organization/usasac/) (USASAC), Redstone Arsenal, Alabama. It aggressively manages security assistance programs with 21 nations with a total foreign military sales (FMS) case value of $24.4 billion throughout the Asia-Pacific Region. The RO Directorate manages cases from initial request for materiel and services through case/program closure, ensuring that schedules and milestones are met and partner nations receive capabilities on time and within cost projections. Countries within the PACOM region include, but are not limited to, Korea, Japan, Australia, India, Indonesia, Philippines and Thailand.\n\n\n**What has the Army done?**\n\nUSASAC has accelerated provisions of arms and ammunition to counter the increasing tensions on the Korean Peninsula and in support of counter extremist operations within the area of operation. PACOM RO Directorate builds and enhances partnership capacities throughout the Asia-Pacific Theater by supporting the following:\n\n* COCOM priorities\n* Global Peace Operations Initiative\n* Global Train and Equip\n* Counter-Terrorism Partnership Fund\n* Humanitarian Assistance / Disaster Relief Missions, and Global Security Contingency Fund \n\nThe directorate has accepted, offered and delivered major defense equipment in 10 countries as part of 22 FMS cases valued at $1.7 billion in fiscal year 2017. These cases have helped increase regional security and weaken terrorist operations throughout the globe. With the flare up of tensions in the South China Sea as well as on the Korean peninsula, USASAC has diligently worked with many of the nations in the region to upgrade their Missile Defense capabilities and to modernize their weapons fleets. Providing necessary arms and ammunition through the FMS process further demonstrates the Army's continued commitment to regional partners. \n\n\n**What continued efforts are planned for the future?**\n\nProviding combatant commanders with multiple options to prevent conflict, shape security environments and win wars relies on the Army being part of joint, inter-organizational and multinational teams. Through USASAC's security assistance programs and FMS, the COCOMs can help build each eligible international partners' capacity to provide both interoperability and an independent capability in their areas of responsibility, which is vital to achieving U.S. national security objectives. Countries that fall within the PACOM region include, but are not limited to Korea, Japan, Australia, India, Indonesia, Philippines and Thailand.\n\n   \n**Why is this important to the Army?**\n\nPACOM RO Directorate's mission is critical to supporting regional stability throughout the Pacific, counterterrorism operations and to U.S. National Security overall. The directorate plays a significant role in the Army Operating Concept 2020-2040 by shaping the environments in support of the U.S. Army Pacific Command to build partner capacity.\n\n**Resources:**\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/)\n\n**Related STAND-TO!:**\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20)\n",
    "date": "Wednesday, June 28, 2017",
    "quote": "\"The lessons learned process drives change for our Army. As we prepare to fight across multiple domains and contested areas, our willingness to learn from mistakes and adapt to changing conditions sets us apart in our ability to fight and win.\"  \n- Lt. Gen. Michael Lundy, commanding general, Combined Arms Center\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\n\n "
}