{
    "id": "2017-06-29",
    "title": "STARRS-LS Way Forward",
    "body": "#######Provided by Army Study to Assess Risk and Resilience in Service members\n\n**What is it?**\n\nIn response to rising suicide rates, Army senior leaders pursued improved methods to assess individual risk and develop prevention and intervention strategies that are more effective. Research such as the [Study to Assess Risk and Resilience in Servic emembers -- Longitudinal Study]( http://starrs-ls.org) (STARRS-LS) is a major part of this effort. Since September 2016, researchers have been resurveying Soldiers who previously participated in Army STARRS. \n\nTo date, more than 8,200 Soldiers from the Active (75 percent), Guard (14 percent) and Reserve (11 percent) components, along with Veterans, have completed the survey online or via telephone. The research team from the University of Michigan will continue to reach out to previous Army STARRS participants through March 2018. The survey takes approximately 45 minutes and conducted during off duty hours. Participation in the STARRS-LS is strictly voluntary and confidential. \n\n\n**What has the Army done?**\n\nThe secretary of the Army directed the assistant secretary of the Army for Manpower and Reserve Affairs to establish a research advisory team with representatives from key Army and DOD agencies. The team provides Army-wide expertise for reviewing findings from STARRS and deciding whether those findings are actionable and relevant. The goal is to use the findings to improve Army policy and/or operational practices. \n\n\n**What continued efforts are planned for the future?**\n\nSTARRS-LS will continue to collect Army and DOD historical administrative data to conduct analysis on administrative and survey data. The new survey responses will help identify key risk and protective factors for suicide and other mental and behavioral health related outcomes. \n\nSTARRS is addressing ways to expand data sharing and collection efforts with other service branches and the Department of Veterans Affairs. This collaboration will help improve Soldiers well-being and reduce duplication of effort across the Department of Defense. \n\n**Why is this important to the Army?**\n\nIn order to maximize the potential benefit to Soldiers and the Army, it is critical that Soldiers and veterans continue to participate in the study when invited by the University of Michigan. The continued participation allows the Army to conduct additional analyses and further improve suicide prevention and risk reduction efforts. \n\n\n**Resources:**\n\n* [STARRS-LS](http://starrs-ls.org)\n* [STARRS-LS Email](usarmy.pentagon.hqda-dusa.mbx.starrs-ls@mail.mil)\n\n**Related STAND-TO!:**\n\n* [STARRS-LS Re-contact Survey](https://www.army.mil/standto/archive_2016-09-12)\n* [STARRS - Longitudinal Study](https://www.army.mil/standto/archive_2015-07-09)\n* [STARRS-LS Fall Pilot Study](https://www.army.mil/standto/archive_2013-07-19/)\n",
    "date": "Thursday, June 29, 2017",
    "quote": "\"The lessons learned process drives change for our Army. As we prepare to fight across multiple domains and contested areas, our willingness to learn from mistakes and adapt to changing conditions sets us apart in our ability to fight and win.\"  \n- Lt. Gen. Michael Lundy, commanding general, Combined Arms Center\n",
    "events": "#### Events\n\n**June 2017**\n\n[National Safety Month](https://safety.army.mil/) (#ArmySafety)\n\nLGBT Pride Month (#PrideMonth)\n\nJune 6: [D-Day](https://www.army.mil/d-day/) (#DDay)\n\nJune 14: Army's 242nd Birthday (#ArmyBDay)  \n[Establishment of the Army](http://www.army.mil/1775?/from=st) \n\nJune 18: Fathers Day (#FathersDay)\n[Army Families](http://www.army.mil/families/)\n\n\n "
}