{
    "id": "2015-01-02",
    "title": "Antiterrorism Operations in Field Units ",
    "body": "**What is it?**\n\nThe Army antiterrorism awareness theme for the second quarter (January through March) fiscal year 2015 (2Q/FY15) is Antiterrorism Operations in Field Units.  The audience for this theme includes operational forces as tenant units on Army installations or standalone facilities, forces in-transit to overseas locations, and units operational deployed.\n\n**What is the Army doing?**  \n\nThe focus areas for this quarter include:\n \n* -- Assessments of the antiterrorism readiness of field units.\n* -- Antiterrorism doctrine (ATP 3-37.2 was updated in June 2014).\n* -- AOR specific training requirements for forces in-transit to overseas missions.\n* -- Pre-deployment vulnerability assessments IAW AR 525-13 (Antiterrorism, Sep. 11, 2008).\n* -- Awareness and use of products available from TRADOC G2 Intelligence Support Activity (TRISA) (available on ATEP).\n* -- Use of Army Threat Integration Center (ARTIC) products, services, and resources available to support field units (available on ATEP).\n* -- Identification of antiterrorism best practices and lessons learned from units (send to HQDA AT Branch).\n\nThe Army Antiterrorism Enterprise Portal (ATEP) provides extensive information and resources for the entire Army community.  The Department of the Army's Antiterrorism Branch produced the following new products to support this quarterly theme.\n\n* -- Terrorist threat vignette on the Islamic State of Iraq and the Levant (ISIL) / Islamic State (IS)\n* -- Antiterrorism planning consideration brochure\n* -- Commanders antiterrorism tasks pamphlet\n* -- Army Threat Integration Center (ARTIC) products brochure\n* -- TRADOC G2 Intelligence Support Activity (TRISA) products brochure\n* -- Additional work is being completed to update the Antiterrorism Officer Ready Reference and Antiterrorism Officer Handbook (both targeted for release during the quarter). \n\n\n**What continued efforts does the Army have planned for the future?**  \n\nThe other antiterrorism quarterly awareness themes and focus areas for FY15 include:\n* -- 3Q/FY15: Antiterrorism AOR Awareness\n* -- 4Q/FY15: Antiterrorism Training\n* -- August 2015: Observance of Antiterrorism Awareness Month (pre-decisional)\n\n\n**Why is it important to the Army?**\n\nArmy units, whether housed on installations or standalone facilities, in-transit to overseas locations, conducting sustainment operations in foreign countries, or operationally deployed to combat or contingency missions remain targets for terrorists.  These units must maintain security and execute an aggressive antiterrorism program to deter potential terrorist activities.\n\n\n**Resources:** \n\nNote: The Army Policing Portal and the Army Antiterrorism Enterprise Portal (ATEP) have migrated.  Users must select their \"e-mail certificate\" to gain access to either portal.\n\n* [Army Policing Portal](https://army.deps.mil/army/sites/APP/SiteAssets/AppHome.aspx)\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource (under the iWATCH Army logo at the bottom of the home page): Antiterrorism Awareness information](https://www.myarmyonesource.com)\n*  Related document: \n* [AR 525-13, Standard 5: Antiterrorism](https://armypubs.us.army.mil/epubs/dr_pubs/dr_b/pdf/r525_13.pdf) (CAC log-in required)\n* Related STAND-TO! \n* [- Q1 FY15: Antiterrorism Criticality Assessments](http://www.army.mil/standto/archive_2014-09-30/)\n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- Army Antiterrorism](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)\n* [-  iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n",
    "date": "Friday, January 2, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWhen you 'Hunt the Good Stuff' it leads to better health, better sleep, feeling calm, better relationships, and greater life satisfaction.\n\n### - Master Sgt. Sheila Sango, [Master Resiliency trainer](http://www.army.mil/standto/archive/2009/07/01/) at U.S. Army Test and Evaluation Command, discusses [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/) program's resiliency skill, 'Hunt the Good Stuff,' which helps to build overall resilience in Soldiers, with a mission focus to build an expeditionary Army. \n \n### - [Hunting the good stuff during resiliency training](http://www.army.mil/article/140671)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n* Happy New Year! View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}