{
    "id": "2015-01-05",
    "title": "Army Disaster Personnel Accountability and Assessment System ",
    "body": "**What is it?**\n\nThe Army Disaster Personnel Accountability and Assessment System (ADPASS) is the Army's way of accounting for personnel and families members after catastrophes. It is a web-based, user-friendly system that enables the Army to collect accurate and timely reports in times of emergency. All Soldiers, civilians, family members and overseas defense contractors must report their status and whereabouts following any natural or man-made disaster, if directed to do so by the Secretary of Defense or their major commands. \n\n\n**What has the Army done?**\n\nDOD mandated that each of the services procure an automated accountability system after difficulties accounting for personnel during Hurricanes Katrina and Rita in 2005. To comply, the Army established ADPAAS in 2008 and it is populated with personnel information from both the Active and Reserve components. ADPAAS was first put to use after Hurricane Ike in September 2008 and successfully accounted for over 24,000 people. Since 2008, ADPAAS has been used to account for Army personnel after numerous real-world disasters. The Army also employed the use of ADPAAS for many natural and man-made disasters, to include terrorist-related events across affecting major commands across the entire Army. Such events like the Boston Marathon bombings, the Colorado wildfires in 2013.\n\nArmy has created a mobile application for ADPAAS to make it easier for Soldiers, civilians, contractors, and family members to access, self account, and fill out any required Needs Assessment Survey. Any smart phone can be used to access the mobile application at the  [ADPAAS Website](https://adpaas.army.mil).\n\nThe ADPAAS Army Family Member (AFM) Computer Based Training (CBT) is now available to train Army family members in the use of ADPAAS to self assess in the time of natural or man-made disaster. This AFM CBT can be launched from the ADPAAS website.\n\n\n**Why is this important to the Army?**\n\nADPAAS is the only way the Army will accept status reports from Soldiers, civilians, families and overseas defense contractors following a disaster. It enables commanders to identify and account for those in their command that have been affected by a disaster through consolidation of reports submitted by Soldiers, civilians, family members and overseas defense contractors via the Internet and phone. \n\n\n**What has the Army planned for the future?**\n\nThe ADPAAS team will visit installations to train personnel and answer questions. Army personnel and families can visit the ADPAAS website, to become familiar with how the site works. \n\n\n**Resources:**\n\n* [ADPAAS Website](https://adpaas.army.mil)\n* [Army G-1: ADPAAS](http://www.armyg1.army.mil/adpaas.asp)\n* [U.S. Army Humanitarian Relief Efforts](http://www.army.mil/humanitarian.php)\n* Contact: \n* -- HQDA G-1 Operations Division, Personnel Contingency Cell: 1-703-692-3201 or 1-703-697-4246\n* -- Army Information Hotline: 1-800-833-6622\n* -- ADPAAS Customer Support: [Email](mailto:adpaas@spawar.navy.mil)\n\n\n",
    "date": "Monday, January 5, 2015",
    "quote": "Quote for the Day\n-------------------\n\nRegardless of what service you're in ... I don't think anything can quite make you feel better than when your fellow citizens are out there cheering for you and saying 'Thank you for your service.' \n\n### - Maj. Thomas Mehl, Army National Guard Bureau, expressing his sentiments, as the crowds cheered for the Service members at the 2015 Bridgestone National Hockey League Winter Classic game which honored the nation's military in pre- and in-game festivities at the Nationals Park, Washington D.C., Jan. 1  \n \n### - [Army helps America celebrate new year at NHL Winter Classic](http://www.army.mil/article/140686/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n* Happy New Year! View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}