{
    "id": "2015-01-06",
    "title": "Risk Management Framework",
    "body": "**What is it?**\n\nIn March 2014, [DOD Instruction 8510.01, Risk Management Framework (RMF) for DOD Information Technology (IT)](http://www.dtic.mil/whs/directives/corres/pdf/851001_2014.pdf) was published. The Risk Management Framework (RMF) replaces the DOD Information Assurance Certification and Accreditation Process (DIACAP) as the process to obtain authorizations to operate.\n\nThe RMF is applicable to all DOD IT that receive, process, store, display, or transmit DOD information. These technologies are broadly grouped as information systems (IS), platform IT (PIT), IT services, and IT products, including IT supporting research, development, test and evaluation (RDT&E), and DOD controlled IT operated by a contractor or other entity on behalf of the DOD.\n\n\n**Why is this important to the Army?**\n\nSince 2006, DOD has been using the Certification and Accreditation (C&A) process defined in the DIACAP with IA controls identified in a DOD Instruction. The RMF uses the security controls identified in the CNSS baseline and follows the processes outlined in DOD and NIST publications. With this change the DOD requirements and processes becomes consistent with the rest of the Federal government, enabling reciprocity. \n\nThe RMF is not just about compliance. Although compliance with the requirements remains the foundation for a risk acceptance decision; the decisions also consider the likelihood that a non-compliant control will be exploited and the impact to the Army mission if the non-compliant control is exploited. \n\nThe RMF introduces an additional requirement for all IT to be assessed, expanding the focus beyond information systems to all information technology. IT owners will need to plan to meet the Assess Only requirements. \n\nContinuous monitoring of the effectiveness of security controls employed within or inherited by the system, and monitoring of any proposed or actual changes to the system and its environment of operation is emphasized in the RMF. Systems operating with a sufficiently robust system-level continuous monitoring program (as defined by emerging DOD continuous monitoring policy) may operate under a continuous reauthorization. Continuous monitoring does not replace the security authorization requirement; rather, it is an enabler of ongoing authorization decisions. \n\n\n**What has the Army done?**\n\nThe Army was instrumental with the other combatant commands, services and agencies (CC/S/A) to encourage DOD to relook at the transition timelines. An update to 8510.01 is in DOD wide staffing which includes new timelines for RMF implementation, allowing time for the CC/S/A to plan for the transition. \n\nWith this transition the Army will move to the DOD Enterprise tool, Enterprise Mission Assurance Support Service (eMASS,) for Assess and Authorize (A&A) (formerly C&A) and retire the C&A Tracking Database (TdB) tool. Second Army has been working with RMF early adopters using eMASS to gain lessons learned that will enable a smooth transition for rest of the Army. \n\n\n**What does the Army have planned for the future?**\n\nThe Army CIO/G-6 will publish a transition memo to move to the RMF which will include Army transition timelines. The Army CIO/G-6 will also publish a memo delegating the Security Control Assessor (SCA) (formerly the Certification Authority (CA)) responsibilities to Second Army. The memo will define the roles and responsibilities of the Army CIO/G-6 and Second Army associated with this delegation.\n\nThe Army CIO/G-6 is in the process of updating the policies associated with Certification and Accreditation. Second Army will publish a series of operations orders and fragmentary orders announcing transition phases and actions required associated with the execution of the RMF.  \n\n\n**Resources:**\n\n* [CIO-G6](http://ciog6.army.mil/)\n* [DOD RMF Knowledge Service](https://rmfks.osd.mil/rmf/Pages/default.aspx)\n* [DOD RMF Training](http://iase.disa.mil/rmf/Pages/rmf-training.aspx)\n* Related documents:\n* [- DOD Instruction 8500.01, Cybersecurity](http://www.dtic.mil/whs/directives/corres/pdf/850001_2014.pdf)\n* [- DOD Instruction 8510.01, Risk Management Framework (RMF) for DOD Information Technology (IT)](http://www.dtic.mil/whs/directives/corres/pdf/851001_2014.pdf)\n",
    "date": "Tuesday, January 6, 2015",
    "quote": "Quote for the Day\n-------------------\nYou can't grow a combat arms captain, let alone a colonel or general overnight. There is a need to nurture upward mobility with the right assignments. The key is to identify and polish the diamonds. And that's what we want to help the Army do. \n\n### - Retired Maj. Gen. Byron Bagby, vice president, ROTC Programs, for The ROCKS, Inc., an African-American military service organization that provides developmental guidance to members of the Army Officer Corps and ROTC cadets. \n \n### - [Mentorship group meets with Army leaders at All-American Bowl](http://www.army.mil/article/140710)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n* Happy New Year! View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}