{
    "id": "2015-01-07",
    "title": " Operation Atlantic Resolve ",
    "body": "**What is it?**\n\n[Operation Atlantic Resolve](http://www.eur.army.mil/landforceassurance/) (OAR) is an ongoing part of U.S. Army Europe's Strong Europe campaign, which conveys the framework of relationships, capabilities, infrastructure and exercises that reassures Allies and partners through persistent and consistent engagements.\n\nThis mission is part of the ongoing effort to assure NATO and partner nations of America's dedication and commitment to enduring peace and stability in the region.\n\n\n**What is the Army doing?**\n\nThe 2nd Cavalry Regiment (2 CR) will deploy its 3rd Squadron \"Wolf Pack\" to Estonia, Latvia, Lithuania and Poland from Vilseck, Germany, in support of Operation Atlantic Resolve this month. The mission there was previously conducted by 1st Brigade Combat Team, 1st Cavalry Division, the Army's regionally aligned force (RAF) for Europe at the time.\n\nThis is the first Stryker unit to deploy to the Baltic nations and Poland in support of OAR and it is the second brigade-sized element from U.S. Army Europe to support the mission.  In March of 2014, the 173rd Airborne Brigade began the operation by deploying forces into the four nations from Vicenza, Italy.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n2 CR will conduct a number of unique and challenging training events alongside Soldiers from NATO and partner nations. Many of these training events will focus on individual and team tasks that will culminate in joint platoon level-events, such as live fires.\n\nWhile elements of 2 CR are participating in OAR, the unit will also conduct the Decisive Action Training Environment [Exercise Saber Junction](http://www.army.mil/standto/archive_2014-08-22/) in the Hohenfels and Grafenwoehr Training Areas and the Black Sea Region alongside Soldiers from 13 NATO and partner nations. \n\nThe 1st Brigade Combat Team, 3rd Infantry Division, the Army's current RAF for Europe, is expected to be the next major OAR unit following      2 CR's rotation.\n\n\n**Why is it important to the Army?**\n\nU.S. Army Europe's third rotation of Operation Atlantic Resolve helps to build upon a foundation put in place by decades of partnership and cooperation.  By working, living and training alongside NATO and Allied Nations in the U.S. Army Europe area of operation, Soldiers from all involved nations are better prepared to deploy and, if necessary, fight side by side. These unique and invaluable international relationships cannot be created instantaneously but must be cultivated and maintained. As America's Allies and partners deploy alongside U.S. forces during future conflicts, the benefit of these relationships will again prove to be irreplaceable. \n\n\n**Resources:**\n\n* [USAREUR: Operation Atlantic Resolve](http://www.eur.army.mil/landforceassurance/)\n* [DOD: Operation Atlantic Resolve](http://www.defense.gov/home/features/2014/0514_atlanticresolve/)\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [- Exercises](http://www.eur.army.mil/exercises) \n* [173rd Airborne Brigade Combat Team](http://www.eur.army.mil/173abct/) \n* [U.S. European Command](http://www.eucom.mil/)\n* Related PDF: \n* [- U.S. Army Europe's Contingency Response Force](http://www.eur.army.mil/pdf/USAREUR_AboutUs.pdf) \n* Related transcripts of Department of Defense Press Briefings:\n* [- Secretary of Defense Chuck Hagel and Poland's Minister of National Defense Tomasz Siemoniak](http://www.defense.gov/Transcripts/Transcript.aspx?TranscriptID=5414) \n* [- Press Secretary Rear Admiral John Kirby](http://www.defense.gov/Transcripts/Transcript.aspx?TranscriptID=5417) \n* Related articles: \n* [- 173rd paratroopers assist Slovenian partners during ice storm](http://www.army.mil/article/120175/) \n* [- Livorno HAP supports disaster relief efforts in Slovenia](http://www.army.mil/article/120652/) \n* Related STAND-TO!: \n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) \n* [- Army Contingency Response Force](http://www.army.mil/standto/archive_2014-04-18/) \n* [- The European Activity Set](http://www.army.mil/standto/archive_2014-01-27/)\n* [- USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n",
    "date": "Wednesday, January 7, 2015",
    "quote": "Quote for the Day\n-------------------\n \nIt's about not only sexual harassment, but it's about [our profession](http://cape.army.mil), that as Soldiers we should be taking care of each other and watching out for each other. We should not have another Soldier attack another Soldier. That simply to me is unacceptable, incomprehensible actually. \n\n\n### -  Chief of Staff of the Army Gen. Ray Odierno, addressing the topic of sexual assault, while answering questions from Soldiers on a variety of topics, during a virtual town hall held at Google's Washington headquarters, Jan.6\n \n### - [CSA, SMA hold virtual town hall](http://www.army.mil/article/140768)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n* Happy New Year! View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}