{
    "id": "2015-01-08",
    "title": "Geospatial-Enterprise Governance Board ",
    "body": "**What is it?**\n \nThe Geospatial-Enterprise Governance Board (GGB) is a senior executive governing body that reviews the latest efforts being undertaken to tackle geospatial interoperability and the development of a network enabled geospatial enterprise and ensures geospatial integration within Army policies, regulations, and Joint doctrine, organization, training, materiel, leadership and education, personnel and facilities (DOTMLPF). The board was chartered to meet semi-annually to assess and resolve issues that could hinder the development of the Army Geospatial Enterprise (AGE), which will allow for horizontal and vertical interoperability, sharing of geospatial information from national to tactical, and nests within the Common Operation Environment (COE). The board establishes Army governance frameworks, policies, roles and responsibilities and procedures for the geospatial information component for Geospatial-Intelligence (GEOINT).  \n\n\n**What has the Army done?**\n\nThis board has influenced Army participation in National System for Geospatial-Intelligence (NSG)-wide planning and guidance document production to enable interoperability across Common Operating Environment Computing Environments, echelons, National Geospatial-Intelligence Agency (NGA), other Services and Joint, Interagency, Intergovernmental, and Multinational (JIIM) partners. More recently, the board directly impacted the recent update and release of Army Regulation 115-11, Geospatial Information & Services, as well as other acquisition decision memoranda.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nTo continue to work with the NSG on profiles and implementation guidance for the standards; provide updates and course corrections of the geospatial interoperability of Army program of record systems; analyze GEOINT leader development for Army engineers and military intelligence officers; and develop courses of action for Army data/content management.  \n\n\n**Why is this important to the Army?**\n\nEvery Soldier wants and needs a common view of their battle space.  A consistent common operational picture, built off of a content-managed geospatial foundation, will provide all Soldiers, at every echelon, the same set of maps, imagery, terrain feature, and elevation data, and ultimately save the Army money, time, and manpower.  \n\n\n**Resources:**\n\n* [U.S. Army Geospatial Center](http://www.agc.army.mil)\n* Related PDF: \n* [AR 115-11: Geospatial Information and Services](http://www.apd.army.mil/pdffiles/r115_11.pdf)\n* Related STAND-TO!: \n* [- U.S. Army Geospatial Center (AGC): Enabling Geospatial Information Dominance](http://www.army.mil/standto/archive/issue.php?issue=2012-05-10)\n",
    "date": "Thursday, January 8, 2015",
    "quote": "Quote for the Day\n-------------------\n \nEverybody needs to be involved with [eliminating sexual assault in the Army]. NCOs can have a bigger difference in that than anything else we do, so I need the sergeant major of the Army to continue to help me lead in helping us to eradicate sexual assaults.\n\n\n### -  Chief of Staff of the Army Gen. Ray Odierno, addressing the topic of sexual assault, while answering questions from Soldiers on a variety of topics, during a virtual town hall held at Google's Washington headquarters, Jan.6\n \n### - [Odierno outlines priorities for new SMA](http://www.army.mil/article/140816)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}