{
    "id": "2015-01-09",
    "title": "The Veterans Employment Center  ",
    "body": "**What is it?** \n\nThe Veteran Employment Center (VEC) is an online portal that combines elements of standard job boards and professional connection media (e.g. LinkedIn) to provide a single solution for meeting the needs of both veteran job-seekers and employers seeking to hire our veterans.  The VEC is accessible from the [Veteran's Administration's e-Benefits website](https://www.ebenefits.va.gov/ebenefits/jobs).  \n\nSoldiers, veterans, and family members are encouraged to create a VEC profile early!  Their Soldier for Life -Transition Assistance Program (SFL-TAP) offices, career counselors, and Department of Veteran Affairs (VA) benefit advisors can assist in getting started with the VEC and job search related skills training. The eBenefits portal is a safe, secure, and centralized resource for benefits associated with pre-separation, employment assistance, relocation, education and training, health and life insurance, finances, Reserve affiliation, disabled veterans, and retirement.  Navigating to the VEC provides access to the career tools, employment resources, and services for the job seeker.  \n\n\n**What has the Army done?**\n\nThe Army continues to align with agencies like the VA and U.S. Department of Labor (DOL) to improve the VEC's functionality while advancing the responsibilities, objectives, and policies supporting the VEC's use within the transition life cycle while continuing to highlight the benefits of the VEC: \n\n--The VEC is open to all Reserve & National Guard members, veterans, spouses, and dependents.\n\n--Job seeker access to real job opportunities and the tools to build profiles to be shared with employers committed publicaly to a hiring goal and public tracking of the progress made. \n\n--Offers employers a free platform to connect with the Army and post job openings, search job-seeker profiles, directly contact prospective employees, and make public employment commitments.\n\n--Contains an integrated private and public sector military skills translator that helps members describe their skills and experience in terms that employers understand and value.\n\nIs a central hub for VA-vetted partnerships.  Examples include: LinkedIn is offering a free one-year Job Seeker subscription that increases contacts through their network; Coursera is offering one free credential to top off skills as well as teaming with the VA to open 20 learning hubs across the country.\n\n\n**What efforts does the Army plan to continue for the future?** \n\nThe Army is currently working on a more refined adoption strategy to help transitioning offices standardize training and use of VEC supporting the SFL-TAP curriculum.   Soon, TAP managers and SFL Centers will fully implement the VEC for transitioning Soldiers.  The VA is available to provide comprehensive coaching and training at no cost.\n\n\n**Why is this important to the Army?** \n\nEstablishing a VEC profile early will help Soldiers and veterans reduce their reliance on unemployment compensation for ex-Service members (UCX) and help Soldiers, veterans, and family members connect with top-of-the-line resources and opportunities leading to meaningful employment. UCX provides temporary, weekly income to Service members as they look for work, including those who can find only part-time work.  \n\n\n**Resources:**\n\n* [Veteran's Administration's e-Benefits](https://www.ebenefits.va.gov/ebenefits/jobs)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* Related STAND-TO! \n* [- Soldier for Life Update](http://www.army.mil/standto/archive_2014-01-17/)\n",
    "date": "Friday, January 9, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nIn the past, a vast amount of the Army was finding out what they needed as they were going out the door. The current transition process is set up to give Soldiers the best opportunity to go from separation off of active duty to the civilian sector.\n\n### -  Sgt. Maj. Anthony Williams, U.S. Army Human Resources Command's Transition Division Sergeant Major, highlighting the importance of Soldier for Life - Transition Assistance Program\n \n### - [SMA builds upon business partnerships for transitioning Soldiers](http://www.army.mil/article/140881)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}