{
    "id": "2015-01-12",
    "title": "Army National Guard's 2015 Strategic Planning Guidance  ",
    "body": "**What is it?**\n\nThe Army National Guard Strategic Planning Guidance, or ARNG SPG, is the organization's roadmap for accomplishing the Director of the Army National Guard's Strategic Imperatives.  The ARNG SPG integrates ARNG plans and operations with the *National Security Strategy* as the *National Security Strategy* flows through the Department of Defense's *National Military Strategy* and *Defense Planning Guidance* to the *Army Strategic Planning Guidance*, to the Chief of the National Guard Bureau's *Strategic Direction to the National Guard*.\n\nIt is the intent of the ARNG SPG to align those higher-level goals with unified, attainable, and measurable objectives, tasks, and metrics for the entire Army National Guard.\n\n\n**What has the Army National Guard done?**\n\nIn late November 2014, the Army National Guard released the 2015 ARNG SPG.\n\nThe ARNG implemented the ARNG SPG for 2014, and the 2015 ARNG SPG builds on the initial effort.  The ARNG SPG is organized by: Army primary function; director of the ARNG strategic imperatives; campaign objectives; major objectives; and milestones.\n\nEach campaign objective is the responsibility of an ARNG staff directorate.\n\nThe milestones provide metrics that enable the ARNG staff and the director of the ARNG to track major objectives and campaign objectives to completion.\n\n\n**Why is this important to the Army National Guard?**\n\nThe ARNG SPG enables ARNG plans and actions to be nested with those at each higher echelon.  In addition, disseminating the ARNG SPG to adjutants general and their staffs enables ARNG plans and actions in each state and territory to be nested with the director of the ARNG's strategic imperatives and the chief of the National Guard Bureau's *Strategic Direction to the National Guard*.\n\n\n**What efforts will the ARNG continue?**\n\nIn January 2015, the ARNG Strategic Plans, Policy and Communications directorate (G5) will begin drafting the 2016 ARNG SPG.  The process includes: obtaining initial guidance from the director of the ARNG; producing a draft; obtaining suggestions for improvement from the ARNG staff and the adjutants general and staffs of each state and territory; obtaining director of the ARNG approval of the final version; and disseminating the final version so it can be implemented.  The 2016 ARNG SPG will be disseminated before Oct. 1, 2015.\n\n\n**Resources:**\n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* Log-into [Army National Guard G5 at General Knowledge Online  (GKO)](https://gkoportal.ng.mil/arng/g5/G5/SitePages/Home.aspx)for *Army National Guard Strategic Planning Guidance 2015-2020*\n* [ARNG Publications](http://www.arng.army.mil/News/publications/Publications/Forms/AllItems.aspx): \n* -- Army National Guard's Strategic Imperatives: Search for -   *11989_ARG_StategicVisionBook_5x8_High 4.pdf*\n* -- Chief of the National Guard Bureau's Strategic Direction to the National Guard: Search for -  *CNGB Strategic Direction 17 June 2013*\n\n \n",
    "date": "Monday, January 12, 2015",
    "quote": "Quote for the Day\n-------------------\n \nInside the game, a lot of Army values are portrayed, like selfless service, courage, and teamwork. Within the game if you don't stick together, you're going to have a hard time winning against the other team. That whole teamwork concept builds on all the Army values that make us successful in combat and successful as an organization.\n\n### -  Lt. Col. Joseph Crocitto, Army Game Studio subject matter expert developer said about the \"America's Army\" video game created by the U.S. Army Game Studio.\n \n### - [Army Game Studio creates virtual training environments for Soldiers](http://www.army.mil/article/140902)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}