{
    "id": "2015-01-13",
    "title": "Army Review Boards Agency: Discharge Upgrades and PTSD  ",
    "body": "**What is it?**\n\nArmy Discharge Review Board (ADRB) examines administrative discharges of Army veterans, except those given by reason of a sentence of a general court martial or over 15 years since discharge, and to change the characterization of service and/or the reason for discharge based on standards of equity or propriety. \n\nThe Army implemented the Secretary of Defense's supplemental guidance,  Nov. 3, 2014, to the Boards for Correction of Military Records for reviewing cases where veterans request to upgrade their other than honorable conditions discharges and cite post traumatic stress disorder (PTSD) as a contributing factor in their separation.  In particular, the guidance focuses on veterans who served before PTSD was a recognized diagnosis.  The new guidance instructs the boards to give liberal consideration to evidence of PTSD symptoms in the service record or in a diagnosis provided by civilian providers and special consideration of Department of Veterans Affairs diagnosis of PTSD or PTSD-related conditions.  Veterans can find the information at [Army Review Boards Agency](http://arba.army.pentagon.mil). \n\n\n**What has the Army done?**\n\nThe Army Review Boards Agency has published guidance on its website explaining the new guidance with instructions for applying to the Boards. The boards will exercise caution in upgrading discharges where the misconduct was of a serious nature or was premeditated.  The Army Surgeon General has provided expert guidance on clinical manifestations of PTSD and behavioral indicators to assist in determining mitigating circumstances, and will provide consultation on complex cases that exceed Army Review Board Agency's ability to reach a conclusion.  The Army has developed a comprehensive public messaging campaign which began early December 2014.  \n\n\n**What efforts does the Army plan to continue for the future?**\n\nThe Army is committed to carefully considering every petition, brought by veterans claiming PTSD, requesting a discharge upgrade.  The boards will consider each case on its individual merits with justice, equity and compassion.  This includes a comprehensive review of all materials and evidence provided by the applicant.  \n\n\n**Why is this important to the Army?**\n\nThe supplemental guidance eases the burden on veterans applying for discharge upgrades and ensures fair and consistent treatment regardless of the era in which the veteran served.  Veterans are Soldiers for Life, and we are committed to protecting honorable service through a thorough review of each case.\n\n\n**Resources:**\n\n* [Army Review Boards Agency](http://arba.army.pentagon.mil/)\n* [Army.mil: Soldier for Life](http://soldierforlife.army.mil/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Department of Veterans Affairs: National Center for PTSD](http://www.ptsd.va.gov/)\n* Veterans Crisis Line: 1-800-273-8255 and Press 1\n* Related articles:\n* [- New webpage allows vets with PTSD to apply for discharge upgrade](http://www.army.mil/article/140067/)\n* Related STAND-TO!:\n* [- Ready and Resilient: Post Traumatic Stress Disorder](http://www.army.mil/standto/archive_2013-08-27/)\n\n\n",
    "date": "Tuesday, January 13, 2015",
    "quote": "Quote for the Day\n-------------------\n \nSince April 2014 the U.S. Army has conducted continuous, enhanced multinational training and security cooperation activities with allies and partners in the region due to increased regional tensions following Russia's illegal actions in Ukraine.\n\n### -  Col. Steve Warren, Pentagon Press spokesman for the Army, speaking about the continuity in multinational training of allied and partner land forces, as [Operation Atlantic Resolve](http://www.army.mil/standto/archive_2015-01-07/) resumes this week in Eastern Europe, Jan 12\n \n### - [U.S. Soldiers resume Atlantic Resolve in Eastern Europe](http://www.army.mil/article/141009)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: (African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}