{
    "id": "2015-01-14",
    "title": "Logistics Information Warehouse: Retrograde through Automation",
    "body": "**What is it?**\n\nU.S. Army Materiel Command's (AMC's) Logistics Support Activity (LOGSA) manages a highly sophisticated set of tools and applications that work behind the scenes to support the massive retrograde, reset, redeployment, redistribution and disposal (R4D) mission out of Afghanistan. \n\nWith the mission of providing the Army a consolidated view of the Army Supply Chain, LOGSA turns data into information intelligence and provides tracking visibility of equipment through all stages of deployment and redeployment. \n\n\n**What has the Army done?**\n\nLOGSA's Logistics Information Warehouse (LIW) consolidates the data from more than 90 different automated logistics systems across the Army and the Department of Defense. LIW provides a common view to access, acquire, analyze and present data and information for managing materiel. LIW has more than 65,000 users across DOD, is queried at least 19,500 times per day, and processes more than 40 million transactions daily.  \n\nLIW plays a critical role in the R4D mission, from tracking theater-provided equipment (TPE) as it is laterally transferred or declared excess, to providing decisions on organizational equipment requiring reset. \n\nThe TPE planner within LIW is the primary system used to manage the disposition of TPE in Iraq, Afghanistan and Kuwait. Developed to alleviate spreadsheets being passed from unit to brigade to country, to theater, the TPE planner automated the lateral transfer, redistribution and disposition process for TPE. Since TPE planner deployment in January 2010, it has processed more than 1.7 million items.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nAs the Army proceeds with R4D efforts following the end of combat operations in Afghanistan in December 2014, AMC and LOGSA continue to maintain, and look for opportunities to improve, the systems behind the immense operation.\n\n\n**Why is this important to the Army?**\n\nLIW and the systems behind the R4D effort allow the Army to track movement through the entire R4D process. All stakeholders in the materiel community have unprecedented visibility of equipment, saving valuable time and resources. \n\nFollowing 13 years of war in Afghanistan, the R4D mission is unprecedented in complexity, requiring innovation and ingenuity. The systems behind the effort are pivotal in the success of the mission.\n\n\n**Resources:**\n\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [Army AL&T](http://usaascinfo.info/docs/armyalt-oct-dec-2013.pdf)\n* Related STAND-TO!:\n* [- Logistics Information Warehouse Supports the Global Supply Chain](http://www.army.mil/standto/archive_2013-06-11/)\n* [- Logistics Information Warehouse](http://www.army.mil/standto/archive/2011/04/14/)\n",
    "date": "Wednesday, January 14, 2015",
    "quote": "Quote for the Day\n-------------------\n \nExpanding opportunities to women, to include the 71,000 we've already opened since 2013 [gives] a wider pool of qualified people so that commanders have greater flexibility  and it'll strengthen the all-volunteer force.\n\n### -  Juliet Beyler, the Defense Department's director of Officer and Enlisted Personnel Management, reported \"good progress\" in the Women in Service Review, which validates all occupational standards to ensure they are operational, relevant and gender-neutral by September 2015.\n \n### - [Women in Service Review rollout due in January 2016](http://www.army.mil/article/141068)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: (African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}