{
    "id": "2015-01-15",
    "title": "Network Fielding ",
    "body": "**What is it?**\n\nThe Army's operational network provides the communications backbone for expeditionary and regionally aligned operations from garrison to foxhole. By providing a modernized network that is increasingly robust, mission-scalable and rapidly deployable, the Army can position teams in austere environments with the ability to connect and access information at the point of need. Today, Army program managers are continuing phased modernization of mission command network capabilities, fielding to both Active and Guard components.   \n\n\n**What has the Army done?**\n\nThe network is enabling connectivity for our Soldiers in overseas operations, including Operation United Assistance, Operation Resolute Support, the fight against ISIL, and European and Pacific operations. National Guard network upgrades are helping to ensure unit readiness to execute missions ranging from civil support and humanitarian assistance to full scale overseas deployments. \n\nSince 2012, the Army has fielded integrated network Capability Sets (CS) to select infantry and Stryker brigades and division headquarters in accordance with Forces Command prioritization. Secure smartphones, digital radios, mission command apps and satellite-equipped vehicles -- all part of CS fieldings -- bring unprecedented communications, as well as the flexibility to operate as a \"toolkit\" where units can tailor systems for specific operational needs. \n\nEven as the Army has fielded CS units, the service has also continued delivering other updated mission command network equipment to operational units through the unit set fielding process, a \"one-stop-shop\" for fielding planning and execution.\n\n\n**What does the Army have planned for the future?**\n\nIn 2015, 75 Active and Guard units are scheduled to receive new network and mission command capabilities. These include seven CS-15 units as well as National Guard units receiving new communications gear that enables improved interoperability with local first responders at natural disaster sites. \n\n\n**Why is this important for the Army?**\n\nA robust, secure, interoperable, intuitive network is a key enabler for an agile, expeditionary Force 2025 and beyond, providing operational flexibility and enhancing leaders' situational awareness in support of decisive mission command. The Army of the future will also need to dominate the invisible realm of cyberspace, where our adversaries grow more sophisticated on a daily basis. Continued fielding of incremental mission command network upgrades is critical to empowering our Soldiers and leaders with the right information at the right time to make decisions, today and into the future. \n\n\n**Resources:**\n\n* [PEO C3T](http://peoc3t.army.mil/c3t/)\n* [PEO C3T Facebook](https://www.facebook.com/peoc3t)\n* [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe)\n* Related articles: \n* [- Leaders: Adaptable network critical for Army to 'Win in a Complex World'](http://www.army.mil/article/136188/)\n* [- Army network connects Soldiers, NGOs in Ebola response mission](http://www.army.mil/article/136771/)\n* [- Fort Bliss completes latest testing of Force 2025 communications system](http://www.army.mil/article/137636/)\n* [- Army National Guard units get new comms gear with synchronized fielding, training](http://www.army.mil/article/138541/)\n* [- 1st Armored Division Stryker brigade trains on Army's mobile network](http://www.army.mil/article/137664)\n* [- Army releases Rifleman Radio RFP for competitive radio marketplace](http://www.army.mil/article/140731/)\n* [- Wi-Fi, 4G LTE hits battlefield](http://www.army.mil/article/127562/)\n* [- 'Apps on a map' link the command post, mounted, dismounted Soldiers](http://www.army.mil/article/124829/)\n* Related STAND-TO! \n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n* [- The U.S. Army's Future Network](http://www.army.mil/standto/archive_2014-03-13)\n",
    "date": "Thursday, January 15, 2015",
    "quote": "Quote for the Day\n-------------------\nI knew I had to make a decision on whether I was going to allow that adversity to own me for the rest of my life or whether I was going to make something out of this pain.\n\n### -  Double-amputee Master Sgt. Cedric King was the featured speaker at a Professional Development and Resiliency training forum hosted by the Joint Force Headquarters - National Capital Region, U.S. Army Military District of Washington, Jan.13.\n \n### - [Double-amputee NCO instills resilience, motivation](http://www.army.mil/article/141131)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: (African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}