{
    "id": "2015-01-16",
    "title": "Celebrating Martin Luther King Day: \"Remember, Celebrate, Act! A Day On, Not a Day Off!\"",
    "body": "This year marks the thirtieth national observance of Dr. Martin Luther King, Jr.'s birthday.   It is an occasion for people to remember Dr. King's remarkable life, to rededicate ourselves to implementing his dreams and to stand united by his principles of unity and equality.  Through his caring leadership, Dr. King rallied people from all walks of life and awoke a nation to the need for equality, tolerance and justice.\n\nOn this day of national community service, which commemorates Dr. King's lasting legacy, let us remain mindful of our endeavor to promote diversity, foster inclusive behavior and demonstrate infinite respect for others. When we celebrate Dr. King's dream, we celebrate the American dream.\n\nWe ask our entire Army family to commemorate this occasion by joining in activities to help others in need. That includes volunteering to feed the hungry, mentoring at-risk youth and so many other similar projects designed to build the beloved community of Dr.\nKing's dream - a place where we stand proudly together in service to our Nation and one another. Army Strong!\n\nView the Army senior leaders tri-signed letter: [Celebrating Martin Luther King Day](http://www.army.mil/e2/c/downloads/378352.pdf)\n\n**Resources:**\n\n* [Martin Luther King, Jr. Day of Service]( http://www.nationalservice.gov/special-initiatives/days-service/martin-luther-king-jr-day-service-0)\n* [The Martin Luther King Jr. Center for Nonviolent Social Change](http://www.thekingcenter.org/)\n* [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n* MLK's speech- I have a Dream:\n* [-PDF format]( http://www.archives.gov/press/exhibits/dream-speech.pdf)\n* [-Audio](http://mlk-kpp01.stanford.edu/index.php/encyclopedia/documentsentry/doc_august_28_1963_i_have_a_dream)\n* Messages: \n* [-Army senior leader tri-signed:](http://www.army.mil/e2/c/downloads/378352.pdf)\n",
    "date": "Friday, January 16, 2015",
    "quote": "Focus Quote for the Day\n-------------------\nLife's most persistent and urgent question is, what are you doing for others?\n\n### -  Dr. Martin Luther King, Jr\n \n### - [Celebrating Martin Luther King, Day - Remember, Celebrate. Act! A Day On, Not a Day Off!](http://www.army.mil/e2/c/downloads/378352.pdf)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)\n\n* Jan. 19: Martin Luther King's Birthday   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: (African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}