{
    "id": "2015-01-20",
    "title": "Army Instructors",
    "body": "**What is it?**\n\nArmy instructors have a challenging and rewarding responsibility -- to prepare today's Soldiers and future leaders. U.S. Army Training and Doctrine Command instructors train and educate about 500,000 Soldiers and leaders annually. These Solders, leaders and instructors carry with them skills, knowledge and attributes to better serve the Army at operational assignments around the world.\n \n**Why is this important to the Army?**\n \nThrough the application of the Army Learning Concept 2015 principles, Army instructors provide a rigorous and relevant training environment to develop agile and adaptive Soldiers and leaders. Those instructors also create a lifelong learning culture that enables students to conduct research, think critically and solve problems. Finally, they provide future leaders with a learning environment focused on the student that comprises collaborative, problem-based instructional approaches.\n \n**What has the Army done?**\n\nThrough the use of updated curriculum and state-of-the-art classrooms, instructors help Soldiers take a learner-centric mindset to units in the operational environment. Upon completion of required TRADOC training and certification from their respective schools, instructors earn an additional skill identifier, which enhances promotion potential and career progression. In addition, TRADOC recognizes outstanding instructors and promotes excellence in instruction through the Instructor and Educator of the Year Program. Award recipients are personally recognized by the TRADOC commanding general. Finally, TRADOC has implemented the Noncommissioned Officer Education System [Instructor Development and Recognition Program](http://www.army.mil/standto/archive_2014-05-15/), which awards the Army Instructor Badge, the Army Senior Instructor Badge and the Army Master Instructor Badge, to instructors who meet requirements and levels of expertise.\n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to recognize instructors by improving and maintaining recognition and development programs that highlight their contributions and outstanding performance. Well-trained instructors will continue to play a pivotal role in support of the Army's goals for individual training through optimizing learner experiences in the classroom. Instructor recognition and development programs will emphasize the importance of instructors, making it a coveted assignment for top-quality officers and noncommissioned officers.\n \n**Resources:**\n \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Combined Arms Center -- Training](http://usacac.army.mil/organizations/cact)\n* [Education and Support Division](http://usacac.army.mil/organizations/cact/atsc/esd)\n* Related documents:\n* [- TRADOC Regulation 600-21, Noncommissioned Officer Education System Instructor Development and Recognition Program](http://www.tradoc.army.mil/tpubs/regs/TR600-21.pdf) \n* [- TRADOC Pamphlet 525-8-2, The U.S. Army Learning Concept 2015](http://www.tradoc.army.mil/tpubs/pams/tp525-8-2_CH1.pdf) \n* [- TRADOC Pamphlet 350-70-3, Training and Education, Staff and Faculty Development](http://www.tradoc.army.mil/tpubs/pams/tp350-70-3.pdf) \n* Related STAND-TO! \n* [- Instructor Development and Recognition Program](http://www.army.mil/standto/archive_2014-05-15/)\n* [- The Army Learning Concept --- 2015](http://www.army.mil/standto/archive/2010/10/19/)\n",
    "date": "Tuesday January 20, 2015",
    "quote": "Quote for the Day\n-------------------\nWe need to think about how we do things differently than we have done over the past 15 years to make sure we aren't just maintaining the edge, but that we maintain our superiority and capabilities.\n\n### -  Lt. Gen. Patricia McQuistion, AMC's deputy commanding general\n \n### - [Doing business with the Army: Opportunities remain, despite shrinking budget](http://www.army.mil/article/141334)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: (African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}