{
    "id": "2015-01-21",
    "title": "Army National Guard Strength Maintenance Management System  ",
    "body": "**What is it?** \n\nThe Army National Guard  (ARNG) Strength Maintenance Management System (SMMS) is a web-based solution hosted under the Reserve Component Manpower System-Guard (RCMS-G) that is designed to provide support to various recruiting programs, activities, and reporting capabilities.  \n\n\n**What has the Army National Guard done?**\n\nProvided a data driven architecture in order to minimize redundancy, share common data, and provide a framework for future expansion that directly supports over 50,000 users with accession management, attrition management, recruiting operations, marketing, advertising, resource management, and business process automation. \n\n\n**Why is this important to the Army National Guard?**\n \nThe SMMS is CAC enabled and creates efficiencies through automation that include automated unit vacancy visibility; reduced errors to warrant officer pre-determination packets; decreases the amount of time for interstate transfer approval; and provides timely assignment of accession waiver codes which allow recruiters to efficiently man the ARNG force.  The basic framework consists of:\n\n-- Data warehouse integrated with ARNG G1 data warehouse with common metrics to support all strength maintenance tools.\n\n-- Single user management tool for managing users and groups and for assigning permissions and delegating roles within modules.\n\n-- Structured file system that allows for appropriate sharing of documents between modules, and allows setting permissions for modules, users and groups.\n\nThe SMMS provides a critical tracking and reporting mechanism that had been missing in the ARNG.  These new additions include an operational messaging system for creating, managing, tracking and maintaining policy memorandum for the recruiting force.  Without this system, it would be practically impossible to track and maintain all of the records required for annual reporting.  \n\n**What continued efforts does the Army National Guard have planned for the future?**\n\nThere are ongoing discussions to consolidate other systems and applications into SMMS platform.  Currently, the ARNG is defining the requirements to automate transition services in order to be compliant with the Veterans Opportunity to Work (VOW) Act, and integrating a retention management application that provides for sponsorship management, extension management, and inter-state transfers.\n\n\n\n**Resources:**\n\n* [Army National Guard G1 Personnel Gateway](https://g1arng.army.pentagon.mil/Pages/Default.aspx)\n* [Army National Guard Incentive Management System (GIMS)](https://g1arng.army.pentagon.mil/Systems/GIMS/Pages/default.aspx)\n* [Reserve Component Manpower System-Guard (RCMS-G)](https://g1arng.army.pentagon.mil/Systems/RCMS/Pages/default.aspx)\n\n",
    "date": "Wednesday, January 21, 2015",
    "quote": "Quote for the Day\n-------------------\nConventional armies struggle when they fight insurgencies because they don't think that's what they're supposed to be doing. Armies need to be able to learn and adapt quickly.\n\n### -  Dr. John Nagl, former Army lieutenant colonel and bestselling author of *Learning to Eat Soup with a Knife: Counterinsurgency Lessons from Malaya and Vietnam*, expands on the concept of change while addressing Soldiers and civilians on Fort Detrick, Maryland\n \n### - [Counterinsurgency expert visits Fort Detrick to share lessons of modern warfare](http://www.army.mil/article/141384)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}