{
    "id": "2015-01-22",
    "title": "Army Materiel Command Hall of Fame",
    "body": "**What is it?**\n\nThe U.S. Army Materiel Command (AMC) Hall of Fame honors and memorializes those Soldiers and civilians who have made significant and enduring contributions to AMC and the Army in support of the joint warfighter.  The Hall of Fame preserves the command's history and recognizes the exceptional leadership, service and dedication of former AMC members for their remarkable efforts. \n\n\n**What is the Army doing?**\n\nAMC inducted five new members in a Jan. 22, 2015 ceremony at its Redstone Arsenal headquarters.  The inductees join five previous Hall of Fame members who represent the Class of 2012. The command did not conduct a review process for a 2013 class due to sequestration.  \n\n\n**Why is this important to the Army?**\n\nRecognizing the enduring contributions of AMC's former members preserves the command's important history and instills a sense of heritage, honor, pride, and belonging among the AMC Family. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe call for nominees for the Hall of Fame Class of 2015 will go out to AMC's Headquarters, major subordinate commands, and separate reporting activities in February.  Leaders are encouraged to nominate people who deserve recognition for their contributions to AMC's core missions, who have specific or continuous accomplishments with a lasting and positive impact on the command's mission or business practices, or who have affected a large segment of the command's employees, customers and/or vendors. \n\nAMC's Class of 2014 Hall of Fame:\n\n--Maj. Gen. Oscar C. Decker Jr. was an enlisted Soldier involved in the liberation of the Dachau Concentration Camp during World War II. As the commander of the Tank and Automotive Command, many of the Army's ground vehicles were developed and produced under his leadership. \n\n--Isabelle Hansen began her career as a GS1 clerk and was one of the first women to be promoted to the Senior Executive Service. She established procurement programs and policies that saved the Army money and are still in use today.\n\n--Edward J. Korte served as AMC's command counsel and is known throughout the command's legal arena as the \"father of preventive law,\" having established a proactive concept that set the tone for the command's legal approach. \n\n--William Pittman's career began with his support to the famed German rocket team that developed and launched the Redstone missile in 1953. Even after his successful career in the Army's missile programs, he continued to mentor countless engineers and scientists.\n\n--Robert S. Wiseman was the founding director of the Night Vision Laboratory and made significant technical and philosophical contributions to the organizational structure, imparting a legacy that continues today. \n\n\n**References:**\n\n* [AMC Historical Office](http://www.amc.army.mil/amc/history.html)\n* Related articles:\n* [- AMC inducts Hall of Fame Class of 2014](http://www.army.mil/article/141451)\n* [- AMC Hall of Fame Class of 2014: Wiseman shed light on night vision technology](http://www.army.mil/article/141452)\n* [- AMC Hall of Fame Class of 2014: Retired general helped lead tank development](http://www.army.mil/article/141455)\n* [- AMC Hall of Fame Class of 2014: Former clerk joined ranks of senior executives](http://www.army.mil/article/141456)\n* [- AMC Hall of Fame Class of 2014: Missile team pioneer helped launch space age](http://www.army.mil/article/141458)\n",
    "date": "Thursday, January 22, 2015",
    "quote": "Quote for the Day\n-------------------\nVeterans bring value to employers, schools and communities. Proper caring for transitioning Soldiers sends a clear signal to those generations of Americans who make up the future of the All-Volunteer Force. Future Soldiers will decide whether to serve, based in part, by the way we take care of our veterans and how we support our transitioning Soldiers as they reintegrate back into civilian life. We've got a solemn obligation to take care of our Soldiers, even as the Army is in the midst of a drawdown.\n\n### -  Lt. Gen. James C. McConville, Army G-1, said during a ceremony at the Pentagon Jan. 21, that recognized a partnership between the Industrial Training Center at Fort Sill, Oklahoma, the Teamsters Military Assistance Program and ABF Freight -- now helping train Soldiers for civilian jobs when they separate. \n \n### - [Army, industry partners prepping Soldiers for jobs](http://www.army.mil/article/141465)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}