{
    "id": "2015-01-23",
    "title": "Knowledge Magazine",
    "body": "**What is it?**\n\n[Knowledge](https://safety.army.mil/knowledge) is the official safety magazine of the U.S. Army, published online monthly by the [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC). Developed in January 2007, Knowledge provides a forum for Soldiers, leaders and safety professionals to share their best practices and lessons learned through personally submitted articles on a variety of aviation, ground, driving and off-duty safety topics. In addition to the online version, Knowledge releases a weekly newsletter highlighting various safety issues as well as seasonal campaigns and USACRC tools and programs.\n\n\n**What has the Army done?**\n\nEach month, Knowledge strives to assist leaders, Soldiers, civilians and family members in successfully mitigating the harmful effects of accidental risk through the publication of safety-themed articles. The magazine's aviation articles target Army aviators, flight crews and Soldiers involved in air operations. Topics may include spatial disorientation, weather, crew coordination or aviation maintenance. Ground articles are geared toward Soldiers serving in ground combat and support units. These articles provide information on all areas of Army operations, including combat vehicle operation, tactical parachuting, explosive ordnance disposal and weapons handling. The driving and off-duty sections include articles about private motor vehicles and motorcycles, off-road recreational vehicles and personal watercraft as well as a variety of seasonal topics. Several of these articles are also aimed at family members, who serve as another line of defense in the effort to keep Soldiers safe.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nKnowledge has continually evolved to ensure readers are provided the tools they need to do their jobs safely. Recently, the magazine's website was upgraded and expanded, providing users with the ability to print, email, rate and share articles on their social media pages. A more robust, subscriber newsletter and increased article printing capabilities are also in the works.\n\n\n**Why is this important to the Army?**\n\nEvery leader, Soldier, civilian and family member is vital to the Army team for safe and successful mission accomplishment. Awareness of accidents and emerging trends that have taken Soldiers out of the fight allows individuals to learn from the mistakes of others without having to suffer a needless loss in their formations. Knowledge is a vital tool to ensure the safety of those who execute the Army's missions.\n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [Knowledge online](https://safety.army.mil/knowledge)\n",
    "date": "Friday, January 23, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWhen we have to go talk to Congress ... there are many times they would much rather hear it from a sergeant major than from a general officer ... The position of the sergeant major of the Army is incredibly important. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, emphasizing the important role of the  sergeant major of the Army, at the farewell ceremony for Sgt. Maj. of the Army Raymond F. Chandler III, held at the Pentagon, Jan. 22 \n\n### [Chandler honored for helping Army overcome challenges](http://www.army.mil/article/141563)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}