{
    "id": "2015-01-26",
    "title": "Geospatial Information and Services",
    "body": "**What is it?**  \n\n[Army Regulation 115-11: *Geospatial Information and Services*  ](http://www.apd.army.mil/pdffiles/r115_11.pdf)(GI&S) establishes the governance frameworks, policies, roles, responsibilities and procedures for the geospatial component for Geospatial-Intelligence (GEOINT) and those for related to the development and implementation of the Army Geospatial Enterprise (AGE).  \n\nGeospatial information is a critical component of GEOINT and supports the Force 2025 and Beyond [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) - Win in a Complex World - Warfighting Challenges. The Army and the National Geospatial--Intelligence Agency (NGA) work together to develop and maintain databases that support Army GI&S. \n\n\n**What has the Army done?**\n\nIn coordination with the [Deputy Chief of Staff, G-2](http://www.dami.army.pentagon.mil) (the proponent for the regulation), the Army Geospatial Center and the Office of the Chief of Engineers, AR 115-11 underwent a major revision and was re-released in September 2014 to capture the innumerous changes in GI&S technology, establishment of theof AGE and the standards, architectures and network environments associated with the Common Operating Environment (COE).  This regulation had not been updated since 2001.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nContinue to define, shape and support the implementation of the AGE across the entire Army, which will provide the geospatial analysis and visualization capabilities needed to deliver geospatial knowledge to the Soldier.  The COE implementation plan, geospatial appendix, defines how the AGE will be architected, implemented, integrated, governed and verified within the COE.\n\n**Why is this important to the Army?**\n\nThis new regulation will allow for faster, better delivery of critical geospatial information to Soldiers by increasing efficiency, reducing duplications, minimizing overhead and interoperability among its elements, as well as, synchronizing with the Joint, Interagency, Intergovernmental, and Multinational (JIIM) community.  A fully realized AGE improves the commander's military decision-making process, information dominance, enhances Soldiers' situational awareness and will be a fundamental tool for ensuring a common understanding between the Army, the intelligence community and JIIM partners. This will lead to a greater probability of mission success. Additionally, it will improve the continuity of operations during unit relief in place and/or transfer of authority (RIP/TOA), enhance and extend NGA's data holdings with Army-produced operational and tactically relevant geospatial information and produces tangible cost savings to the Army due to increased data reuse and data sharing.  \n\n\n**Resources:**\n\n* [AR 115-11: *Geospatial Information and Services*](http://www.apd.army.mil/pdffiles/r115_11.pdf)\n* [Deputy Chief of Staff, G-2](http://www.dami.army.pentagon.mil)\n* [U.S. Army Geospatial Center](http://www.agc.army.mil)\n* Related STAND-TO!: \n* [- U.S. Army Geospatial Center (AGC): Enabling Geospatial Information Dominance](http://www.army.mil/standto/archive/issue.php?issue=2012-05-10)\n",
    "date": "Monday January 26, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThe threat of terrorism is not going away ... it's in our face every single day and it's going to be throughout our lifetimes and probably throughout our children's lifetimes, so we have to figure out how we're going to deal with this threat ... and challenge it face-on.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), emphasizing the importance of understanding the enemy's intent and developing concepts in a timely manner so that the Army can continue to respond across a broad spectrum of conflicts, at the Association of the United States Army monthly Institute of Land Warfare breakfast, Jan. 22 \n\n### [Uncertainty means Army must be prepared for multiple threats](http://www.army.mil/article/141620)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}