{
    "id": "2015-01-27",
    "title": "The Rapid Equipping Force",
    "body": "**What is it?**\n\nThe Rapid Equipping Force (REF) harnesses current and emerging technologies to provide immediate solutions to the urgent challenges of deployed or deploying U.S. Army forces globally. Deployed or deploying commanders and units can contact the REF with a requirement using the REF 10-Liner requirement authorization document. The REF reviews the request and decides within 48 hours if it will validate a requirement. If validated, project teams work closely with the requesting unit to analyze the tactical problem and find technologies to mitigate the capability shortfall. Most solutions are delivered to the unit in 180 days or less.  \n\n\n**What has the Army done?**\n\nThe Army recently named REF, a capability that has supported forces fighting in both Afghanistan and Iraq for more than a decade, an enduring organization. Last month, the REF transferred from the Army's G-3/5/7 to the [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/), an important step in institutionalizing the organization as a permanent part of the larger Army.  TRADOC is responsible for developing the future force and will leverage the REF's focus on the current force's urgent capability shortfalls to inform future requirements.  Program Executive Office Soldier serves as the REF's milestone decision authority and provides a project manager with the overall responsibility for the cost, schedule and performance of any REF project. \n\n\n**Why is this important to the Army?**\n\nREF, the Army's Quick Reaction Capability for rapid acquisition, rapidly addresses urgent materiel gaps for the more than 140,000 Soldiers deployed to 150 nations around the world. The [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) identifies \"adaptability\" as a primary tenet for future operations and predicts that Army forces will have to develop materiel solutions faster due to the ease and speed of technology transfer and adaptation by America's adversaries.  By retaining the REF, the Army is institutionalizing one mechanism to ensure it can respond to emerging needs using a proven process.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe REF transition to TRADOC is effective immediately.  The organization will continue to maintain forward teams in both Afghanistan and Kuwait, and it is leaning forward to anticipate global requirements by region, particularly in support of the Global Response Force and Regionally Aligned Forces.\n\n\n**Resources:**\n\n* To request a REF 10-Liner, [email REF Operations Center](mailto:usarmy.belvoir.hqda.mbx.ref-ops-center@mail.mil) or call at (703)704-0937  \n* [Rapid Equipping Force](http://www.ref.army.mil)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [U.S. Army Capabilities Integration Center](http://www.arcic.army.mil/)\n* Related document:\n* [- U.S. Army Operating Concept \"Win in a Complex World\" Oct. 7, 2014](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* Related STAND-TO!:  \n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Tuesday, January 27, 2015",
    "quote": "Quote for the Day\n-------------------\nAs the force gets smaller... there's only so many places where that money can come from.\n\n### - Col. Karl Konzelman, chief of the Army G-3/5/7 Force Management Division, explains how the force reduction decisions are being made during first-ever listening session where members of the surrounding communities voiced their opinions regarding the proposed cuts of up to 16,000 Fort Campbell Soldiers.\n\n### [Community stands against potential cuts](http://www.army.mil/article/141624)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}