{
    "id": "2015-01-28",
    "title": "U.S. Army Environmental Programs: Wetlands",
    "body": "**What is it?**\n\nWetlands are the link between the land and the water. They are transition zones where the flow of water, sunshine and the cycling of nutrients come together to produce a unique ecosystem making these areas critical to the health and usefulness of watersheds. Wetlands are critical for clean water.   \n\n\n**Why is this important for the Army?**\n\nWetlands are important to Army installations because they recycle nutrients, decompose organic matter, remove metals, and remove pathogens from water and release that water into associated surface and ground water.  \n\nIn order to train and maximize combat effectiveness and readiness, our Soldiers must care for and ensure all precious training resources are cared for and sustained as well as possible.  \n\nWetlands are an integral part of Army installations because they act as reservoirs to protect critical training areas against flood damage and are essential habitat for fish and wildlife that may be threatened and/or endangered.  Although wetlands comprise only about 3.5 percent of the inland portion of the United States, they provide habitat for one-third of the United States threatened and endangered species; they provide feeding grounds for millions of migratory birds; they are used to harvest billions of dollars worth of fish, shellfish, cranberries, and medicinal plants each year.\n\n\n**What has the Army done?**\n\nThere are over 1.3 million acres of wetlands on Army installations.  It is the Army's policy to ensure no net loss of wetlands and develop sustainable solutions to wetland conservation and rehabilitation.  The Army uses its planning level surveys of wetlands on its installations to plan military readiness training, exercises  and other operations so that wetlands are avoided where possible.  When avoidance of wetlands is not practicable, impacts to wetland size, function, or value are minimized or mitigated to compensate for the loss. \n\n\n**What does the Army plan to do in the future?**\n\nThe Army will seek opportunities to develop wetland mitigation areas (mitigation banks) by engaging willing landowners in conservation easements and ensuring unavoidable wetland loss is appropriately compensated to preserve the health of watersheds.  The Army will continue to identify and analyze the environmental impacts of these activities and work to avoid or mitigate wetlands.\n\n\n**Resources:**\n\n* [AR 200-1: Environmental Protection and Enhancement](http://armypubs.army.mil/epubs/pdf/r200_1.pdf)\n* [U.S. Army Environmental Command](http://www.aec.army.mil/)\n* Conserve Natural Resources:\n* [-Wetlands](http://www.aec.army.mil/Services/Conserve/NaturalResources/Wetlands.aspx) \n* [-Sikes Act](http://www.aec.army.mil/Services/Conserve/NaturalResources/SikesAct.aspx)\n* [-Endangered Species Act](http://www.aec.army.mil/Services/Conserve/NaturalResources/EndangeredSpecies.aspx)\n* [-Bald and Golden Eagle Protection Act](http://www.aec.army.mil/Services/Conserve/NaturalResources/BaldandGoldenEagleProtection.aspx)\n* [-Migratory Bird Treaty Act](http://www.aec.army.mil/Services/Conserve/NaturalResources/GuidanceandReferenceDocuments.aspx)\n* [United States Environmental Protection Agency](http://www.epa.gov/)\n* Laws & Regulations:\n*  [-Clean Water Act](http://www2.epa.gov/laws-regulations/summary-clean-water-act)\n\n\n",
    "date": "Wednesday, January 28, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWhen we say win, we say this occurs at the strategic level. If you want to win at the strategic level you have to deliver all elements of national power, not just firepower.\n\n### - Gen. David Perkins, commanding general, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), emphasizes the new [*Army Operating Concept* ](http://www.army.mil/standto/archive_2014-12-22/) to leaders, during his visit to U.S. Army Europe headquarters, Jan. 26 \n\n### [TRADOC commander visits USAREUR headquarters; emphasizes new operating concept](http://www.army.mil/article/141717/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}