{
    "id": "2015-01-29",
    "title": "U.S. Army Enterprise Strategic Management System  ",
    "body": "**What is it?**\n\nThe Strategic Management System (SMS) is a performance management tool available to all Army organizations and components.  First available in 2006, and enhanced over time, SMS is a web-based application secured through CAC authentication that flexibly meets Army needs to track performance and mission objectives on both classified and unclassified networks.  Organizations define their objectives, standards, and briefing formats, and SMS provides performance feedback and tracking that allows leaders to maintain immediate situational awareness at less cost than the manual, \"paper brief\" method.  SMS also has the ability to connect to authoritative data sources to further automate the process and decrease the amount of organizational resources devoted to information gathering and instead focus efforts on analysis.\n\n\n**What has the Army done?**\n\nThe [Office of Business Transformation](http://www.army.mil/obt) (OBT) made the investment to upgrade this Army capability to provide its customer base the most recent technologies.  The software includes many new high-value enhancements to include easier navigation, briefings that automatically update over time, customizable dashboards and displays, replicated dashboards, a blog-like capability, as well as the ability to initiate a warning when a metric is under or over performing.  SMS software now incorporates Earned Value Management (EVM) for contract execution and project management as part of its action planner capability.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army intends to engage in an intensive education program for existing and new users.  This education program includes traditional training methods, such as in-person and online training and now will feature other methods, such as computer-based training modules and social network peer-to-peer assistance.\n\n\n**Why is this important to the Army?**\n\nA tool available to the Army enterprise is important because by enabling commands to use the same performance management software, SMS is more economically sound and efficient than having each organization develop, purchase, implement and sustain their own application.  SMS has unlimited licenses, server hosting, configuration management, a helpdesk, training, and system administration capabilities.  This newest version of SMS offers more ways to create performance metrics and improved ways to display metrics for decision makers.  As the Army enters a period of aggressive strategic enterprise decision-making, SMS is now uniquely capable of providing leaders and managers a platform on which to envision, build, deploy and track performance against their strategy.  \n\n\n**Resources:**\n\n* [Army Office of Business Transformation](http://www.army.mil/obt)\n* Milsuite log-in required: [SMS Collaboration and Resource Center](https://www.milsuite.mil/book/community/spaces/orion/sms )\n* Contact SMS Help Desk:  703-607-5014.\n",
    "date": "Thursday, January 29, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI believe this is the most uncertain I have seen the national security environment in my nearly 40 years of service. The amount and velocity of instability continues to increase around the world.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), voices his concerns on the effects of another possible sequestration during a testimony, when he and his service counterparts met with the Senate Armed Services Committee on Capitol Hill, Jan. 28 \n\n### [Odierno warns 2016 sequestration could result in 'hollow' Army](http://www.army.mil/article/141812)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}