{
    "id": "2015-01-30",
    "title": "Swearing-in of the 15th Sergeant Major of the Army ",
    "body": "**What is it?** \n\nChief of Staff of the Army Raymond T. Odierno will swear-in Command Sgt. Maj. Daniel A. Dailey as the senior enlisted adviser and the 15th sergeant major of the Army, at 3:00 p.m. EST.   \n\nThe sergeant major of the Army (SMA) is the senior non-commissioned officer (NCO) of the United States Army. The office of Sergeant Major of the Army has evolved into a position of great influence and responsibility, largely as a result of the hard work and exemplary service of the Soldiers who have occupied the post. \n\n\n**What has the Army done?**\n\nGeneral Order No. 29 officially established the position of sergeant major of the Army, July 4, 1966. Since then, there have been 14 Soldiers who have served in the post.\n\nThe SMA leader webpage, on the [Army's public facing website](http://www.army.mil), will change-over to reflect information about the new SMA as the ceremony begins. This page will also have the biography and official photo of the newly sworn in #15thSMA.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe SMA leader page will house the latest information directly from and about the #15thSMA.  SMA Dailey will use the page to make official announcements and provide guidance important to the enlisted and non-commissioned officer force.\n\n\n**Why is this important to the Army?**\n\nThe sergeants major of the Army is a story of the Army NCO Corps as a whole. The Army created the Office of the Sergeant Major in part because of important shifts in the nature, structure, and responsibilities of NCOs. The SMAs have helped shape the future of the NCO Corps. \n\nSince the office was created in 1966, the sergeant major of the Army has been the voice of the average Soldier with a direct line to the Army chief of staff and secretary of the Army.  While the duties and responsibilities of the post continue to evolve to reflect the needs of the Army senior leaders, the needs of the enlisted force, and NCO corps, the SMA remains a trusted adviser on behalf of Soldiers and their families.  \n\n\n**Resources:** \n\n* Today, 3:00 p.m. ET: [View the live webcast coverage of the swearing-in ceremony](http://www.dvidshub.net/webcast/5787)\n* [Sergeant Major of the Army Leader Webpage](http://www.army.mil/leaders/sma) *Will go live in conjunction with the swearing-in ceremony*\n* [Center for the Army Profession and Ethic: The Army Profession](http://cape.army.mil/aaop/)\n* Related document:\n* [- The Sergeants Major of the Army](http://www.history.army.mil/html/books/070/70-63-1/CMH_Pub_70-63-1.pdf)\n* Related blog: \n* [- The Sergeant Major of the Army: Leader and communicator](http://soldiers.dodlive.mil/2014/11/the-sergeant-major-of-the-army-leader-and-communicator/)\n* Related articles: \n* [- TRADOC command sergeant major picked to be next SMA](http://www.army.mil/article/137469/)\n* [- CSM Daniel A. Dailey selected to be next Sergeant Major of the Army](http://www.army.mil/article/137455/)\n* Related STAND-TO!:\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/) \n\n",
    "date": "Friday, January 30, 2015",
    "quote": "Quote for the Day\n-------------------\n\nIt's every Soldier's dream -- it should be every Soldier's dream -- to someday at least have the opportunity to be the sergeant major of the Army  [I never] fathomed when I was a young Soldier that I'd ever be in this office receiving this type of recognition.\n\n### - Command Sgt. Maj. Daniel A. Dailey, the recent senior enlisted adviser of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), will be sworn in as the 15th  sergeant major of the Army (#15thSMA) at 3 p.m. EST, Jan 30.\n\n### [TRADOC command sergeant major picked to be next SMA](http://www.army.mil/article/137469/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **January 2015**\n\n*  View the Army's [2014 Year in Photos](http://www.army.mil/yearinphotos/2014?from=st)   \n\n* Jan 30: Swearing-in ceremony of the 15th SMA \n\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n\n\n\n   \n\n"
}