{
    "id": "2016-12-01",
    "title": "Armored Brigade Combat Team  ",
    "body": "#######Provided by HQDA G3/5/7 \n\n**What is it?**\n\nThe armored brigade combat team (ABCT) is the Army's primary armored force. Within the Army, there are 14 ABCTs, each of which consists of seven battalions: three combined arms, one cavalry (reconnaissance), one artillery, one engineer and one brigade support battalion. It was designed around combined arms battalions that contain both M1 Abrams tanks and M2 Bradley infantry fighting vehicles. Other vehicles, such as HMMWVs and variants of the M113 armored personnel carrier, operate in a supporting role along with M109 howitzer artillery.\n\n**What is the Army doing?**\n\nIn response to the increasing demand for armored forces by combatant commanders, the Army will convert the Spartan Brigade, of the 2nd Infantry Brigade Combat Team (IBCT), as the newest Armored Brigade Combat Team in the Army's inventory. Upon completion of this conversion in October 2017, the Army will have 15 ABCTs.   \n\nA large portion of the personnel and equipment are common between BCT types; however, this conversion will cause changes to both personnel and equipment requirements.\n\n**What continued efforts are planned for the future?**\n\nThe Department of the Army continuously reviews the current and future force structure as part of Title 10 responsibilities to meet future demands based on many factors, including national and military security strategies, Department of Defense guidance, contingency operation planning, resources available and the strategic environment,  to name just a few.\n\nThis conversion better balances the light and heavy combat forces in the Army. It enables the Army to provide the right kind of fighting force to the geographic combatant commanders in accordance with their requirements.\n\nThe Army will continue to remain flexible in its restructuring initiatives in order to ensure readiness for the Total Army. The forward presence and stationing of the land forces builds partner capacity and assures the nation's allies and deters aggressors.\n\nThe Army, as a flexible force, will continue to evolve in order to better posture itself to fulfill future land component demands.\n\n**Why is this important to the Army?**\n\nThe addition of a 15th ABCT to the Army will increase the overall armor capacity to support combatant commands around the world. \n\nThe Army continuously adapts and evolves with changes in the strategic environment. To be ready to fight and win current and future fights, it is necessary for the Army to  generate the strategic readiness required to support the joint force in the joint fight. By being flexible and restructuring based on demands, the Army maintains its strategic importance as the key force provider for combatant commands. The conversion of an IBCT to an ABCT enhances the Army's capability to meet the demands of the combatant commanders. \n\n**Resources:**\n\n**Related article:**\n\n* [Spartan Brigade to become Army's newest armored brigade](https://www.army.mil/article/178862/spartan_brigade_to_become_armys_newest_armored_brigade)\n\n**Related STAND-TO!:**\n\n* [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27/)\n* [The U.S. Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22)",
    "date": "Thursday Dec. 1, 2016",
    "quote": "#### Focus quote for the day:\n\n> The Army is pragmatically and proactively increasing the number of armored brigade combat teams in the force to address the several security challenges that have been identified by the secretary of defense.\n\n\\- Col. Brian Ellis, force management division chief with the Army's G-3/5/7\n",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}