{
    "id": "2016-12-05",
    "title": "ADP/ ADRP 3-0, Operations",
    "body": "#######Provided by U.S. Army Training and Doctrine Command, Combined Arms Center\n\n**What is it?**\n\nArmy Doctrine Publication (ADP) 3-0, Operations, is one of the Army's capstone publications and presents the fundamental principles and overarching doctrinal guidance for conducting operations. Army Doctrine Reference Publication (ADRP) 3-0 augments ADP 3-0, providing detailed information on the fundamentals of operations. The Army recently published these revised manuals to support a common framework for organizing and conducting Army operations as part of a joint force. The central idea of operations is that Army forces must be ready to operate across the range of military operations and across multiple domains.\n\n**What is the Army doing?**\n\nThe revised ADP and ADRP 3-0, which can be found at the [Army Publishing Directorate](http://www.apd.army.mil), describe the Army's focus to conduct prompt and sustained land combat to achieve the joint force commander's objectives. The [Combined Arms Doctrine Directorate (CADD)](https://www.google.com/webhp?sourceid=chrome-instant&ion=1&espv=2&ie=UTF-8#q=Combined Arms Doctrine Directorate), a part of the Combined Arms Center and Army Training and Doctrine Command, manages the Army doctrine program and led the effort to update these manuals. These revisions not only reflect on the past but also look to the future. They build on the idea that success requires fully integrating Army operations with the efforts of unified action partners.\n\n**What continued efforts are planned for the future?**\n\nThe Combined Arms Doctrine Directorate is coordinating with the doctrine development community plus the Army's joint service partners in creating a completely new version of Field Manual (FM) 3-0, Operations. Current plans call for FM 3-0 to be published in fall of 2017. Workshops will focus on incorporating those aspects of the current operational environment that impact Army operations and multi-domain battle, with an emphasis on threats posed by peer and near-peer competitors. Doctrine developers from across the Army will ensure the revised FM 3-0 aligns with the revised editions of ADP/ADRP 3-0. \n\n**Why is this important to the Army?**\n\nU.S. forces are increasingly contested across all areas; matched or overmatched in ground force capabilities; and confronted over an expanded battlefield. Army forces remain the preeminent fighting force in the land domain. The revised ADP and ADRP 3-0 discuss how Army forces conduct decisive action to seize, retain, and exploit the initiative and consolidate gains to prevent conflict, shape the operational environment, and win the nation's wars as part of a unified action.\n\n**Resources:** \n\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [The Combined Arms Doctrine Directorate (CADD)](http://usacac.army.mil/organizations/mccoe/cadd)\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n\n**Related documents:**\n\n* [Army Doctrine Publication 3-0, Operations](http://www.apd.army.mil)\n* [Army Doctrine Reference Publication (ADRP) 3-0, Operations](http://www.apd.army.mil)\n\nSearch for the following documents under \"Publication Text Search\" at the [Army Publishing Directorate](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx):\n\n* ADRP1: The Army Profession\n* ADP1: The Army\n\n**Related STAND-TO!s:**\n\n* [Army Doctrine ePubs](www.army.mil/standto/archive_2015-06-26)\n* [Army's Operating Concept](https://www.army.mil/standto/archive_2014-12-22)",
    "date": "Monday Dec. 5, 2016",
    "quote": "#### Focus quote for the day:\n\n> ADP 3-0 provides a common operational concept for Army forces who must be ready to operate across the range of military operations and across multiple domains, integrating their actions with unified action partners as part of a larger effort.                                         \n\n\\- Gen. David G. Perkins, Commanding General, U.S. Army Training and Doctrine Command, Foreword, ADP 3-0, Operations, Nov 11, 2016\n\n",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}