{
    "id": "2016-12-06",
    "title": "Soldier for Life - Transition Assistance Program",
    "body": "#######Provided by U.S. Army Human Resources Command\n\n**What is it?**\n\nThe [Soldier for Life - Transition Assistance Program (SFL-TAP)](https://www.sfl-tap.army.mil/) provides transition services to Soldiers, Department of the Army Civilians, and Family members who transition from active duty. By law, Soldiers must participate in SFL-TAP after completing at least 180 days of continuous active duty service. SFL-TAP is a commander's program that encourages the idea of going early and often to receive transition services.  \n\nThe Army uses a one-size-fits-all model for transitioning Soldiers. All Soldiers are required to meet the same career readiness standards, which integrate legally mandated courses from the Veterans Opportunity to Work (VOW) Act.  \n\n**What is the Army doing?**\n\nIn November of 2016, the Army started a transition pilot program that\ntailors career readiness standards to an individual Soldier's transition\nneeds. The two-year pilot program will gather input on best practices for the Army's SFL-TAP, which is a mandatory program for all service members leaving active duty that covers resume writing, military skills translation, financial planning, and other topics. The pilot is taking place at six installations worldwide, including Fort Drum, Fort Campbell, Fort Hood, Fort Bragg, Joint Base Lewis-McChord, and USAG Bavaria.\n\nThe pilot assigns active component Soldiers a category based on their education, age, rank, separation reasoning, military occupation, and other demographic data. The category determines which career readiness standards are mandatory and which career readiness standards Soldiers may choose to elect. VOW requirements are mandatory in all categories.\n\n**What continued efforts are planned for the future?**\n\nThe Army plans to use results from the pilot to modify career readiness standards requirements for Soldiers with the goal of focusing more resources on Soldiers who are in need of additional assistance during their transition. \n\nSFL-TAP also requires commanders to take an active role in a Soldier's transition. Certain pilot sites involve direct commander input to help determine what career readiness standards the Soldier should complete. Soldiers are encouraged to start the program 18 months prior to their transition or 24 months prior for retirees.\n\n**Why is this important to the Army?**\n\nEnhancing SFL-TAP resources with feedback from the pilot is part of the Army's commitment to ensuring the lifelong success for our Soldiers and their families by connecting them with opportunities for employment and education as they transition from the Army to civilian communities. \n \nThe SFL-TAP resources help Soldiers transition from military service to civilian life. Connecting Soldiers to civilian employment is good for a company's bottom line, but also for Soldiers, who can leave active duty with a sense of pride and truly become a [Soldier for Life](https://www.army.mil/standto/archive_2016-10-26).\n\n**Resources:** \n\n* [Soldier for Life - Transition Assistance Program](https://www.sfl-tap.army.mil/)\n* [Army Human Resources Command](https://www.hrc.army.mil/)\n* [Soldier for Life](https://soldierforlife.army.mil/)\n\n**Soldier for Life on social media:**\n\n* [Facebook](http://www.facebook.com/armycareerandalumniprogram)\n* [Twitter](http://www.twitter.com/SFLTAP)\n* [LinkedIn Connection Group](https://www.linkedin.com/groups/7063275) \n\n**Related STAND-TO!s:**\n\n* [Soldier for Life](https://www.army.mil/standto/archive_2016-10-26)",
    "date": "Tuesday Dec. 6, 2016",
    "quote": "#### Focus quote for the day:\n\n> The pilot is going to help change the way the Soldier for Life - Transition Assistance Program operates. We are adapting to a need that we know will help provide Soldiers with the best resources for transitioning.\n\n\\- Retired Col. Walter M. Herd, director, Soldier for Life - Transition Assistance Program\n\n",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}