{
    "id": "2016-12-08",
    "title": "Medical Readiness Classification (MRC) 4   ",
    "body": "#######Provided by U.S. Army Medical Command \n\n**What is it?**\n\nBeing medically ready is critical for a deployable Soldier, as Soldiers must be ready to fight and win today's wars as part of globally integrated operations. All Soldiers are assigned a Medical Readiness Classification (MRC) of 1 to 4. The class of MRC 4 consists of Soldiers whose medical and dental status is unknown. These Soldiers are therefore non-deployable.\n\nCurrently, more than 144,000 Soldiers across all Army components are considered non-deployable for various medical and dental reasons. Of this population, 55,000 Soldiers need only an annual periodic health assessment (PHA) or a dental exam (or both) to be removed from their MRC 4 status.  \n\n**What is the Army doing?**\n\nBetween Dec 5, 2016, and Mar 31, 2017, the Army's goal is to execute an [Army-wide reset](http://armymedicine.mil/Pages/MRC4_reset.aspx) to ensure that all Soldiers currently classified as MRC 4, as well as those Soldiers whose annual PHA and dental exams become due in 12 months, complete these critical health readiness assessments.\n\nArmy Medicine has been closely collaborating with Headquarters, Department of the Army G-1 and its regional health commands (RHCs) to diligently request and assess feedback from the field in order to successfully execute this mission.\n\n**What continued efforts are planned for the future?**\n\nThe [Army Medical Command (MEDCOM)](http://armymedicine.mil/Pages/Home.aspx) developed tools to assist unit leaders in managing their Soldier's medical readiness. For example, Soldiers can view their individual medical readiness (IMR) status on Army Knowledge Online (My Medical).\n\nSoldiers should avoid being a \"no-show\" for appointments, which not only fails to complete the exam, but also blocks that appointment from being filled by another Soldier. It is a commander's responsibility to assess his or her unit's mission readiness in order to execute current and future mission requirements.\n\n**Why is this important to the Army?**\n\nReadiness is the Army's No. 1 priority. Increasing the medical readiness of the Army will provide more combat power to the combatant commanders, which will effectively support globally integrated operations and mission planning around the world. \n\nResolving MRC 4 deficiencies will also help determine a baseline rate for MRC 4, which will enhance predictability, improve future readiness projections, and better determine access-to-care requirements at military treatment facilities (MTFs). \n\nThis MRC 4 initiative will help commanders maximize the number of medically ready personnel they have for future mission requirements. In addition, this effort will demonstrate to stakeholders that the Army is doing everything possible to maintain mission readiness.\n\n**Resources:** \n\n* [Army Medicine: Medical Readiness Classification (MRC) 4 Reset](http://armymedicine.mil/Pages/MRC4_reset.aspx)\n* [Army Medicine](http://armymedicine.mil/Pages/Home.aspx)\n\n**Related STAND-TO!s:**\n\n* [Medical Readiness Transformation](https://www.army.mil/standto/archive_2016-05-31)\n* [Personnel Readiness Transformation](https://www.army.mil/standto/archive_2016-05-25)",
    "date": "Thursday Dec. 8, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}