{
    "id": "2016-12-12",
    "title": "VIA: U.S. Army Continuing Education System (ACES)",
    "body": "#######Provided by U.S. Army Human Resources Command\n\n**What is it?**\n\nVIA is an online decision support tool developed by Headquarters, Army Continuing Education System (HQ-ACES), an initiative of U.S. Army Human Resources Command's Army Continuing Education Division (ACED). \n\nVIA, suggesting a path or way forward, compiles an inventory of a Soldier's interests, educational preferences and career goals. The program runs each individual's personal input through a series of analytic measures and suggests areas of study, educational programs, and specific academic institutions for consideration.  \n\n**What is the Army doing?**\n\nVIA was introduced to the field in December 2015 to provide Soldiers across the Army with information that can save them time and money in identifying academic programs most closely aligned to their professional and personal interests and goals. When they are ready to discuss their proposals with a counselor, Soldiers can compare possibilities and choose the course of study that most closely meets their aspirations. \n\nMore than 60 percent of Soldiers using tuition assistance for the first time indicate VIA helped them make more informed decisions about their career goals, degrees and school choices. The percentage of Soldiers who actually register for a course after working with VIA has risen from 35 percent to 49 percent since implementation.\n\n**What continued efforts are planned for the future?**\n\nCompleting VIA is now mandatory before first-time election of tuition assistance through [GoArmyEd](https://www.goarmyed.com/) or before making changes to active courses of study.\n\nOnce Soldiers have elicited a minimum of two system-generated recommendations, they may submit their selections in GoArmyEd, where counselors can view their VIA submissions and assist in planning a specific academic program.  \n\nThe inventory of individual interests created in VIA serves as the beginning of a meaningful consultation with an educational counselor. \n\n**Why is this important to the Army?**\n\nVIA ensures that Soldiers first focus on the educational outcomes they want to achieve before registering for particular academic programs. The system helps Soldiers -- whether they are active duty, Reserve or National Guard -- take a smart look at their options before electing education pathways. \n\nThough VIA recommendations are not binding on the Soldier, they focus the Soldier's planning process. Examining a range of possibilities and considering programs in advance enable a Soldier to select the best educational paths toward reaching his or her goals.\n\nHQ-ACES analysis indicates that since adopting VIA, Soldiers are more often selecting STEM (science, technology, engineering and math) programs with concentrations in the health sciences, information technology and engineering, as opposed to traditional choices such as general studies, business and management, and criminal justice.\n\n**Resources:** \n\n* [Army Continuing Education System (ACES)](http://go.usa.gov/x8p3u)\n* [GoArmyEd login](https://www.goarmyed.com/)\n* [Army Education Centers worldwide](https://www.goarmyed.com/public/public_goarmyed-education_centers.aspx)\n* [Army COOL -- Credentialing Opportunities On-Line](https://www.cool.army.mil/search/CERT_ATAA1066.htm)\n\n**Social media:** \n\n* [GoArmyEd on Facebook](https://www.facebook.com/pages/GoArmyEd/135248143209910)\n\n**Related article:**\n\n* [VIA delivers best Tuition Assistance fit, value for Soldiers](http://go.usa.gov/xKtPV)",
    "date": "Monday Dec. 12, 2016",
    "quote": "### Focus quote for the day:\n\n> We believe an informed Soldier will make better decisions. VIA is proving to be a valuable tool for Soldiers in helping them make smarter choices for degrees and schools.\n\n\\-  Dr. Pamela Raymer, Chief, Army Continuing Education Division, U.S. Army Human Resources Command. \"[VIA delivers best Tuition Assistance fit, value for Soldiers](https://www.army.mil/article/175487/),\" Sept. 21, 2016",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}