{
    "id": "2016-12-13",
    "title": " The National Guard Birthday",
    "body": "#######Provided by the Army National Guard\n\n**What is it?**\n\nThe [National Guard](http://arng.ng.mil/SitePages/Home.aspx) is the oldest military force in the Department of Defense. The National Guard will celebrate its 380th birthday on December 13, 2016, continuing to answer the call since 1636 when the first militia regiments in North America were organized into three permanent regiments: East, South, and North Regiments. It is symbolic of the founding of all the state, territory, and District of Columbia militias that collectively make up today's National Guard.\n\nThis year's theme is \"Answering the call since 1636.\" \n\n**What is the Army doing?**\n\nThe National Guard is a vital part of the Total Army Force, contributing more than 342,000 Soldiers with more than 11,000 National Guard Soldiers currently mobilized in support of the combatant commands.\n\nThe National Guard also [protects the homeland](https://www.army.mil/standto/archive_2016-08-24), providing immediate assistance during federal emergency responses. Recent examples include the approximately 180 Tennessee National Guard Soldiers fighting fires in east Tennessee and the approximately 3,000 to 5,000 National Guard Soldiers who will support the 58th presidential inauguration.\n\nThe National Guard has the people, equipment and capabilities to save lives; preserve or restore civil order; protect property; and maintain or reestablish communications.  \n\nThe National Guard leverages combat capabilities and equipment to provide rapid, overwhelming capability after disaster strikes at home.\n\nNational Guard members were called-up by their governors 189 times and logged more than 1,280,000 man days responding to homeland emergencies in fiscal year 2016.\n\nFor more than 20 years, through the State Partnership Program (SPP), the National Guard has developed 70 enduring, cost-effective partnerships with a third of the world's countries.\n\n**What continued efforts are planned for the future?**\n\nThe Army maintains constant vigilance during periodic Army reorganizations that impact on Army National Guard force structure to ensure that the lineage and history of historic Army National Guard units are preserved.\n\n**Why is this important to the Army?**\n\nThe National Guard is an integral partner in supporting national security objectives.\n\nThe contributions of American militia and the National Guard have been inseparable from the history of Americans bearing arms in defense for centuries and are integral to the telling of the Army's story.\n\nBy perpetuating the history of the National Guard, the Army stays connected with American communities and affirms its rich citizen-Soldier heritage. The National Guard demonstrates the same \"minuteman\" spirit exhibited by its forefathers in the Massachusetts militia, who defended their settlements and colony against attack. \n\nCitizen Soldiers and airmen celebrate the rich National Guard heritage to provide opportunities for their communities to better understand their service, missions, contributions and sacrifices. \n\n**Resources:** \n\n* [Army National Guard](http://arng.ng.mil/SitePages/Home.aspx)\n\n**Related STAND-TO!:**\n\n* [Securing the Homeland](https://www.army.mil/standto/archive_2016-08-24)",
    "date": "Tuesday Dec. 13, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}