{
    "id": "2016-12-14",
    "title": "Fighting Satellite Communications",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nFighting satellite communications (SATCOM) is a U.S. Strategic Command (USSTRATCOM) and National Reconnaissance Office directed initiative. The objective is to improve collective SATCOM agility, resiliency and operational environment awareness through the full spectrum of conflict, from a benign environment through a highly contested, degraded and operationally-limited environment.\n\n**What is the Army doing?**\n\nU.S. Army Space and Missile Defense Command / Army Forces Strategic Command (USASMDC/ARSTRAT) co-chairs the Fighting SATCOM Working Group with the Air Force and Navy. As a key member of this working group, SMDC works to assure Department of Defense's ability to:\n\n* Continue integration efforts of the SATCOM enterprise, Department of Defense Information Network, and intelligence community in support of the warfighter.\n* Enhance electromagnetic interference (EMI) capabilities and actions.\n* Provide warfighters with a SATCOM common operational picture.\n* Exercise SATCOM Integrated Operations Environment (SIOE) during USSTRATCOM's Tier 1 exercise -- Global Lightning.\n\nSMDC is also working to provide institutional unity of effort across the SATCOM enterprise by providing SATCOM System Experts across the entire frequency spectrum.\n\n**What continued efforts are planned for the future?**\n\nArmy prepares now to fight SATCOM as a single enterprise through a contested, degraded, and operationally-limited environment (CDO) in order to prevent or withstand loss, and continue to deliver communications. Army can and will counter any adversary's capability and intent through the strong and active defense of the SATCOM resources. \n\nThrough SMDC, the Army will continue its Fighting SATCOM efforts by:\n\n* Maintaining 24/7 communications with senior level decision makers.\n* Resolving SATCOM issues as quickly as possible in both benign and CDO environments.\n* Working to improve Commander Joint Functional Component Command-Space's ability to deliver SATCOM capabilities to warfighters.\n* Solving SATCOM issues at the lowest possible level.\n\n**Why is this important to the Army?**\n\nBeyond line-of-sight communications are crucial in multi-domain battle. Without the ability to successfully pass encrypted voice and data to and from the battlefield, we lose the ability to rapidly and effectively respond to change. The ability to dominate/win a multi domain battle requires assuring the Army's use of SATCOM while denying its use to the adversaries.\n\n* DOD is extremely effective at delivering SATCOM capabilities in a benign environment.\n* The Army must be prepared to fight across multiple domains, gain the advantage over the potential enemies, and achieve national defense objectives.\n\n**Resources:** \n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n",
    "date": "Wednesday Dec. 14, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}