{
    "id": "2016-12-15",
    "title": "U.S. Army Counter Unmanned Aircraft Systems Strategy",
    "body": "#######Provided by U.S. Army Training and Doctrine Command, Army Capabilities Integration Center\n\n**What is it?**\n\nThe [Army's Counter-Unmanned Aircraft Systems (C-UAS) Strategy](http://www.arcic.army.mil/App_Documents/Army-CUAS-Strategy.pdf) is an initial step at focusing the Army's efforts to defeat the unmanned aircraft systems (UAS) threat and facilitating successful multi-domain battle operations.\n\nThe end state of the Army's C-UAS strategy is to develop and provide a comprehensive set of capabilities that enable commanders to detect, identify and defeat UAS threats and enable strategic and tactical freedom of maneuver and action through all domains, including the electromagnetic spectrum.\n\nThere is no single comprehensive materiel solution that will completely eliminate the UAS problem; nor will a single Army, joint or multinational capability defeat the UAS threat. Success in the C-UAS mission requires the integration of numerous capabilities that stretch across all seven warfighting functions and all 20 Army warfighting challenges. \n\n**What is the Army doing?**\n\nThe C-UAS strategy was approved and signed by the vice chief of staff of the Army in July of 2016. A releasable version of the strategy and a trifold pamphlet were available during the Association of the United States Army annual meeting in October 2016. \n\nU.S. Army Training and Doctrine Command's Army Capabilities Integration Center (ARCIC) established a C-UAS Initial Capabilities Development Team charter to synchronize efforts and recommend solutions and injects into TRADOC; Headquarters, Department of the Army; and other joint governance processes. \n\n**What continued efforts are planned for the future?**\n\nARCIC is co-sponsoring a study with the National Academies of Sciences Committee on C-UAS capability for brigade and below operations. \n\nARCIC will partner with Syracuse University on UAS/C-UAS [research efforts](https://www.governor.ny.gov/news/governor-cuomo-announces-5-million-investment-grow-unmanned-aerial-systems-industry-upstate-new) in the near future.     \n\nARCIC is also working with the science and technology community to look at emerging technologies and capabilities that may address gaps for threat UAS.    \n\n**Why is this important to the Army?**\n\nAdversary UAS capability is -- and will remain for the foreseeable future -- an essential requirement to enable the long-range precision fires, integrated air defense, and overall intelligence gathering necessary to create an anti-access / area-denial dilemma for the Army and the Joint Force. Defeating the UAS threat is paramount in order for multi-domain battle to be fully achieved. This is why having a cogent strategy for C-UAS activities is critical for the Army and the Joint Force. \n\n**Resources:** \n\n* [ARCIC](http://www.arcic.army.mil/)\n* [TRADOC](http://www.tradoc.army.mil)\n\n**Related document:** \n\n* [Army's Counter-Unmanned Aircraft Systems (C-UAS) Strategy](http://www.arcic.army.mil/App_Documents/Army-CUAS-Strategy.pdf)\n\n**Related STAND-TO!**\n\n* [U.S. Army Roadmap for Unmanned Aircraft Systems: 2010-2035](https://www.army.mil/standto/archive/2010/04/16/)\n\n**Related article:**\n\n* [Picatinny Counters Unmanned Aircraft Systems Threat](https://www.army.mil/article/117902/169586)",
    "date": "Thursday Dec. 15, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}