{
    "id": "2016-12-19",
    "title": "The Army's Cyberspace Advantage",
    "body": "#######Provided by Army Cyber Command and Second Army\n\n**What is it?**\n\nThe Army's Cyberspace advantage is established by aggressively defending the Army networks, data and weapons systems, delivering effects against global adversaries in and through cyberspace, as well as developing and integrating cyberspace, electronic warfare and information operations capabilities.\n\n**What is the Army doing?**\n\nThe Army is already in the cyberspace fight, engaged in real-world efforts today to:\n\n* Operate and defend Army networks and data around the clock and protect the nation in cyberspace.\n* Secure Army weapons platforms against persistent global threats.\n* Develop capabilities for the future fight.\n\nWith 41 teams of cyber Soldiers and Civilians, the Army is the largest service contributor to the Department of Defense's Cyber Mission Force, which defends military networks, supports objectives of joint and Army commanders and, when directed, defends U.S. critical infrastructure. An additional 21 Army Reserve and National Guard cyber teams contribute unique sets of skills and experience and bring the Total Army Force to the efforts in cyberspace.\n\nThe Army is the only service that has launched a dedicated cyber career field to centrally manage Soldiers throughout their careers. The Cyber Center of Excellence at Fort Gordon, Georgia, is educating hundreds of these cyber Soldiers every year in one of the Army's most academically rigorous training programs.\n\nTo effectively organize and employ cyber Soldiers and civilians, the Army has established a Cyber Directorate (HQDA G-3/5/7, DAMO-CY) in the Pentagon to serve as the focal point for requirements prioritization and policy development.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues to build and refine a world-class force able to fight, shape and win in cyberspace. Building on an ongoing Army cyber program launched in 2015, brigade combat teams will add expeditionary cyber, electronic warfare and information operations elements to their rotations at Fort Irwin's National Training Center in the coming year, informing doctrine and policy for cyber combat enablers.\n\nThe Army has delivered talent, infrastructure, and capabilities in cyberspace, but it won't win the fight alone. Partnerships with the interagency, intelligence community, academia and allies are key to Army success.\n\n**Why is this important to the Army?**\n\nThe battle in cyberspace is real. The Army recognizes that the forces must remain dominant in this globally-contested domain and will continue to protect the nation in the years to come. Developing capabilities and enabling partnerships to defend the networks and defeat the adversaries are critical to maintaining the Army's strategic advantage in cyberspace.\n\n**Resources:** \n\n* [US. Army Cyber Command and Second Army](http://www.arcyber.army.mil)\n* [Army Cyber Institute](http://www.usma.edu/acc/SitePages/Home.aspx)\n* [Army Cyber Protection Brigade](http://www.7sigcmd.army.mil/CPB)\n* [Network Enterprise Technology Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/netcom/)\n\n**Related articles:**\n\n* [Army taps innovation for cyber training](https://www.army.mil/article/178005/army_taps_innovation_for_cyber_training)\n* [Integration of cyberspace capabilities into tactical units](https://www.army.mil/article/163156/)\n* [Army explores using cyber teams to aid maneuver commanders](http://www.army.mil/article/173344)\n* [Cyber Innovation Challenge in Silicon Valley](https://www.army.mil/article/165272/cyber_innovation_challenge_in_silicon_valley)\n* [US Army Cyber Command spurs collaboration with industry, academia](https://www.army.mil/article/163645)\n* [Summit brings senior cyber leaders together to share Total Army opportunities, solutions](https://www.army.mil/article/160551)\n\n**Related STAND-TO!**\n\n* [Cyber Support to Corps and Below](https://www.army.mil/standto/archive_2015-07-16)\n* [Operationalizing Cyberspace](https://www.army.mil/standto/2016-09-27)\n* [Army Cyber Innovation](https://www.army.mil/standto/archive_2016-03-23)",
    "date": "Monday Dec. 19, 2016",
    "quote": "### Focus quote for the day:\n\n> Cyberspace can be considered the ultimate high ground, which means that in modern conflicts, ceding cyberspace invites defeat.\n\n\\- Secretary of the Army Eric K. Fanning",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}