{
    "id": "2016-12-20",
    "title": "The 82nd Airborne Division Centennial",
    "body": "#######Provided by 82nd Airborne Division\n\n**What is it?**\n\nFormed in 1917 for entry into World War I, the 82nd Airborne Division is one of the most celebrated units in the U.S. Army. Next year, the All American Division will celebrate a century of service to the nation.\n\n**What is the Army doing?**\n\nTo commemorate its centennial, the division will release the All American Legacy Podcast, a narrative history of the 82nd. The podcast will recount stories from the division's history and will include interviews and first-person accounts with some All American legends. The program will honor the division's legacy, shed light on lesser-known deployments, and showcase recent division history.  The All American Legacy podcast will be available Jan. 17 on iTunes and Google Play, with a new episode to be released every Tuesday thereafter.\n\n**What continued efforts are planned for the future?**\n\nThroughout 2017, the division has a series of events and media engagements planned, including All American Week 100, which will last from May 22 to 25 on Fort Bragg, North Carolina. All American Week 100 will include division-wide individual and squad readiness competitions, new equipment displays, recognition of All Americans from every conflict in the nation's history and will culminate with a division review.\n\n**Why is this important to the Army?**\n\nFor the past 100 years, the 82nd Airborne Division has played a critical role in the nation's defense. Today's All American paratroopers carry a bloodline forged in some of the decisive moments in world history. \n\nDuring the Great War, the All Americans fought in the Saint Mihiel Offensive and in the trenches of the Argonne Forest. The division is widely recognized for its World War II parachute assaults into Sicily, Salerno, Normandy and Nijmegen. The bravery of the All Americans helped turn the tide of the war, defeat Nazism, and save the world from European tyranny.\n\nSince WWII, the division participated in every major U.S. military engagement with the exception of Korea. The 82nd deployed in support of lesser-known Cold War flashpoints in the Dominican Republic, Panama, and Honduras and in response to humanitarian crises in Haiti and New Orleans. In more recent history, the division deployed numerous times to Iraq and Afghanistan.\n\nToday, the division serves as the nucleus of the land component of the Global Response Force, providing the nation with a unique capability.\n\n**Resources:**\n\n* [U.S. Army Fort Bragg: Home of the Airborne and Special Operations Forces](https://www.bragg.army.mil/index.php/units-tenants/82nd-airborne-division)\n\n**Social media:**\n\n* [82nd Airborne Division on Facebook](https://www.facebook.com/82ndAirborneDivision/)",
    "date": "Tuesday Dec. 20, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}