{
    "id": "2016-12-21",
    "title": "C4ISR Home Station Training Initiative",
    "body": "#######Provided by U.S. Army Communications-Electronics Command\n\n**What is it?**\n\nThe Army Home Station Training Initiative (HSTI) enables Soldiers to train on specific capability/system use, sustainment and maintenance while at their home station location. Today, spearheaded by the Army Materiel Command's Communications-Electronics Command (CECOM), program management offices and Forces Command (FORSCOM), HSTI is  improving unit operational readiness by offering targeted command, control, communications, computers, intelligence, surveillance and reconnaissance (C4ISR) capability training at the brigade combat team (BCT) level and below.\n\n**What is the Army doing?**\n\nHSTI efforts have been coordinated across division and BCT locations. The training team synchronizes outputs and employs C4ISR specific classroom and hands-on sustainment training through the use of field representatives already at unit locations. \n\nThe Army uses feedback from trouble tickets from Combat Training Center (CTC) rotations to assess the need for specific system training and to adapt efforts to meet the individual needs of unit commanders. (Trouble tickets are submitted by units when a capability is not working properly and the unit itself can't fix it.)\n\nTo date, a review of more than 15,000 CTC trouble tickets revealed that approximately 95 percent of the reported incidents could have been resolved by Soldiers with no outside help, and that more than 75 percent were training-related.\n\nUsing this methodology, the C4ISR team worked with the 82nd Airborne Division first to conduct several HSTI iterations.\n\n**What continued efforts are planned for the future?**\n\nAnalysis of data from the 82nd Airborne rotations is now allowing HSTI to expand to other units, including the 10th Mountain Division. The long-term goal: institutionalize C4SIR HSTI efforts as part of the regular training cycle.\n\nStarting in 2017, CECOM representatives will begin to meet with BCT commanders and provide them with an overview of available HSTI training capability.\n\nAdditionally, analytical teams have collected unit CTC data and now report after each rotation, analyzing which systems had the most trouble tickets elevated to the field support level and at what level of support issues should or could have been resolved -- by the operator, or at a higher support tier. CECOM reps will now share this information across operational units to help identify overall Army trends.\n\n**Why is this important to the Army?**\n\nThe Army's C4ISR capabilities are critical enablers to units' readiness posture, supporting mission command and expeditionary operating capability. HSTI efforts, focused on unit equipment maintainers, general purpose users and leaders will enable units to build \"home grown\" C4ISR capability proficiency. This will ultimately lead to a reduction in reliance on contracted field service representatives and a reduction in system downtime.\n\n**Resources:**\n\n* [Army Communications-Electronics Command](https://www.army.mil/cecom)\n* [Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n* [Program Executive Office Command Control Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/)\n\n**Related article:**\n\n* [CECOM Home Station training initiative focuses resources, ramps up readiness](https://www.army.mil/article/171953/cecom_home_station_training_initiative_focuses_resources_ramps_up_readiness)",
    "date": "Wednesday Dec. 21, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\n\nDec. 7: Pearl Harbor Day\n\nDec. 7: Center for the Army Profession & Ethic (CAPE) Summit  \n\nDec. 8: Sexual Harassment/Assault Response & Prevention (SHARP) Summit\n\nDec. 10: Army-Navy Game\n\nDec. 13: National Guard Birthday\n\nDec. 15 - Jan. 25: Battle of Bulge\n\n\n"
}