{
    "id": "2016-12-28",
    "title": "High Energy Laser Tactical Vehicle Demonstrator",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nThe purpose of the high energy laser tactical vehicle demonstrator (HEL TVD) is to provide a rugged, mobile solid state laser system that meets the size, weight and performance needs of the Army.\n\nThe Fires Center of Excellence defined the Army needs in the Capabilities Development Document for the Indirect Fire Protection Capability Increment 2 - Intercept. Future laser weapon systems will provide low-cost-per-engagement protection from rocket, artillery, mortar (RAM) and unmanned aerial system (UAS) threats.\n\nThe objective is to develop and mature laser technologies that will transition from technology development into engineering and manufacturing development.\n\n**What is the Army doing?**\n\n[U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc) is working with other Department of Defense components to develop solid state lasers under the Robust Electric Laser Initiative. This effort will deliver a 60-kilowatt fiber laser system in fiscal year 2017.\n\nIn early fiscal year 2016, the Army directed USASMC/ARSTRAT to develop a HEL demonstrator, called the \"high energy laser tactical vehicle demonstrator,\" as an Army capability enabler that would satisfy the requirements in the Capabilities Development Document for the Indirect Fire Protection Capability, Increment 2 - Intercept.\n\nThe high energy laser mobile test truck (HELMTT) currently has a 10-kilowatt fiber laser installed in it and has collected more than four terabytes of data on laser propagation in varying environments.\n\nHELMTT also participated in the fiscal year 2016 Maneuver Fires Center of Excellence-sponsored Maneuver Fires Integration Experiment, during which it shot down 15 Group 1 UAS targets.\n\n**What continued efforts are planned for the future?**\n\n* HEL TVD will conduct a C-RAM and C-UAS demonstration in fiscal year 2022 that supports potential transition into the PEO Missiles and Space.\n\n* A 60-kilowatt fiber laser built by Lockheed Martin will be delivered in fiscal year 2017 to be integrated into the HELMTT to produce a 50-kilowatt-class laser system.\n\n* The HELMTT will conduct a lethality demonstration against a variety of RAM and UAS threats in fiscal year 2018.\n\n**Why is this important to the Army?**\n\nHEL weapons have the capability to engage numerous targets prior to recharging the power system, precise application of energy with a low probability of collateral damage, speed-of-light engagements, and a capability to provide responses resulting in lethal and non-lethal effects.\n\nSince diesel or other fuel is the only consumable, the incremental cost-per-engagement is measured in the tens of dollars per engagement and could eliminate the requirement for Class V (munitions) storage and handling.\n\nHigh energy lasers show promise as flexible-response, low-cost-per-engagement weapon systems of the future.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc)\n* [USASMDC ARSTRAT Command Video ](https://www.youtube.com/watch?v=5v5rsx63H24)\n\n**Related document:**\n\n* [High Energy Laser Tactical Vehicle Demonstrator Fact Sheet](http://www.smdc.army.mil/FactSheets/HEL_TVD.pdf)",
    "date": "Wednesday Dec. 28, 2016",
    "quote": "",
    "events": "#### Events\n\n**December 2016** \n\nDec. 15 - Jan. 25: Battle of Bulge(#battleofthebulge)\n\n**January 2017**\n\nJan 2:  NO STAND-TO! \n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}