{
    "id": "2018-12-19",
    "title": "Call to Honorable Service",
    "body": "#######Provided by U.S. Army Training and Doctrine Command (TRADOC) \n\n**What is it?**\n\nThe U.S. Army is an all-volunteer service with three components: the Regular Army, the Army National Guard and the U.S. Army Reserve. Maintaining the best Army in the world requires the continued support of the American people and a new generation of dedicated young men and women motivated to selfless service.\n\n\n**What are the current and past efforts of the Army?**\n\nThe Army has a long history of defending the nation through the honorable service of citizen-Soldiers. The Army's foremost responsibility is to deliver ready, trained, and equipped forces to defend the nation. The Army recruits active duty, Reserve and National Guard Soldiers and instills in them the ethic and values essential to the profession. The Army Profession motivates honorable service through ethical conduct and performing one's duty with discipline, to standards. The profession rests on maintaining an unbroken heritage of service, passed from the nation's founding generation to the present day. \n\nThe Army is undergoing the widest ranging transformation in over 40 years. Part of the effort includes improving the Accessions Enterprise to better inform Americans about Army opportunities for national service. The Army has:\n\n* Voluntarily extended tours of duty for noncommissioned officers serving in recruiting assignments (with bonuses) and is filling 100 percent of recruiter positions.\n \n* Realigned the Army Marketing and Engagement Brigade (USAMEB) from the Army Marketing and Research Group (AMRG) to U.S. Army Recruiting Command, giving recruiters direct operational control of the Army marksmanship team, parachute team and other units helpful to engaging Americans about the Army. \n\n* Designated the commanding general of Training and Doctrine Command as the senior responsible official (SRO) for Army accessions. The SRO establishes four-star mission command over all Army accessions activities and a 'supported' command for Total Army Involvement in Recruiting. \n\nThese actions will increase opportunities for Americans to hear about the critical mission the Army performs in defense of the nation, opportunities for service and benefits to those who answer the call.\n\n\n**What are the continued efforts planned by the Army?**\n\nThe Army is:\n\n* Aligning military occupational specialties in uniform with careers found in the private sector.\n\n* Offers 150 career choices, including 50 options in healthcare provider specialties. Ninety-nine percent of the jobs in the Army have related civilian credentials or certifications.\n\n* Seeking competitive candidates to become officers.\n\n* The largest provider of college scholarships in the country.\n\n* Improving coordination between marketing, outreach and communication activities to ensure what the Army communicates to Americans and potential recruits is consistent, clear and responsive.\n\n\n**Why is this important to the Army?**\n\nService-minded Americans and Soldiers influence the next generation to national service. The Army provides most of the nation's unified land power capabilities. Sustaining that power requires the Army to inform and educate all Americans about the Army's purpose and mission. The Army must work to maintain relationships between Soldiers and the public to ensure a sustained, unbroken line of professionals, willing and able to serve the country in and out of uniform. \n\n \n**Resources**:\n\n* [Go Army](https://www.goarmy.com/)\n* [U.S. Army National Guard](https://www.army.mil/nationalguard)\n* [Army Reserve](https://www.usar.army.mil/)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n\n \n**Related document**: \n\n* [Army Profession]http://data.cape.army.mil/web/repository/aaop/character-trust-mc/army-profession-pamphlet.pdf)\n\n**Related STAND-TO!**: \n\n* [Soldier for Life](https://www.army.mil/standto/2018-07-16)\n* [Army Ethic](https://www.army.mil/standto/2018-07-12)\n* [Army Values](https://www.army.mil/standto/2018-06-12)\n\n",
    "date": "Wednesday, December 19, 2018",
    "quote": "",
    "events": ""
}