{
    "id": "2013-02-01",
    "title": "National Patient Recognition Week",
    "body": "**What is it?**\n\nNational Patient Recognition Week is celebrated annually Feb. 1-7 throughout the country and recognized officially with events on National Patient Recognition Day, Feb. 3. This presents an excellent opportunity for Army leaders and medical providers to honor the patients, trusted to the care of Army Medicine. The Army will extend the recognition, to its patients, throughout the entire month of February, while remaining committed to the highest standards in patient-centered care. The theme for 2013 is \"_Patients - The Heart of Army Medicine_.\" \n\n\n**What has the Army done?**\n\nArmy Medicine is committed to deliver responsive, reliable and relevant healthcare that enhances Soldier and unit readiness, optimizes value and transforms the healthcare experience for Soldiers, retirees, and families. Army Medicine continues to lead the way in medical innovations, programs and support services to enhance access and continuity of care, patient satisfaction and inspire continued trust in Army Medicine. These medical innovations include, but are not limited to: pain management, combat application tourniquet, amputee care, regenerative medicine/burn care, and tele-behavioral health. These innovations, borne from lessons learned in combat, have become the world-class standard of care for Soldiers on the battlefield and civilians around the world.  \n\n**What does the Army have planned for the future?**\n\nArmy Medicine leaders and providers - physicians, nurses, technicians, administrative and ancillary support staffs, hospital and clinic volunteers - will continue to provide the patients the quality care that is the foundation of Army Medicine. As the Army moves forward and transitions to a system for health, Army Medicine will reinforce and enhance its commitment to patient care, well-being and satisfaction. It will continue to provide reliable, responsive and compassionate services. It will also partner with beneficiaries to focus on health and promote wellness not only in the medical facility but outside of it. We honor and thank our Soldiers, retirees and family members for their honorable service and sacrifices made on the battlefield and at home. \n\n\n**Why is this important to the Army?** \n\nArmy Medicine beneficiaries deserve the finest care and support the Army can provide. The Army   leaders recognize that paying attention to the beneficiary's unique needs is key to overall patient satisfaction. The Army will continue to enhance and improve medical support and service to those entrusted to its care.  Army Medicine is: _Serving to Heal ... Honored to Serve!_\n\n**Resources:**\n\n* [U.S. Army Medicine](http://www.armymedicine.army.mil/)\n\n",
    "date": "Friday February 1, 2013",
    "quote": "Quote for the Day\n-----------------------\nEven in tough times you can be creative, adaptive and agile as leaders and inspire your Soldiers to want to stay as part of the team. Leadership is the key ingredient ... I have full faith and confidence that our Soldiers and leaders will rise to this challenge.\n\n\n### - Sergeant Major of the Army Raymond F. Chandler III, encourages the noncommissioned officers  attending the \"Command Sergeants Major Legal Orientation\"  to exert leadership and initiative, during his recent visit to the Judge Advocate General's Legal Center & School on the campus of the University of Virginia in Charlottesville, Va., Jan. 29, 2013.\n\n*  [SMA on budget: 'Priority to warfighters'](http://www.army.mil/article/95413/)",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former Staff Sgt. Clinton Romesha at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}