{
    "id": "2013-02-04",
    "title": "U.S. Army Reserve's End Strength Objective",
    "body": "**What is it?**\n\nArmy Reserve (AR) leadership needs an additional 4,574 Soldiers assigned to their end strength by Sept. 30, 2013.  These additional Soldiers will be over-strength to the AR due to a shortage of structured positions in the table of organization and equipment( TOE) and tables of distribution and allowances (TDA) units.  At a minimum, troop program units (TPUs) can be expected to be manned to 104 percent on their unit manning reports (UMRs).\n\n\n**What has the Army Reserve done?**\n\nBeginning in July 2012, the AR increased the number of unit vacancies in the Recruit Quota System (REQUEST) needed to access more Soldiers into the AR. Currently there are 31,900 enlisted and 22,900 officer vacancies in REQUEST. \n\n**Why is this important to the Army Reserve?** \n\nFirst, the 2012 National Defense Authorization Act (NDAA) directs that the AR have 205,000 Soldiers, the end-strength objective (ESO), assigned by Sept. 30, 2013.  Second, AR funding is linked to Army Reserve's ESO.  \n\n\n**What is planned for the future?**\n\nThe AR Human Capital Core Enterprise has developed 13 supporting strategic strength and readiness initiatives, ranging from increasing reenlistments, increasing prior service accessions, increasing junior officer and enlisted promotions, and expanding inactive duty training (IDT) travel.  These initiatives, in various stages of development, will contribute to over-strength units.  Regardless of the initiative employed to increase the number of accessions, unit leaders can expect the predominance to be junior enlisted Soldiers and officers.\n\nFor funding and relevance, by the NDAA-directed deadline, the ESO requirement of 20,5000 Soldiers has to be maintained. Unit leaders will accept all qualified Soldiers and officers accessed into their units, end all \"one Soldier\" one position\" policies, and end Soldier interviews, unless approved by AR G1. Leaders will double-down on retaining and promoting their Soldiers, e.g. complete initial military and reclassification training, reduce Soldier flags, and increase military education qualification.  Conversely, leaders will not stall separation actions nor relax Army personnel readiness and retention standards.  Over-strength Soldiers will not be denied entry into the units. Army Medicine units can still expect to have 90-day boots on the ground positions triple slotted.  Published senior grade over-strength policies for grades O6, O5, E9, and E8 are still in effect.\n\n**Resources:**\n\n* [Contact](mailto:usarcg1request@usar.army.mil) Army Reserve, Office of the Deputy Chief of Staff, Personnel, Chief, Manning Division \n* [Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n\n\n",
    "date": "Monday February 4, 2013",
    "quote": "Quote for the Day\n-----------------------\nThe Army is pursuing a very careful and deliberate approach ... The Army will not open any position before congressional notification has been done and the notification period is complete.\n\n\n### - Col. Linda Sheimo, chief of the Command Programs and Policy Division at the Human Resources Policy Directorate, Army G-1, emphasizes that there will be no immediate changes in the Army, based off of Secretary of Defense directive to end the Direct Ground Combat Exclusion Rule for female Soldiers\n\n*  [Army must complete analysis before opening jobs to women](http://www.army.mil/article/95570/)",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former Staff Sgt. Clinton Romesha at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}