{
    "id": "2013-02-06",
    "title": "U.S. Army South Command Strategy",
    "body": "**What is it?**\n\nAs the theater Army for U.S. Southern Command's area of responsibility,  U.S. Army South's Command Strategy provides the philosophy and methodology of the command's approach toward continued successful accomplishment of the mission and goals in this region. This command strategy document is nested with the Army Strategic Planning Guidance (ASPG), United States Southern Command's (USSOUTHCOM's) Theater Campaign Plan and mission and the DOD Western Hemisphere Defense Policy Statement.  \n\nArmy South's mission is to conduct and support multinational operations and security cooperation in the USSOUTHCOM AOR in order to counter transnational threats and strengthen regional security in defense of the homeland.\n\n**What has the Army done?**\n\nThe Chief of Staff of the Army, though his [Marching Orders]( http://www.army.mil/e2/c/downloads/232478.pdf) published last year, provided a framework for Army South to be a flexible, agile and responsive Army Service Component Command that is postured, prepared and capable of simultaneously conducting contingency operations and theater security cooperation engagements for USSOUTHCOM.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army's intent is for Army South to remain responsive to the combatant command (COCOM) and continue to be the \"partner of choice\" for regional armies to advance the common causes of peace, stability and prosperity.  As the COCOM support agent, Army South will continue to provide a maximized, appropriate and fiscally responsive level of support based upon available resources.\n\nWhile working with joint, interagency, intergovernmental and multilateral partners in the region, Army South's enduring priorities of contingency readiness, primacy of partnering, mission resourcing and command responsiveness will be at the center of everything the command does to achieve success.\n \n\n\n**Why is this important to the Army?** \n\nUSSOUTHCOM's AOR includes 31 countries and 15 areas of special sovereignty in Central and South America and the Caribbean.  In this region the threat of transnational organized crime (TOC) threatens the stability, freedom and economic prosperity of all nations, including the United States.  Latin America is a region rich in diversity and culture whose past is inextricably linked to the birth and rise of our nation.  Through persistent and effective engagement with our partners, Army South will continue to assist in shaping the region and building partner capacity to improve security, prosperity and stability in the region for the collective benefit of all nations.\n\n_\"Juntos Podemos\" - Together We Can_\n\n\n**Resources:**\n\n* [U.S. Army South ](http://www.arsouth.army.mil/)\n* [Army.mil: Central/South America and Caribbean News](http://www.army.mil/news/centralsouthcaribbean)\n* [U.S. Southern Command](http://www.southcom.mil)\n* [U.S. Army South Command Strategy](https://www.arsouth.army.mil/aboutus/4573-u-s-army-south-command-strategy.html)\n* [U.S. Army South's Mission, Vision, Enduring Priorities and Strategy](https://www.arsouth.army.mil/mission-and-vision.html)\n* [STAND-TO!: Conference of American Armies' Extraordinary Commanders' Meeting](http://www.army.mil/standto/archive/issue.php?issue=2012-12-11)\n* Related articles: \n* [Western Hemisphere Defense Policy Statement](http://www.arsouth.army.mil/news/newsarchive/4003-pentagon-releases-western-hemisphere-defense-policy-statement.html)\n* [Army South Commander leads U.S. Army delegation to Conference of American Armies meeting in Mexico](http://www.arsouth.army.mil/news/4320-conference-of-american-armies-closes-commanders'-meeting,-plans-to-gather-again-in-mexico-city-next-year.html)\n",
    "date": "Wednesday February 6, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe U.S. Army South Command Strategy ... reflects how we can best cooperate with our traditional partners in the region, while also building new relationships to maintain a hemisphere-wide shared desire for peace, stability and prosperity for all. \n\n\n### - Maj. Gen. Frederick S. Rudesheim, commanding general, U.S. Army South\n\n*  [U.S. Army South Command Strategy, January 2013](https://www.arsouth.army.mil/files.php?force&file=Documents/US_Army_South_Command_Strategy.pdf)",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former Staff Sgt. Clinton Romesha at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}