{
    "id": "2013-02-07",
    "title": "The Army Strategic Planning Guidance 2013",
    "body": "**What is it?**\n\nThe Army Strategic Planning Guidance (ASPG) nests the Army strategy within national, Department of the Defense, and joint directives.  It provides Army leaders' vision, direction and strategic objectives and is the principle expression of the Army's institutional strategy.      \n\n**What has the Army done?**\n\nThe Secretary and Chief of Staff approved the Army Strategic Planning Guidance articulating the Army's vision, imperatives, and strategic objectives.\n\n*_Army vision_*:  The Army is globally responsive and regionally engaged; it is an indispensable partner and provider of a full range of capabilities to the combatant commander in a joint, interagency, intergovernmental, and multinational (JIIM) environment.  As part of the joint force and as America's Army, the Army offers the  guarantee of  the agility, versatility and depth to [Prevent, Shape, Win.](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/)\n\nA force of decisive action that can Prevent, Shape and Win - has four imperatives: \n(1) Provide modernized and ready, tailored land force capabilities to meet combatant commanders' requirements across the range of military operations, \n(2) Develop leaders to meet the challenges of the 21st century, \n(3) Adapt the Army to more effectively provide land power and \n(4) Enhance the all-volunteer Army.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is in transition following the culmination of the war in Iraq and the continued downsizing of the force in Afghanistan. Based on the missions laid out in the [Defense Strategic Guidance,](http://www.defense.gov/news/defense_strategic_guidance.pdf) the Army will retain focus on the CENTCOM area over the next few years while simultaneously rebalancing in the short- and mid-term to the Asia Pacific region.  \n\nTo achieve this rebalance requires reprioritization. This effort should protect the Army's ability to accomplish our core competencies - combined arms maneuver and wide area security, while ensuring our ability to meet emerging requirements and shape the environment to prevent conflict.  This careful balance must be accomplished in the context of declining resources.  To do this, the Army will reinvigorate capabilities that have declined, develop new capabilities for the changing environment, and adapt processes to reflect the broader range of requirements.\n\n**Why is this important to the Army?** \n\nThe Army is faced with new challenges and new opportunities that require innovative approaches built on the lessons of the past decade.  This guidance provides strategic planning parameters for implementation of the president and the secretary of defense's strategic guidance.\n\n**Resources:**\n\n* [The Army Strategic Planning Guidance 2013](http://www.army.mil/e2/rv5_downloads/info/references/army_strategic_planning_guidance.pdf)\n* [Army G-3-5-7 Portal](https://g357.army.pentagon.mil/default.aspx)\n* [Sustaining U.S. Global Leadership: Priorities for 21st Century Defense (PDF)](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf)\n* Chief of Staff of the Army Gen. Raymond T. Odierno: [Prevent, Shape, Win](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/)\n* [STAND-TO!: Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n\n",
    "date": "Thursday February 7, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe 2013 ASPG (Army Strategic Planning Guidance) nests Army strategy within national and Department of Defense directives. It provides our vision, direction, and objectives for the Army and our institutional strategy. Through the implementation of this strategic guidance, the United States Army will continue to play a vital role in meeting the challenges of today while preparing for those of tomorrow. The Army is the strength of the nation. \n\n### - Secretary of the Army John M. McHugh and Chief of Staff of the Army Gen. Raymond T. Odierno \n\n*  [Army Strategic Planning Guidance 2013](http://www.army.mil/e2/rv5_downloads/info/references/army_strategic_planning_guidance.pdf)",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former Staff Sgt. Clinton Romesha at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}