{
    "id": "2013-02-08",
    "title": "milSuite 4.0",
    "body": "**What is it?**\n\nThe Army's Program Executive Office for Command, Control and Communications-Tactical (PEO C3T) Military Technical (MilTech) Solutions Office has released the latest version of milSuite, a Department of Defense (DOD)-wide suite of secure collaboration and professional networking tools located behind the firewall.\n\nDesigned to mirror existing familiar social media platforms such as Wikipedia, Facebook, Twitter and YouTube, milSuite fosters workforce collaboration and secure information-sharing across the DOD's numerous commands and locations. MilSuite includes: milWiki, a living military encyclopedia; milBook, a professional networking tool; milWire, a place to share and comment on news and events; and milTube, a video-sharing platform. The tools are integrated through a common user profile and linked by a Google search appliance.   \n\n**What has the Army done?**\n\nMilSuite, which is accessible with a Common Access Card (CAC), recently rolled out several upgrades. Key changes to the 4.0 version include: a new design that connects all the tools through increased navigation capabilities; a new micro-blogging product, milWire (formerly milBlog), which allows readers to follow users and subscribe to feeds based on topics; a milTube interface that enables users to upload multiple file types as well as mark videos \"private\"; and new navigation icons on milWiki. \n\nAmong the many groups that use milSuite are the Army's Command, Control, Communications, Computers, Intelligence, Surveillance and Reconnaissance (C4ISR) organizations, which use milWiki to share information about weapons systems. Soldiers are able to access detailed information about more than 700 C4ISR systems, including points of contact, system capabilities, fielding schedules and deployment history. \n\n**What continued efforts does the Army have planned for the future?**\n\nPEO C3T is working with Army and DOD leadership to begin offering milSuite as an official enterprise product through the Defense Information Systems Agency.  This will enable Soldiers, Army civilians and support contractors from across all military branches to connect safely in one place. One of milSuite's goals is for Soldiers to never say, \"I don't know.\" MilSuite provides the necessary information to support a successful mission.\n\n**Why is this important to the Army?** \n\nAs the Army looks for ways to reduce its budget, milSuite provides a central repository for the DOD community to share information and best practices, which eliminates duplicative efforts. MilSuite also eliminates the high cost of setting up and maintaining an internal organizational website or collaborative forum, including licensing fees and man hours. \n\n**Resources:**\n\n* [milSuite](https://www.milsuite.mil/)\n* [PEO C3T website](http://peoc3t.army.mil/c3t/)\n* [milSuite on Facebook](https://www.facebook.com/milSuite)\n* [milSuite on Twitter](http://twitter.com/milSuite)\n\n",
    "date": "Friday February 8, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe advantages of milSuite are that it's easy to use and worldwide-accessible. The fact that it's DOD-wide allows us to get input from people in the Army and other armed forces.\n\n### - Lt. Col. Geoffrey Thome, Chief Operational Architect, Marine Corps\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former [Staff Sgt. Clinton Romesha](http://www.army.mil/medalofhonor/romesha/) at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}