{
    "id": "2013-02-11",
    "title": "Medal of Honor awarded to former Staff Sgt. Clinton Romesha",
    "body": "**What is it?**\n\n(Former) Staff Sgt. Clinton L. Romesha will receive the Medal of Honor \"the nation's highest award for valor\" from President Barack Obama during a White House ceremony today. Romesha is the fifth Soldier to receive the Medal of Honor for service in Afghanistan, and the fourth living recipient for the conflicts in Iraq and Afghanistan. \n\nStaff Sgt. Romesha is currently separated from the Army and lives with his family in North Dakota.   \n\n**What has the Army done?**\n\nRomesha, a section leader with Bravo Troop, 3-61 Cavalry, 4th Brigade Combat Team, 4th Infantry Division, will receive the award for his actions at Combat Outpost Keating in Kamdesh District, Nuristan Province, Afghanistan, on Oct. 3, 2009.  \n\nAt dawn, on the day of battle, approximately 400 enemy fighters occupied the high ground around COP Keating and initiated a sophisticated attack.  After his unit made initial contact, Romesha moved under withering fire to survey the battlefield and seek reinforcements.  He then returned to action with the support of an assistant gunner, destroyed an enemy machine gun team and began to engage a second machine gun team.  At that time, a rocket-propelled grenade struck the generator that Romesha was using for cover, wounding him with shrapnel.  Undeterred, Romesha again braved the exposed avenue to assemble Soldiers and then returned to the fight leading a five-man team.  \n\nDuring the course of the 13-hour battle that ensued, Romesha repeatedly put his life in danger to recover the bodies of the fallen, assist wounded, and coordinate air support.  His heroic actions saved the lives of fellow Soldiers, allowed B Troop to reconsolidate, and enabled him to lead the counterattack that secured Combat Outpost Keating.\n\n**Why is this important to the Army?** \n\nStaff Sgt. Romesha's actions embody the Army Values. In addition, his skills as a highly-trained professional enable him to defend the country, the Constitution and the American people, a tremendous responsibility that Soldiers carry.\n\nRomesha is a *Soldier for Life*. Even after transitioning from the Army, Romesha's sense of personal responsibility for his Soldiers, demonstrated throughout his Army career, translates into his current job where he monitors safety and mitigates risk by correcting worksite procedures.  \n\n**What is planned for the future?** \n\nIn addition to today's White House ceremony, Army senior leaders will recognize Staff Sgt. Romesha, his family and friends during a Pentagon ceremony scheduled for February 12. Staff Sgt. Romesha will receive his official picture, citation and Medal of Honor flag during the ceremony. The ceremony will also feature the unveiling of his Hall of Heroes plaque.\n\n\n**Resources:**\n\n* [Medal of Honor](http://www.army.mil/medalofhonor/)\n* [Medal of Honor: Staff Sergeant Clinton L. Romesha](http://www.army.mil/medalofhonor/romesha/)\n* [Army Values](http://www.army.mil/values/)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)\n* [STAND-TO!: Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n\n",
    "date": "Monday February 11, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe Medal of Honor is something you don't set out to get or achieve. I don't wear it for myself. I've never been one to sit there and want stuff pinned on my chest, but I wear it for those Soldiers. It's all their heroism that they do on a day-to-day basis that goes unnoticed, that goes unrecognized, but they do it because that's their duty, that's their job and they signed up for it.\n\n### - former Staff Sgt. Clinton L. Romesha\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 11:  [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former Staff Sgt. Clinton Romesha at the White House \n\n* Feb. 12:  Hall of Hero ceremony for former [Staff Sgt. Clinton Romesha](http://www.army.mil/medalofhonor/romesha/) at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}