{
    "id": "2013-02-12",
    "title": "Unified Quest: Preparing for America's Next First Battle",
    "body": "**What is it?**\n\nThe Army's Campaign of Learning 2013 is helping transition the current Army to one prepared for the future by developing an operational-level view of the first battle of the next war. During the Army's Winter Wargame, Feb. 9 - 14, 2013, working groups are assessing the capabilities, interdependencies, risks and implications of emerging Army and joint concepts. This seminar wargame, part of the Unified Quest 2013 effort led by U.S. Army Training and Doctrine Command's Army Capabilities Integration Center, is focused on developing concepts for the Army from 2020 to 2030.\n\n\n**What has the Army done?**\n\nLast year's Campaign of Learning and Unified Quest events focused on what the Army must do and how the Army fights. These events challenged ideas, concepts and required capabilities within the Army Capstone Concept and the Army Operating Concept. Senior Army leaders used the outcomes and insights from the 2012 campaign to prepare the Army for 2020 and beyond.  \n\n\n**What continued efforts does the Army have planned for the future?**  \n\nThe outcomes from the Unified Quest 2013 Winter Wargame will be used to examine the Army's role in Joint Force 2020, anticipate challenges and evaluate the viability of draft joint concepts. Wargame outcomes will also help refine ideas and solutions, identify implications and risks, and identify capability requirements and gaps.\n\n\n**Why is the Campaign of Learning important to the Army?** \n\nThe Army's Campaign of Learning helps senior leaders not only focus efforts toward the current national security strategy without losing the knowledge and skills gained from more than 10 years of war, but look toward the future as well. Through the Campaign of Learning, the Army will be able to achieve both these objectives by identifying capabilities needed as part of the joint force, to protect U.S. national interests and achieve strategic objectives in 2020 and beyond. \n\n\n**Resources:**\n\n* [Unified Quest Website](http://www.arcic.army.mil/init-unified-quest.aspx)\n* [Army Capstone Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-0.pdf)\n* [Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n\n",
    "date": "Tuesday February 12, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThis \"prevent, shape, win\" construct captures the Army's unique role as part of the joint force, and rests upon the capabilities, depth, and vast experience resident within our Army. As we, the Army, continue to adapt to future strategic challenges, including resource constraints, we must ensure sufficient attention to each role.\n\n### - Gen. Raymond T. Odierno, Chief of Staff of the Army\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 12:  Hall of Hero ceremony for former [Staff Sgt. Clinton Romesha](http://www.army.mil/medalofhonor/romesha/) at the Pentagon \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}