{
    "id": "2013-02-13",
    "title": "Performance TRIAD Sleep",
    "body": "**What is it?**\n\nThe Army Surgeon General has championed the Performance Triad of Activity, Nutrition and Sleep to build resilience, improve readiness and enhance the health of the Army family. Despite the growing research that shows sleep, like nutrition and physical activity is vital for good health, many people, Soldiers and civilians, adults and children are not getting adequate amounts of sleep. Although individual sleep requirements vary, most adults need seven to eight hours of sleep daily, children and adolescents even more.\n\nSleep disorders and sleep deprivation affect an estimated 70 million Americans annually and may increase your risk for stroke, obesity, cardiovascular disease, diabetes and other health conditions. Inadequate sleep may also be an indicator of other health-related issues such as post-traumatic stress, depression, chronic pain and may put you at risk for accidents or cause you to make mission critical errors due to impaired judgment, decision-making and concentration.\n\nServices members in a recent sleep study identified sleep apnea - interrupted breathing during sleep and insomnia - trouble falling asleep as their two most common sleep disorders.\n\n\n**What has the Army done?**\n\nThe Army performs sleep research at Madigan Army Medical Center, Joint Base Lewis-McChord (JBLM), Wash., and many other military treatment facilities to better understand the sleep patterns and underlying sleep disorders for Soldiers and service members. The Army is also currently collaborating with researchers from Johns Hopkins University and VetAdvisor, a private organization to study and improve sleep for Soldiers, military retirees and veterans using an online, confidential survey tool.\n\n**Why is the study of sleep important to the Army?**  \n\nThe study of sleep, sleep disorders and their treatment is essential for the Army to remain a ready and resilient fighting force. For Soldiers and the Army family, quality sleep is a major component for optimal mental performance and essential for health promotion, wellness and disease prevention.\n\n\n**What continued efforts does the Army have planned for the future?**  \n\nThe Army and Army Medicine will continue to encourage Soldiers, family members and civilians to incorporate health-promoting behaviors and decisions into their daily lives. In 2013, the Army and Army Medicine will conduct a Performance Triad pilot program at three Army installations (JBLM, Ford Hood and Fort Bragg) to provide Soldiers targeted education and materials about physical activity, nutrition and sleep.\n\n\n**Resources:**\n\n* [Army Medicine Homepage](http://www.armymedicine.mil/)\n* [Sleep Disorders and Medical Comorbidities in Active Duty Military Personnel](http://www.journalsleep.org/ViewAbstract.aspx?pid=28780)\n* [Madigan Doctor Studies Sleepless Soldiers](http://www.thenewstribune.com/2013/02/02/2459052/madigan-doctor-studies-sleepless.html)\n* [NIH National Center on Sleep Disorder Research](http://www.nhlbi.nih.gov/about/ncsdr/index.htm)\n* [Researchers want to help soldiers get a good night's sleep](http://www.army.mil/article/93248/Researchers_want_to_help_Soldiers_get_good_night_s_sleep/)\n",
    "date": "Wednesday, February 13, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThis is something I am absolutely passionate about; I believe we are going to make great changes in health care and in health. We're creating something different than anything we have in the past. We (Army medicine) do heath care better than anyone else in the world; now we are going to be the model for delivering health. That's what you are creating.\n\n### - Lt. Gen. Patricia D. Horoho, the Army surgeon general\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}