{
    "id": "2013-02-14",
    "title": "Travel Risk Planning System",
    "body": "**What is it?**\n\nThe Travel Risk Planning System, commonly known as TRiPS, is an online, automated risk assessment tool developed to help commanders and leaders mitigate risk and reduce fatalities among personnel driving a private motor vehicle or motorcycle outside their local area.\n\n\n**What has Army Safety done?**\n\nArmy Regulation 385-10, The Army Safety Program, requires that Soldiers complete a TRiPS assessment when traveling outside the local area on leave, pass, permanent change of station or official travel. Department of the Army Civilians are required to complete an assessment prior to official travel or PCS.\n\nThrough TRiPS, users respond to a series of standard questions based on their vehicle type and other travel data. The system then calculates risk levels and presents the user with actual reports from accidents that occurred under similar circumstances, followed by possible mitigation strategies. A final risk calculation is performed according to selected mitigation measures, and the user is presented with supplemental materials including driving directions and a map to his or her destination. The assessment is then submitted to the user's supervisor for approval.\n\n\n**What does Army Safety have planned for the future?**\n\nTRiPS was recently upgraded with an improved motorcycle section and space for digital comments, plus the addition of a digitally signable AKO MyForms DA-31 leave form and safety banners relevant to specific assessments. Program managers are also refining requirements for a significant upgrade that will increase the system's capabilities as a true trip planning tool. Input from customers in the field has been instrumental in refining the system, and users are encouraged to submit their comments at https://safety.army.mil.\n\n\n**Why is this important to the Army?**\n\nDuring fiscal 2012, only 19 percent of active-duty Army PMV fatalities occurring more than 150 miles from home station were on TRiPS-assessed travel. Since its inception, Soldiers have completed more than 9.2 million TRiPS assessments, all instrumental in reducing fatalities. All branches of the U.S. armed forces have adopted TRiPS, recognizing its ability to promote engagement between leaders and subordinates regarding driving safety. This interaction is vital in saving lives and preventing needless accidents everywhere the Army operates.\n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center home page](https://safety.army.mil)\n",
    "date": "Thursday, February 14, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nWe're much better as a force at pragmatic, proactive approaches to safety, and while metrics have been part of that success, it's the people behind them who have really made the difference. Leaders looking out for Soldiers and Soldiers looking out for each other have turned the tide against accidental fatalities, and they should be the authority on grading your safety performance. Talk, ask questions, listen and put their ideas into action -- the best metric you can meet is having a fully engaged unit.\n\n### - Brig. Gen. Timothy J. Edens, Director of Army Safety, commanding general, U.S. Army Combat Readiness/Safety Center \n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}