{
    "id": "2013-02-15",
    "title": "Skill-building resilience training modules now customized to family members' and DA civilians' needs",
    "body": "**What is it?**\n\nEvery Soldier in the U.S. Army is required to take the Global Assessment Tool (GAT) at least once a year so that they can track their personal resilience skills development over the course of their career. They automatically get follow-on training modules suggested to them based on their individual assessment scores.\n\nFamily members and Department of the Army (DA) civilians have also been able to take the GAT but they did not get customized suggestions for skill-building training videos called Comprehensive Resilience Modules (CRMs). Now, they too will have these videos automatically recommended to them based on their individual scores in four dimensions of resilience - social, emotional, spiritual and family.\n\n\n**What has the Army done?**\n\nComprehensive Soldier and Family Fitness (CSF2) has provided Soldiers with the advantage of CRM recommendations customized to their individual GAT scores since October 2012. Within three months, this benefit was extended to family members and DA civilians.   \n\nThese practical exercises and activities improve one's resilience when coping with the stresses of Army life, stresses shared by family members and DA civilians, too. The video modules are typically around 15 minutes and many are scenario-based and self-paced. Topics range from \"blended families\" and \"building your teen's resilience\" to \"effective communication\" and \"goal setting.\" Different modules meet the specific needs of different GAT takers. \n\n\n**Why is this important to the Army?**\n\nCSF2's mission is to increase the physical and psychological health, resilience and performance of Soldiers, families and Army civilians.  Resilience is the mental, physical, emotional and behavioral ability to face and cope with adversity, adapt to change; and recover, learn and grow from setbacks. The CSF2 program is fundamental to Army Readiness, and is the main effort of the Army's Ready and Resilient Campaign Plan.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nCSF2 currently has 42 CRMs available to GAT-takers on its website and plans to add another 21 by late summer this year. This is part of a larger effort to implement the CSF2 program into the Army as an institution, thereby building resilience and enhancing the performance of our most precious asset - our people - ensuring our Army is ready for the future and trusted by the nation.\n\n\n**Resources:**\n\n* [CSF2 website](http://csf2.army.mil)\n* [Take the GAT](http://csf2.army.mil/takethegat.html)\n* [Army.mil Feature: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "date": "Friday, February 15, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe spouses are the ones who came up with the idea. They said, 'train us as MRTs and we'll turn around and train other spouses because we see them at Family Readiness Group meetings; we have yellow-ribbon events, picnics, coffee groups; we see each other every day and can teach the same skills just as Soldiers do.'\n\n\n### - Col. Kenneth Riddle, Comprehensive Soldier and Family Fitness (CSF2)  director\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}