{
    "id": "2013-02-19",
    "title": "Army Participation in the Association of the United States Army's (AUSA) 2013 Winter Symposium and Exposition",
    "body": "**What is it?**\n\nThe Association of the United States Army's Institute of Land Warfare annually hosts a winter symposium for members of industry and the military community. The symposium will take place Feb. 20-22, 2013, at the Greater Fort Lauderdale/Broward County Convention Center in Fort Lauderdale, Fla. The symposium's theme is \"America's Next First Battle: Manning, Training, Equipping.\" U.S. Army Training and Doctrine Command is the Army lead for this year's event.\n\n\n**Why is this important to the Army?** \n\nWhile the Army is currently facing fiscal uncertainty, it must continue to develop the force of the future. The AUSA Winter Symposium provides a platform to discuss the future of the Army with key Army, Department of Defense, foreign military and industry stakeholders. It is an opportunity for senior leaders to address how the Army will balance near- and long-term readiness. Professional forums will enable direct dialogue between military leaders and symposium attendees and reinforce Army priorities and key messages. Panel topics include Better Buying Power and Affordability, Optimizing the Global Supply Chain and Strategic Land Power.\n\n\n**What has the Army done?**\n\nThe Army has a strong presence at the event but has curtailed its participation in this year's symposium based on the current fiscal environment. The Better Buying Power and Affordability panel will be conducted virtually, reducing the number of participants on site by leveraging information technology. In an effort to expand participation, TRADOC will leverage live streaming. This allows those who are not able to attend the symposium the opportunity to view the panel discussions live. Viewers can ask questions by typing them into a dialogue box. This will allow the Army to transmit the professional forums to a broader audience while reducing costs. To watch live-streaming video of the forums, follow this link: [Army.mil Feature: Professional Development Toolkit](http://www.army.mil/professional/) \n\n\n**What continued efforts does the Army have planned?**\n \nThe Army will continue to seek platforms like the Winter Symposium to engage key audiences and amplify key messages. The primary communication platforms are the Posture Hearings, the AUSA Annual Meeting and the Army Birthday.   \n\n\n**Resources:**\n\n* [Army.mil Feature: Professional Development Toolkit](http://www.army.mil/professional/)\n* [The AUSA Winter Symposium](http://www.ausawinter.org/home.php)\n* [The U.S. Army Facebook page](https://www.facebook.com/USarmy)",
    "date": "Tuesday, February 19, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nAs we transition, we will change how we organize, man, equip and train our force to be more responsive for the combatant commanders so we can better enable the Joint Force of 2020. This requires us to review a number of areas and adapt them in order to remain the most capable, most lethal, most dominant land force in the world.\n\n\n### - Chief of Staff Gen. Raymond T. Odierno\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* Feb. 25- March 2- [Military Saves](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}