{
    "id": "2013-02-20",
    "title": "Route Clearance Training for Reserve Component Forces",
    "body": "**What is it?**\n\nRoute clearance is a critical mission that all Reserve Component (RC) engineer units must understand and execute flawlessly to save the lives of Soldiers on the battlefield. RC route clearance training provides Soldiers with the warfighting skills required to integrate required resources to effectively support clearance operations. However, route clearance is more than neutralizing explosive hazards along pre-existing roads, it also involves clearance-in-zone operations, integrating surveillance enablers, establishing movement control measures and route repair and improvement.\n\n\n**What has the Army done?**\n\nThe Army relied upon its RC engineer forces to provide 50 percent of the OEF route clearance companies in FY12, an increase over the 20 percent provided in FY11. First Army, as a multi-component organization of skilled trainer/mentors (T/Ms), serves as Forces Command's executing agent for training RC route clearance formations for deployment. First Army Division West provides oversight for route clearance training at McGregor Range, N.M. (north of Fort Bliss, Texas) and trains RC units on mounted and dismounted route clearance operations in a replicated Afghanistan environment.\n\n\n**What continued efforts does the Army have planned?**\n \nSimilar to operations at the combat training centers (CTCs), First Army T/Ms continually update training to match current Sapper combat operations in theater. McGregor Range is an optimal training location to train RC Soldiers on route clearance missions due to the vast training area, numerous mock villages, large fleet of RC engineer and specialty equipment and availability of training simulators. Training focuses on understanding improvised explosive device (IED) components and route clearance patrol (RCP) employment of equipment to find and neutralize IEDs. The Virtual Clearance Trainer Suite replicates route clearance equipment allowing the RCP to develop tactics, techniques and procedures in a budget-conscious, non-tactical environment. Additionally, First Army trainers are working with Fort Bliss planners to incorporate Virtual Battlespace 2 to provide RC units the ability to conduct patrols in a virtual environment and incorporate maneuver units into these patrols to exercise the combined arms/assured mobility methodology.\n\n\n**Why is this important to the Army?** \n\nReserve component force route clearance training must continue evolving and improving to ensure the safety of our nation's Soldiers during combat operations. Training TTPs must also adapt due to the enemy's ever-changing use of IEDS and the fact that RCP capabilities in Afghanistan are expected to increase in FY13 as forces drawdown. First Army T/Ms provide the expertise and specialized route clearance training for RC forces to ensure mobility for friendly forces (and the local population) throughout the area of operations. \n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [News Article:  5th AR conducts route clearance training for deploying Reserve engineers](http://www.army.mil/article/91362/5th_AR_conducts_route_clearance_training_for_deploying_Reserve_engineers/)\n* [News Article:  USARPAC Soldiers train on new virtual route clearance system](http://www.army.mil/article/91828/USARPAC_Soldiers_train_on_new_virtual_route_clearance_system/)\n* [News Article:  U.S., Afghan Army Engineers: Leading the way, hand in hand](http://www.centcom.mil/news/u-s-afghan-army-engineers-leading-the-way-hand-in-hand)\n* [News Article:  Honey Badgers conduct versatile route clearance in Afghanistan](http://www.dvidshub.net/news/98991/honey-badgers-conduct-versatile-route-clearance-afghanistan)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)",
    "date": "Wednesday, February 20, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nA lot of these Soldiers have deployed before and done this type of thing in real life, and they say it's just like the real thing. We planned this system for that reason. At a minimum, the Soldiers will receive muscle memory for everything that needs to be done on mission. In a real vehicle, if a Soldier has to hit one button before another to make something work, then that is the way it is in the simulator. It was designed to encompass every last detail of a real route clearance mission.\n\n\n### - Sgt. 1st Class Jawn Downing, lead action officer for Fort Leonard Wood's Virtual Clearance Training Suite\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* Feb. 25- March 2- [Military Saves](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}