{
    "id": "2013-02-21",
    "title": "Joint Capabilities Release ",
    "body": "**What is it?**\n\nJoint Capabilities Release (JCR) is the Army's next generation friendly force tracking system currently fielding to Afghanistan. This upgrade builds on the situational awareness tool Force XXI Battle Command Brigade and Below/Blue Force Tracking (FBCB2/BFT), which is integrated on more than 120,000 platforms and fielded to every brigade combat team in the Army. As a software upgrade, JCR leverages existing hardware for substantial cost avoidance.\n\nWith JCR, Soldiers inside vehicles can track the locations of friendly forces, plot enemy locations and exchange command and control messages. The capability is fielded by Project Manager Joint Battle Command-Platform (PM JBC-P), assigned to the Program Executive Office for Command, Control and Communications-Tactical.\n\n**What has the Army done?**\n\nFirst fielded to deployed units in Korea last April, JCR is now being fielded in the U.S. to Active, Guard and Reserve formations. JCR [Capability Set 13 (CS 13) Fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26) also continue in Operation Enduring Freedom in advance of other CS 13 enablers, which include an integrated communications package providing mobile satellite and robust radio capabilities that extends to vehicles and the dismounted Soldier.\nSince January of 2011, over 85 brigade or equivalent sized units have been fielded JCR. Since Oct.  1, 2012, PM JBC-P has fielded or upgraded a total of 275 JCR platforms and 32 JCR Tactical Operation Center Kits in Afghanistan. A total of 242 JCR- Logistics platforms and 34 JCR- Logistics control stations were upgraded.\n\nJCR speeds information updates through the BFT 2 satellite network, which handles significantly more data than the first BFT. JCR also premieres JCR- Logistics, providing a seamless, two-way situational awareness and message exchange between convoys and the maneuver formations to which they are delivering goods. \n\n**What continued efforts does the Army have planned?**\n \nJCR, the first of two planned upgrades, provides a bridge between FBCB2 and the next upgrade, Joint Battle Command-Platform (JBC-P). JBC-P will bring a new user interface, with touch-to-zoom maps and drag-and-drop icons.  \n\n**Why is this important to the Army?** \n\nJCR capabilities will modernize the way lower echelons communicate and navigate in theater. JCR includes computers, global positioning equipment and communication systems that work in tandem to provide near real time information to combat leaders at the tactical level. With JCR, units are better able to synchronize operations and avoid friendly fire incidents. JCR also will begin to deliver situational awareness to networked handheld devices, so dismounted leaders can digitally communicate with fellow ground troops and their locations tracked on the network. \n\n**Resources:**\n\n* [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/)\n* [PEO C3T on Facebook](https://www.facebook.com/peoc3t)\n* [STAND-TO!: Capability Set 13 Fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26)\n* CAC login: [JBC-P testing collaboration discussion group on milBook ](http://go.usa.gov/4QdH)\n* [Army.mil: PEO C3T news](http://www.army.mil/peoc3t)\n* Related article: [Army upgrades blue force tracking in Afghanistan to prepare for new network](http://www.army.mil/article/96438/)\n",
    "date": "Thursday February 21, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\"With Joint Capabilities Release, for the first time in history, logistic and maneuver formations across the joint force share the same common operational picture. This is a significant improvement to mission command capability and is a giant leap toward fratricide avoidance.\" \n\n\n### - Col. Michael Thurston, Project Manager Joint Battle Command-Platform\n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* Feb. 25- March 2- [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}