{
    "id": "2013-02-22",
    "title": "Smartphone Apps to Enable Biosurveillance",
    "body": "**What is it?**\n\nThe U.S. Army Research, Development and Engineering Command's  Edgewood Chemical Biological Center (ECBC) has teamed with the University of California, La., to support the Defense Threat Reduction Agency (DTRA) design and build modular add-on devices for Android smartphones, which will improve the ease, accuracy and consistency of biosurveillance.  \n\nThe team is currently focused on three devices with accompanying software applications (\"apps\") designed for real-time imaging, detection and analysis functionality, all via a device that is already carried by U.S. Soldiers and deployed personnel in resource-limited areas around the world.  \n\n**What has the Army done?**\n\nThe ECBC team, located at the Edgewood Area of Aberdeen Proving Ground, Md., has developed a prototype of a lightweight, inexpensive imaging system that will analyze a blood or urine sample and quickly send the results through both local and global communication channels to reach response organizations.  Research has begun in additional applications and hardware for diagnostic detection and assays. \n\n**What does the Army have planned for the future?**\n \nThe next steps are to develop a detection system for volatile organic compounds given off by cells, which could quickly detect bacteria, food spoilage and harmful agents intended to poison.  Inexpensive and requiring no power, this device would be ideal for customs agents, border patrol and Soldiers, though eventually it could be released for use by the general population.  Another feature in research and development is a strip reader designed to detect anthrax. The strip is inserted into a lightweight, inexpensive cell phone add-on, which would read the sample and send the results directly into a biosurveillance information management tool developed within the cloud by DTRA.  Within minutes, a threat would be detected accurately - without potential for human interpretation error - and the appropriate response measures put into place.\n\n**Why is this important to the Army?** \n\nWith U.S. Soldiers and other deployed personnel in many underdeveloped areas, it is increasingly important to have compact, lightweight and inexpensive equipment that is capable of detecting and analyzing harmful agents or diagnosing disease and quickly sending the results to a response team.  These applications and hardware add-ons would enable Soldiers to use a device they already carry to quickly and accurately collect and analyze data with a clear yes/no capability, essential archived evidence and GPS tracking.  \n\n\n**Resources:**\n\n* [U.S. Army Materiel Command](http://www.amc.army.mil)\n* [U.S. Army Research, Development and Engineering Command](http://www.rdecom.army.mil)\n* [Edgewood Chemical Biological Center](http://www.ecbc.army.mil)\n* [Defense.Gov: Biosurveillance](http://www.defense.gov/home/features/2012/1012_biosurveillance)\n",
    "date": "Friday February 22, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nThe utilization of smartphone technology to better equip our warfighters is a true testament to the innovation, creativity and passion of our dedicated scientists. This will significantly improve the arena of biosurveillance and diagnostic detection and response, all with a device already carried by most of our Soldiers and other deployed personnel.\n\n### - Dr. Joseph Corriveau, director of the [ECBC Research & Technology](https://www.ecbc.army.mil/RT/) Directorate   \n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* Feb. 25- March 2- [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}