{
    "id": "2013-02-25",
    "title": "Military Saves Week",
    "body": "**What is it?**\n\nMilitary Saves is conducted in cooperation with the Consumer Federation of America, one of the Department of Defense's official financial readiness non-profit partners.  \n\nMilitary Saves Week from Feb. 25 to March 2, is an opportunity for our military community to come together with federal, state and local resources, including military banks and credit unions, to focus on the financial readiness of Soldiers and their families and to help them reduce debt and save for the future.  The theme for Military Saves 2013 is \"_Set a Goal, Make a Plan, Save Automatically_.\" \n\n**What has the Army done?**\n\nThe Army senior leaders signed a [Memorandum of Support](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg) that asks commanders to commit to a goal of financial growth amongst our Army families.  The America Saves slogan, \"_Start Small, Think Big_,\" is shared by Military Saves and talks to the long-term benefits of saving each month.  \n\nCommanders are encouraged to show their support by signing a \"Command Proclamation in support of Military Saves Week\" and to endorse local events organized by approved resources such as:  the Army Community Service (ACS) Financial Readiness Program (FRP), unit command financial specialists, installation public affairs offices, local financial institutions and other approved financial organizations.  Soldiers can review [Military Saves](http://www.militarysaves.org), take the pledge to save and attend training in the military community.  \n\n\n**What continued efforts  does the Army have planned for the future?**\n\nWhile Military Saves is an ongoing campaign, the Army, and our sister services formally support the campaign during Military Saves Week, the last full week in February.  The Army's ACS FRP focuses on the financial readiness of Soldiers and their family members to help them reduce debt and save for the future.  \n\nThe [Army OneSource website](http://www.myarmyonesource.com/default.aspx) provides interactive opportunities to learn sound financial practices using gaming scenarios.  \n\n**Why is this important to the Army?** \n\nThe financial readiness of Soldiers and their families is a priority for the Army because it has a direct impact on mission readiness.  When Soldiers feel confident that their financial affairs are secure, they can focus on their mission without worrying about things at home.  A strong financial readiness program enables Soldiers and their families to attain financial flexibility, avoid the personal and professional stressors of poor money management and protect themselves against predatory and unscrupulous lenders.  \n\n**Resources:**\n\n* [Military Saves](http://www.militarysaves.org)\n* [America Saves](http://www.americasaves.org)\n* [Army Community Service Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil/): 1- 800-342-9647\n* [Memorandum of Support](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n* [Video: Military Saves Campaign](http://player.theplatform.com/ps/player/pds/PVZ32iOKjb?pid=JVfdCKG5VN3WZ8r0ePiufs0FO1D7Cnsh)\n* Related articles: \n* [Army OneSource introduces Money Matters Mobile!](http://www.myarmyonesource.com/syn/article/id/856a9ef5ab85e210VgnVCM100000e61e0a0aRCRD)\n* [Military Saves Week encourages Soldiers, families to budget](http://www.army.mil/article/96614/)\n",
    "date": "Monday February 25, 2013",
    "quote": "Quote for the Day\n-----------------------\nPurple Hearts tend to go to those who tend to be out front; who tend to be the ones who are constantly out front conducting hard difficult missions and they tend to be the ones who end up getting hurt in some way. It's about taking care of each other, it's about taking care of those on your right, on your left, to your front and to your rear. It's about being there for each other in the toughest of times. It's about learning from each other. It's about being a team to accomplish a mission.\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, speaking to Soldiers deployed at Forward Operating Base Masum Ghar and at Forward Operating Base Frontenac, Regional Command (South), Afghanistan, Feb. 21.\n\n### [CSA visits Regional Command-South](http://www.army.mil/article/97028/)  \n\n### [Army.mil Features: Valor](http://www.army.mil/valor/)",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 25- March 2: [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}