{
    "id": "2013-02-26",
    "title": "Detecting Explosives in Fingerprints",
    "body": "**What is it?**\n\nThe U.S. Army Research, Development and Engineering Command's Edgewood Chemical Biological Center (ECBC) Research & Technology Directorate is using a detection technique called wide-field Raman Chemical Imaging (RCI) to detect and identify the presence of trace explosives in contaminated fingerprints on surfaces such as plastics and painted metals. These tools simultaneously collect chemical forensic information and biometric data.\n\nRCI requires no additional processing of the fingerprint, such as sampling with a piece of tape or with dusting with powder, which significantly reduces sample contamination and damage to the print, preserving valuable biometric data. \n\n**What has the Army done?**\n\nThe team has looked at both real world samples and samples prepared outside of ECBC, which is located at the Edgewood Area of Aberdeen Proving Ground, Md.  In collaboration with the [U.S. Amy Criminal Investigation Laboratory (USACIL)](http://www.cid.army.mil/usacil.html), the team demonstrated that RCI can be used to collect a biometrically relevant image and identify trace amounts of explosives from fingerprints.  The high quality of the RCI fingerprints enabled researchers to search the Automated Fingerprint Identification System, a database of 771,000 fingerprints, and confirm matches to real people, proving that RCI can be used to produce accurate biometric information for forensic attribution.   \n\n\n**What continued efforts  does the Army have planned for the future?**\n\nThrough continued engagement with USACIL, the team plans to expand the applications of RCI to detect and identify illegal drugs and gun-shot residue from fingerprints. The team also looks to reduce imaging process time, automate targeting of regions of interest and to develop a custom RCI system that allows for a fully automated process.  The team eventually plans to ruggedize the technology for improved use in the field, with hopes that these techniques could be used on the scene for forensic analysis.  \n\n**Why is this important to the Army?** \n\nAs improvised explosive device attacks continue at home and abroad, linking trace evidence like explosive residues and other bomb-making materials to a perpetrator has become increasingly important.  Because this technique is non-destructive, requires no sample preparation and gives a high degree of chemical specificity, explosive materials can be identified without compromising the fingerprint sample for further biometric analysis.  If visual images of the fingerprint can be obtained without modifying the sample, then identification of the person who handled the explosive could also be obtained non-destructively. \n\n**Resources:**\n\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [Edgewood Chemical Biological Center](http://www.ecbc.army.mil )\n* Related article: [Army uses battlefield forensics to trace explosives](http://www.army.mil/article/92989/)\n\n",
    "date": "Tuesday February 26, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThat's what's great about being a Soldier in the Army, every day is different. There are a lot of things going on in the Army: Reducing the size of our force; keeping the best qualified folks focused on the Army professional ... focusing on customs, courtesies and traditions in our Army, a very important part of what we are and what defines us as a professional Soldier. \n\n### - Sgt. Maj. of the Army Raymond Chandler III, emphasizing that for Soldiers every day is a \"Hooah\" day, during his recent visit to the Joint Readiness Training Center and Fort Polk, La. \n\n### [SMA calls for Soldiers to maintain professionalism](http://www.army.mil/article/97043/)  \n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 25- March 2: [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}