{
    "id": "2013-02-27",
    "title": "Performance Triad: Activity",
    "body": "**What is it?**\n\nThe Army has no greater mission than to help Soldiers and the Army family (Soldiers, retirees, family members and civilians) prevent disease to live healthier, active lives. Physical activity is any movement of the body of moderate intensity that increases your heart rate and works your major muscle groups (legs, hips, back, abdomen, chest, shoulders and arms).  \n\nAccording to the 2008 Department of Health and Human Services Guidelines, less than half of all U.S. adults and children, six and older, exercise or perform moderate physical activity. Children, at a minimum, should exercise or perform an activity (walk, run, hike, swim, play sports, etc.) for 60 minutes, three times a week. Adults need 150 minutes and longer of exercise or activity per week to achieve and maintain good health. \n\n**What has the Army done?**\n\nPhysical activity is a major component of the Performance Triad pilot program of _Activity, Sleep and Nutrition_ , which will be implemented by the U.S. Army Surgeon General and Medical Commander in spring 2013, to enhance readiness, resiliency and overall health and wellness for the Army family. The Army is also training and positioning certified [Master Fitness Trainers](http://www.army.mil/standto/archive/issue.php?issue=2013-01-08 ) as advisors for unit commanders - company through division - to facilitate and standardize physical training for Soldiers across the Army to improve fitness and help prevent injuries.\n\nFor civilians, the [Army Civilian Wellness/Fitness Program](http://phc.amedd.army.mil/topics/healthyliving/pft/Pages/ArmyCivilianWellnessPrograms.aspx ) encourages them to improve their health and fitness through exercise and moderate physical activities. Army Regulation 600-63, [Army Health Promotion]( http://www.apd.army.mil/pdffiles/r600_63.pdf), para 5-2c., also authorizes commanders/ supervisors to approve up to three hours administrative leave weekly to let civilians participate in command-sponsored physical exercise and training, monitoring, and/or education, provided the activities are an integral part of a total fitness program and no more than six months in duration.\n\n\n**Why is this important to the Army?** \n\nRegular exercise and physical activity can lead to long-term health benefits, reduce your risk for many chronic diseases - such as depression, diabetes, heart disease, high blood pressure, obesity, stroke and some forms of cancer - and help reduce health care costs. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army understands exercise and physical activity, along with sleep and nutrition, are essential and critical elements for health, wellness and disease prevention. The Performance Triad initiative serves as an example for our nation to encourage health and wellness. It will also help the Army to prevent disease to maintain a healthy and resilient fighting force. \n \n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Centers for Disease Control and Prevention Physical Activity](http://www.cdc.gov/physicalactivity/)\n* [Army Civilian Wellness Program](http://phc.amedd.army.mil/topics/healthyliving/pft/Pages/ArmyCivilianWellnessPrograms.aspx)\n* [Army Regulation 600-63: _Army Health Promotions_](http://www.apd.army.mil/pdffiles/r600_63.pdf)\n* [President's Council on Fitness, Sports & Nutrition](http://www.fitness.gov/)\n* [STAND-TO!: Master Fitness Training Course](http://www.army.mil/standto/archive/issue.php?issue=2013-01-08)\n* Related article:  [Performance Triad to lead Army Medicine to system for health](http://www.army.mil/article/93893/Performance_Triad_to_Lead_Army_Medicine_to_System_for_Health/)\n\n\n\n",
    "date": "Wednesday February 27, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nI began my career in the 70s in a hollow Army. I am determined that I will not end my career in a hollow Army.\n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, in his testimony before the House Appropriations Committee on Defense to examine fiscal challenges to the military, Feb. 26\n\n###  [Feb. 26, 2013 -- Odierno testimony before House Appropriations Subcommittee on Defense](http://www.army.mil/article/97268/)  \n\n### Related article: [Army family programs to be cut under sequestration](http://www.army.mil/article/97287//) \n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 25- March 2: [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}