{
    "id": "2013-02-28",
    "title": "Army Career and Alumni Program Centers",
    "body": "**What is it?**\n\nThe Army recently opened an Army Career and Alumni Program (ACAP) office at Camp Arifjan, Kuwait, to provide transition and job assistance services for deployed Soldiers. This Third Army/U.S. Army Central forward ACAP office will help separating and retiring Soldiers experience a successful transition into the civilian workforce. The center offers education on how to leverage skills post-service, resume writing, and mock interviews.\n\n**What has the Army done?**\n\nThe improved Army Transition Program is the Army's answer to the Veterans Opportunity to Work Act, bipartisan legislation aiming to lower the unemployment rate among the nation's veterans. It is mandatory for all Soldiers to begin transition counseling and planning no later than 12 months before separating or demobilizing. Recognizing that requirement, Third Army/ARCENT established the Camp Arifjan facility to allow the 10,000 Soldiers in Kuwait the opportunity to capitalize on transition services even while deployed.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Camp Arifjan ACAP center just opened in November, 2012, and is continually improving its services. They offer initial counseling, follow-on individual counseling, individual transition plans, and various ACAP seminars including transition overview, military occupation specialties (MOS) crosswalk, and financial planning. The center plans to aid in job hunting by directly connecting Soldiers with different corporations. \n\n**Why is this important to the Army?** \n\nThe Veterans Opportunity to Work Act of 2011 mandated that transitioning Soldiers participate in this transition assistance programs, or opt out in writing. The transition program, under mandate from the act, requires all Soldiers begin their pre-separation at least 12 months before they leave the military, rather than the previous requirement that they begin this process three months before separating. The Kuwait office now provides active-duty service members, Reservists and demobilizing Guardsmen, even in a deployed environment such as Kuwait, the opportunity to prepare for life after the Army. \n\n**Resources:**\n\n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife)\n* [Third Army/ARCENT ](http://www.arcent.army.mil/ )\n* [ASG-Kuwait](http://www.arcent.army.mil/asg-kuwait-home.aspx )\n* [Army Career and Alumni Program](https://www.acap.army.mil/acap-program.aspx.htm)\n* [ACAP Online Tools](https://www.acap.army.mil/)\n* [STAND-TO!: Veterans Opportunity to Work (VOW) to Hire Heroes Act](http://www.army.mil/standto/archive/issue.php?issue=2012-12-10)\n* [STAND-TO!: Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n\n\n\n",
    "date": "Thursday February 28, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nIt is our responsibility, the Department of Defense and Congress,  to ensure that we never send Soldiers into harm's way that are not trained, equipped, well-led and ready for any incontingency to include war. \n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, in his testimony before the House Appropriations Committee on Defense to examine fiscal challenges to the military, Feb. 26\n\n###  Video: [Gen. Raymond T. Odierno - Our responsibility](http://bcove.me/8x8eot08)  \n\n### Complete testimony: [Feb. 26, 2013 -- Odierno testimony before House Appropriations Subcommittee on Defense](http://www.army.mil/article/97268/) \n",
    "events": "Current & Upcoming Events \n--------\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month: [U.S. Army Medical Command](http://www.armymedicine.army.mil/) \n\n* Feb. 25- March 2: [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n\n"
}