{
    "id": "2014-01-02",
    "title": "Antiterrorism and the Evolving Threat",
    "body": "**What is it?** \n\nThe Army antiterrorism theme for the quarter two of fiscal year 2014 (2Q/FY14),   January through March,  is the evolving threat.  As the U.S. and its allies continue to pressure al-Qa'ida, its affiliates, and other major organized terrorist groups, attacks from individual actors and small groups have evolved as the predominate threat to Army installations, standalone facilities, and units.  These emerging threats have evolved over the past four to five years to include homegrown violent extremists, active shooters, and insider threats.\n\n**What is the Army doing?**\n\nThe Army's Antiterrorism community and leadership are focusing on a number of areas throughout this quarter, including:  \n\n* &bull; Understanding how terrorists and related threat tactics are evolving to include homegrown violent extremism, insider threat, active shooter and cyber-attacks\n* &bull; The importance of refining intelligence requirements based on threats which are less prone to intelligence gathering and analysis than larger groups whose actions are more pronounced\n* &bull; The need to continue to promote antiterrorism awareness through the dissemination and education of the indicators of suspicious activity and reporting\n* &bull; The value of increased use of eGuardian as a terrorist threat and suspicious activity reporting system   \n\n**What continued efforts does the Army have planned for the future?**\n\n[iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx), a modern day terrorist-focused neighborhood watch program, remains a vital element of our antiterrorism community awareness program.  Army commands are encouraged to promote active iWATCH efforts and to encourage community members to report suspicious activity and indicators of high-risk behavior.\n\nOther antiterrorism awareness quarterly themes for FY14 include:\n\n* &bull; 3Q/FY14:  Antiterrorism Synchronization\n* &bull; 4Q/FY14:  Organization and Individual Protective Measures\n\n**Why is this important to the Army?**\n\nGiven the persistent threat of terrorism and the transference of terrorist tactics to independent threat actors , such as the Boston Marathon Bombing, Washington Navy Yard Active Shooter, and numerous school shootings, the Army's antiterrorism efforts must remain proactive and the entire Army community must remain vigilant.  \n\n**Resources:** \n\n*  Note:  The Antiterrorism Enterprise Portal has moved from the Army Knowledge Online (AKO) to the [Army Policing Portal](https://west.esps.disa.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)- *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* [Office of Provost Marshal General](http://www.army.mil/opmg)\n* AKO log-in required: [Office of Provost Marshal General portal](https://www.us.army.mil/suite/grouppage/53087)\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n* Related STAND-TO!:\n* &bull; [Antiterrorism theme, 1Q/FY14- Antiterrorism Risk Management](http://www.army.mil/standto/archive_2013-10-07/)\n",
    "date": "Thursday January 2, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nAs a team, we will continue to ensure that we grow and maintain adaptive Army leaders for a complex world.\n\n\n### - Lt. Gen. Donald M. Campbell Jr., commander, [U.S. Army Europe](http://www.eur.army.mil/), in his new year message to the command \n\n### [Freedom 6 Sends: Strategic Priorities -- Adaptive Army leaders for a complex world](http://www.army.mil/article/117748/)\n \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}