{
    "id": "2014-01-03",
    "title": "U.S. Army All-American Bowl ",
    "body": "**What is it?** \n\nThe [U.S. Army All-American Bowl](http://www.usarmyallamericanbowl.com/) (AAB) is a year-long national-level marketing program that supports Army recruiting, enhances the perception of the Army, and builds understanding and advocacy amongst key audiences. The AAB program culminates in the AAB Bowl Game which is the nation's oldest and largest high-school football all-star bowl game. Ninety players, 125 marching band musicians and a team of elite Color Guard members are selected from across the country in the fall and arrive in San Antonio, Texas, for a week of leadership, sportsmanship and Army experience panels and events. Each player is paired with a Soldier mentor to share their Army Strong story throughout the week. \n\nThe 2014 AAB will be played on Saturday, Jan. 4, 2014, at 1 p.m. EST, from the San Antonio Alamodome, and will be broadcast live on NBC. \n\n**What has the Army done?**\n\nOver the last 13 years, the AAB program has associated the Army with excellence, has grown to be the premier high-school all-star football game in the nation, and provided access to high schools throughout the country to enhance our recruiting efforts. \n\nThe program consists of a Selection Tour, Regional Combines and Pro-Football Hall of Fame events that take place across the U.S. and culminate during game week with the Army Strong Zone, National Combines, COI Tour and the U.S. Army All-American Bowl game.\n \nThrough title sponsorship, the AAB program allows the Army to engage scholars, athletes, musicians, coaches, teachers and administrators, through face-to-face engagement and multi-platform communications, about: the Army, its [core values](http://www.army.mil/values/), unexpected opportunities for education, training and skills, and the life-long foundations for success that service can bring. The AAB program provides the Army with a unique opportunity to tell the Army story and develop partnerships with key stakeholders and influencers. \n\n**What continued efforts does the Army have planned for the future?**\n\nDuring the 2013 and 2014 program, the Army partnered with the Pro-Football Hall of Fame (PFHOF) to recognize ten scholar-athletes with the Award for Excellence, highlighting student-athletes across the country on not only athletic achievement, but excellence in academics and community service. Next year, the PFHOF Award program, due to its success, will be expanded beyond the All-American Bowl program. In addition, the Army has partnered with VEX Robotics Competition to showcase some of the nation's most talented minds in [Science, Technology, Engineering and Mathematics](http://www.army.mil/standto/archive_2013-07-08/) (STEM). This competition enables the Army to showcase its cutting-edge technology and the importance of STEM to our nation's security and prosperity.  \n\n**Why is this important to the Army?**\n\nThe objective of marketing is to man and preserve the high-quality all-volunteer Army by reinforcing the Army's reputation as a valued institution by communicating to key stakeholders why the Army matters; why it should be valued; and why they should support, recommend or serve as part of it. The AAB program is a key component of the marketing program.\n\n**Resources:** \n\n* Official website: [U.S. Army All-American Bowl](http://www.usarmyallamericanbowl.com/)\n* Event details and Player bios: [2014 U.S. Army All-American Bowl](http://www.goarmy.com/events/all-american-bowl.html)\n* [U.S. Army All-American Bowl on Facebook](https://www.facebook.com/USArmyAllAmericanBowl)\n* [Army Values](http://www.army.mil/values/)\n* Related STAND-TO!:\n* &bull; [Support in Science, Technology, Engineering and Mathematics](http://www.army.mil/standto/archive_2013-07-08/)\n* &bull; [Army Values](http://www.army.mil/standto/archive_2013-08-15/) ",
    "date": "Friday January 3, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI chose to play in the Army Bowl 'cause its a lot more. It's not just for you and your family and the honor of being an All-American, it's for the Army. They shed their blood and give me the opportunity to be out here and do this and they put their life on the line and I just want to honor them. \n\n### - Dwight Williams, linebacker for the West Team in the 2014 All-American Bowl, from Juniperro Serra High School in Gardena, Calif.  \n\n### [Players honor Soldier sacrifice, nation by playing in All-American Bowl](http://www.army.mil/article/117712/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}