{
    "id": "2014-01-06",
    "title": "Army's Implementation of Homeland Security Presidential Directive 12  ",
    "body": "**What is it?** \n\nHomeland Security Presidential Directive 12 (HSPD-12) establishes a government-wide standard of secure and reliable forms of identification for employees (Soldiers and civilians) and eligible contractors for long-term access to controlled facilities and/or information systems.\n\nHSPD-12 compliance requires eligible individuals, who are issued a Personal Identity Verification (PIV) card, have been vetted to a common standard. DOD uses the Common Access Card (CAC) as its PIV card. HSPD-12 requires Army compliance in three key areas:\n\n* ***Logical Compliance***\n* &bull; All IT systems enabled to accept CAC login, eliminating username/password access\n* &bull; Federal agencies accept PIV credentials across agencies\n* ***Physical Compliance***\n* &bull; Predetermined federal facilities and access control points use visual inspection and recognition of CAC. \n* &bull; Automated access control systems comply with FIPS-201 federal standards\n* ***Personnel Compliance***\n* &bull; Prior to issuing a CAC, an FBI fingerprint check with favorable results and submission of National Agency Check with Inquiries (NACI) must be completed.  \n* &bull; All contracts that require contractors to access controlled facilities and/or federally-controlled information systems must include language mandating adherence to HSPD-12 policy.  \n* &bull; All Army HSPD-12 and suitability adjudicators must have completed background investigations and approved adjudicator training.  Training is available online through [Defense Security Service Center for Development of Security Excellence](http://www.cdse.edu/catalog/elearning/PS112.html) (CDSE)\n\n**What has the Army done?**\n\nSecretary of Army tasked [Assistant Secretary of Army](http://www.asamra.army.mil/) (ASA M&RA) with oversight and implementation of Army's HSPD-12 compliance efforts.  A working group and General Officer Steering Committee (GOSC) has been in place since 2011 to identify gaps and solutions and work towards full compliance.\n\n**What continued efforts does the Army have planned for the future?**\n\nOn Oct. 1, 2013, the DOD Consolidated Adjudication Facility (DOD CAF) began rendering favorable HSPD-12 and suitability determinations.  When DOD CAF is unable to render a favorable determination, the Army is responsible for managing subsequent mitigation, final determination, and appeals. \n\nThe Army will continue coordinating with DOD CAF to ensure any gaps in compliance related to adjudications are identified and addressed.  \n\n**Why is this important to the Army?**\n\nHSPD-12 compliance provides baseline level security against potential threats to Army personnel, facilities and IT systems.  The CAC is no longer just an ID card. Possessing a CAC signifies the individual has been vetted to a common standard and does not create unacceptable risk.  \n\n\n**Resources:** \n\n* [Homeland Security Presidential Directive- 12](http://www.cac.mil/docs/HSPD-12.pdf)\n* [Army Directive 2011-08, *Army Implementation of HSPD-12*](http://www.apd.army.mil/pdffiles/ad2011_08.pdf)\n* [DOD CAC Reference Center](http://www.cac.mil/)\n* [Federal HSPD-12 Implementation Reports](http://www.whitehouse.gov/omb/e-gov/hspd12_reports/)\n* [Assistant Secretary of Army: Resources](http://www.asamra.army.mil/resources.cfm)\n",
    "date": "Monday January 6, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe players all have a very strong set of values that parallel us in the military, to get to where they have in their football careers to this point. They've got the team work, the loyalty, the duty, the selfless service, the same core values that the Army builds off of and it's an amazing opportunity to see that. \n\n### - Sgt. 1st Class David E. Stover, 2013 active-duty U.S. Army Drill Sergeant of the Year\n\n### [All-American Bowl teams meet for first time, ready themselves for game Saturday](http://www.army.mil/article/117713)\n\n### Related site: [U.S. Army Drill Sergeant](http://www.army.mil/drillsergeant/news.php)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* U.S. Army All-American Bowl Game Stats: [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}