{
    "id": "2014-01-07",
    "title": "Reserve Component Career Counselors",
    "body": "**What is it?** \n\nAmerica's Army places competent and qualified Soldiers in formations to support the full range of capabilities in order to prevent, shape and win the nation's wars.  Reserve Component Career Counselors (RCCC) work hand-in-hand with Army retention professionals as ambassadors for the Army to transition high-quality Soldiers into the [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx) (ARNG) and [U.S. Army Reserves](http://www.usar.army.mil/Pages/default.aspx)(USAR). \n\nRCCC meet continuum of service missions essential for maintaining personnel readiness in RC formations. Fundamentally, Army retention and RCCC transitions are the cornerstones for enhancing and expanding total Army [personnel readiness](http://www.army.mil/readyandresilient/personnel).  \n\nThe RCCC are assigned to the senior mission commander of an installation and are personnel either from USAR or ARNG.  At [U.S. Army Forces Command](http://www.forscom.army.mil/) (FORSCOM) installations, the RCCC are assigned to the division headquarters, for example 10th Mountain Division (Light Infantry),  and [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC) installations follow the same protocol.  RCCC are fully trained on all aspects of both reserve components and provide transition services to Soldiers based on the needs of the total Army and Soldier.  All RCCC are fully qualified to write enlistment contracts for both RC components. \n\n**Why is this important to the Army?**\n\nTransitioning high-quality and fully-trained Soldiers into RC formations for continuum of service is a core competency for the RCCC and preserves America's investment in human capital.  This imperative cannot be compromised and must be embraced by all career counselors in the Army to effectively maintain the personnel readiness demanded by commanders and expected by the American people.  \n\n**What is the Army doing?**\n\nToday's Army focuses on continuum of service (transitions) supporting restructure/rebalance and drawdown requirements following more than 12 years of persistent conflict.  Creating a supportive and integrated environment for AC and RC counselors to perform retention and transition missions ensures a smooth evolution to future end strength goals.  Depth, versatility and agility are required to create the best team possible to support RCCC and retain America's best and brightest. \n\n**What continued efforts are planned for the future?**\n\nSenior leaders have recognized the strategic missions, goals and interests of Army retention and RCCC support continuum of service goals necessary for transitioning the future force.  As the Army prepares for accelerated drawdown impacting all three components, senior officials responsible for personnel readiness are taking a holistic approach to strengthen Army total force policy by transitioning Soldiers with respect for their previous service and recognition of their continued valuable contributions to the Army and the nation.  \n\n\n**Resources:** \n\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil)\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserves](http://www.usar.army.mil/Pages/default.aspx)\n* [Soldier for Life](http://www.army.mil/soldierforlife/)\n* [Ready and Resilient-Transition](http://www.army.mil/readyandresilient/transition)\n* Related STAND-TO!: \n* &bull; [Continuum of Service in the United States Army Reserve](http://www.army.mil/standto/archive/issue.php?issue=2012-01-04)\n\n\n",
    "date": "Tuesday January 7, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWe are very proud of what our Army civilians have done to get us where we are today and what they will continue to do to prepare our joint force for this very critical mission.  \n\n### - Under Secretary of the Army Joseph W. Westphal, commenting on the expertise and professionalism of Army civilians during his recent visit to meet with those responsible for installing the Field Deployable Hydrolysis Systems aboard the U.S. Navy's MV Cape Ray in Portsmouth, Va., Jan. 2, 2014.   \n\n### [Army Civilians praised for expertise in support of U.N. mission]( http://www.army.mil/article/117785/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}