{
    "id": "2014-01-08",
    "title": "The Maneuver Self Study Program",
    "body": "**What is it?** \n\nThe [Maneuver Self Study Program](http://www.benning.army.mil/mssp/) is a collaborative online venue developed by the [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/) to give maneuver leaders a dynamic digital resource for the study of military, political and human dimensions of war throughout their careers. The MSSP provides a library of tools and forums for guided self-development in support of Army-wide professional and leadership development goals. \n\nThe MSSP is intended to encourage individual pursuit of knowledge and discussion among peers. The program offers books, articles, doctrine, films, lectures and practical application exercises online to educate maneuver leaders, and uses social media to connect Soldiers through discussion forums - where innovation through peer dialogue can occur.\n\n\n**What has the Army done?**\n\nThe MSSP is a low-cost program that promotes professional development and education throughout a maneuver leader's career. Open source pages- with no Common Access Card required- make it accessible and relevant to today's leaders. The self-study program is divided into 17 current of 20 planned topics. The [website](http://www.benning.army.mil/mssp/) offers an approach to the study of the topic, including downloadable doctrine, articles, audio/video and recommended books, as well as links to forums available through LinkedIn for further discussion. \n\nThe MSSP can also be used by units as a cost-efficient leader professional development method with minimal planning required.\n\n\n**What continued efforts are planned for the future?**\n\nThe program was unveiled in mid-September following two pilot programs at Fort Benning, Ga.  Starting in the fall, students with Fort Benning's Maneuver Captains Career Course were introduced to the MSSP early on in their training. The dynamic nature of the program means that information and resources will continue to grow and evolve over time as forum participation increases and new articles and resources are published.  If MSSP is well-received at the Army level, there is potential for expanding it to an international level. \n\n\n**Why is this important to the Army?**\n\nThis tool supports Army Profession/Leader Development efforts throughout a leader's career by providing a forum to shape future world-class leaders. The three pillars of leadership development within the Army are institutional, operational and self-education. The MSSP, which was identified by MCoE Commanding General Maj. Gen. H. R. McMaster as one of his initiatives in 2012, was built in support of this doctrine. As the Army transitions to an Army of preparation, now is the time to focus on initiatives that produce better informed Soldiers and leaders for tomorrow's complex battlefield.  \n\n\n**Resources:**\n \n* [Maneuver Self Study Program](http://www.benning.army.mil/mssp/)\n* [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/)\n* [Fort Benning, Ga.](http://www.benning.army.mil)\n* [ADRP - 6-22: Army Leadership](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp6_22_new.pdf)\n* Related STAND-TO!:\n *  &bull; [The Army Learning Concept - 2015](http://www.army.mil/standto/archive/2010/10/19/)\n* Related articles: \n*  &bull; [Maneuver Leaders, Self-Study and War](http://www.benning.army.mil/armor/eARMOR/content/issues/2013/JUL_SEP/Byerly.html)\n*  &bull; [MCoE rolls out self-study program](http://www.army.mil/article/111081/)\n*  &bull; [Self-study essential for leaders](http://www.army.mil/article/116760/Self_study_essential_for_leaders/)\n* Related Video: \n*  &bull; [Future Maneuver Captain's Career Course instructors master the art of teaching](http://www.youtube.com/watch?v=zlSs_bG4-xU)\n\n\n\n",
    "date": "Wednesday January 8, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nThe self study program will succeed if it inspires maneuver leaders and all leaders across our Army to read and think and discuss and write about our profession and their responsibilities.\n\n### - Maj. Gen. H. R. McMaster, commanding general, [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/)\n\n### Video: [Maneuver Self Study Program featuring General McMaster](http://www.youtube.com/watch?v=x3Xw2QDNUwY)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}