{
    "id": "2014-01-09",
    "title": "Army National Guard's Sustainability and Resiliency",
    "body": "**What is it?** \n\nThe Army views resiliency, first and foremost, as personnel issue.  However, the concept of resilience also applies to our operations, systems and infrastructure.  \n\nResiliency is the capability to survive and bounce back from disruptive change. This concept runs through all Army functions and needs the support of every headquarters and unit in every state. Resiliency is an important part of enterprise sustainability because it incorporates robustness and resourcefulness to promote rapid recovery.\n\n\n**Why is this important to the Army?**\n\nThe majority of resiliency preparation, planning and response occur at the state level in over 2600, communities across the United States. The ARNG faces emerging demands as a first responder to natural and manmade disasters such as flooding, fires, and other extreme weather events. The ARNG needs to be a [resilient](http://www.army.mil/readyandresilient) force comprised of citizen Soldiers that have the capability to survive and recover quickly from external, unexpected events, and then provide immediate response with a combination of state-of-the-art equipment and a unique blend of military and civilian skill sets.\n\n**What has the ARNG done?**\n\nIn the short term, National Guard units are acquiring and maintaining:\n \n*  &bull; Dual-use equipment, e.g. generators, water purification systems, and radios\n*  &bull; Resilient installations that are safe for shelter and services during emergencies\n*  &bull; Skilled citizen Soldiers who have diverse civilian and military competencies, and strong community ties\n*  &bull; Integrated energy, water, and infrastructure capabilities to support those communities when faced with disruptive forces\n\nIn the long-term, ARNG wants to prevent an increase in disaster-related demands by:\n\n*  &bull; Improving its energy security through conservation, efficiencies, and alternative energy\n*  &bull; Protecting ecosystem services through programs like the [Army Compatible Use Buffer Program](http://www.sustainability.army.mil/tools/programtools_acub.cfm)\n*  &bull; Adopting sound land-use planning practices at its training sites and ranges\n*  &bull; Building individual sustainability awareness through a cohesive communications strategy\n\n\n**What efforts does the ARNG have planned in the future?**\n\n*  &bull; Serve as a test bed for new green, dual-use, or energy efficient technologies\n*  &bull; Educate communities, neighborhoods, and families on how to be prepared for disasters\n*  &bull; Build local networks in communities around installations\n*  &bull; Participate in local policy and planning initiatives\n\n\n**Resources:**\n \n* [ARNG Sustainability News and Information](http://www.arng.army.mil/aboutus/Pages/Sustainability.aspx/)\n* [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/)\n* [National Defense University Center for Technology and National Security Policy, Sharing To Accelerate Research (NDU CTNSP) - Transformative Innovation for Development and Emergency Support (STAR-TIDES)](http://ctnsp.dodlive.mil/projects)\n* [Federal Executive Order 13653, Preparing the United States for the Impacts of Climate Change](https://www.fedcenter.gov/Articles/index.cfm?id=24801&pge_prg_id=38409&pge_id=3853)\n* [ARNG Sustainability on Facebook](http://www.facebook.com/ARNGSustainability)\n\n\n\n\n",
    "date": "Thursday January 9, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThat's quite an investment that we have in the Army that's available to the Pacific commander in order for him to prevent conflict, shape the environment within the Pacific command.\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, addressing the future of the Army at the National Press Club in Washington, D.C\n\n### [Army rebalancing to Pacific, seeking other alignments](http://www.army.mil/article/117989/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}