{
    "id": "2014-01-10",
    "title": "The Ground-Warfighter Geospatial Data Model",
    "body": "**What is it?** \n\nThe Ground-Warfighter Geospatial Data Model (GGDM) is the ground-warfighter \"container\" into which geospatial data elements are collected, managed and used for analysis. It provides a mechanism for storing and sharing ground-warfighter specific feature data across the ground forces.\n\n**What has the Army done?**\n\n[The U.S. Army Geospatial Center](http://www.agc.army.mil/) (AGC) is the focal point for the Army Geospatial Enterprise (AGE), which will provide the standards and technology to acquire, manage, and share geospatial data for the warfighter. The AGE is based upon an integrated data and services architecture that establishes common requirements, standard interfaces and data models. The GGDM is a core component of this architecture that provides the standard data model for geospatial feature data required by our ground forces. This standards-based approach will help eliminate stovepipes, reduce costs, simplify acquisition and accelerate transition of technology as part of a standard and shareable geospatial foundation.\n\n**What continued efforts does the Army have planned for the future?**\n\nA roadmap is being established for transitioning Army ground-warfighter systems and geospatial data to the GGDM. All AGC-produced geospatial datasets, along with Distributed Common Ground System-Army and other Army and USMC systems that utilize geospatial feature data, are beginning to implement the GGDM and will translate to this data model. The Army's Geospatial Planning Cells have translated their TGD 3.2 data to GGDM using AGC-provided correlation translation databases utilizing commercial off-the-\nshelf software. \n\nOther Army, USMC, and several U.S. allies are being supported by the AGC\nin their transition to the GGDM. Additionally AGC is developing a set of tools, to include hand-held geodatabase implementation, data modeling profiler tools, schema checkers and\nQA/QC processes and tools. The National Geospatial-Intelligence Agency, Army and USMC are in the process of establishing the GGDM as the ground-warfighter National System for Geospatial-Intelligence (NSG) standard. Future versions of the GGDM may include additional ground forces enterprise content, including high resolution urban information, additional aeronautical information, modeling and simulation, and updates\nbased on common geospatial data requirements across the Army, USMC, SOF and other ground forces components.\n\n**Why is this important to the Army?**\n\nGeospatial data is the foundation for the Ground-Warfighter Common Operation Picture. Geospatial feature data is one of the key components of this foundation. The establishment of a common vocabulary (i.e., GGDM) enables consistent management and sharing of feature data generated by national agencies, Army and other Services organizations. Additionally, using this common vocabulary, detailed geospatial data is collected at every echelon on the ground (including Soldiers and Marines on patrol) and this critical updated information (e.g., \"bridge at location x, y is out\") is shared across the ground forces. Without a consistent standard (GGDM) and other established mechanisms for collecting and sharing this geospatial data, this data would be discarded and not used across the ground forces.\n\n**Resources:**\n \n* [The U.S. Army Geospatial Center](http://www.agc.army.mil/) \n* [AGC's Geospatial Data Products](http://www.agc.army.mil/Home/LearnAboutAGC.aspx)\n* [Ground-Warfighter Geospatial Data Model (CAC-enabled)](https://cac.agc.army.mil/products/GGDM/index.cfm)\n\n\n\n\n\n",
    "date": "Friday January 10, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe Community Care model is going to help the cadre and the Soldier by virtue of being on an installation within the footprint and leadership of a warrior transition battalion.\n\n### -  Brig. Gen. David Bishop, commander, [Warrior Transition Command](http://www.wtc.army.mil/)\n\n### [Warrior Transition Command restructuring as numbers fall](http://www.army.mil/article/118065/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}