{
    "id": "2014-01-13",
    "title": "Operational Contract Support Joint Exercise 2014  ",
    "body": "**What is it?** \n\nOperational Contract Support Joint Exercise 2014 (OCSJX-2014) focuses on operational contract support to the lead federal agencies and provides the necessary training, tools and confidence needed to succeed while deployed. This year's focus concentrates on support after a complex catastrophe occurs in the United States.\n\nThe U.S. Army Contracting Command exercise, is being conducted Jan. 7-31, at Fort Bliss, Texas, in conjunction with the Joint Staff, U. S. Northern Command, the Army Staff, and U.S. Army North. This hands-on training exposes contingency contracting officers and requiring activity professionals to contracting and contingency challenges while affording them the opportunity to develop and exchange solutions. \n\nThis is the fifth iteration of the annual exercise and the first time it is being sponsored by the Office of the Secretary of Defense. This year's exercise was designed to minimize ramp-up time for any contingency operation and to allow contracting officers to concentrate on their mission. \n\n\n**What has the Army done?**\n\nBesides preparing professionals for domestic contingency and natural disaster support, [OCSJX 2014](http://www.army.mil/article/117789) will further the Department of Defense efforts to improve operational contracting support across the services. This year's exercise establishes a forum to increase synchronization and reviews DOD policy to mature and enhance the effectiveness and efficiency of OCS. Training the way we fight is expected to lead to better interoperability and mutual understanding of contract support to operations in a joint environment.\n\nThis three-week exercise will train 530 military personnel and civilian personnel.\n\nOCSJX-2014 has three objectives:\n\n* &bull; Develop a framework and strategy for a stand-alone joint OCS exercise. Integrate OCS joint exercise-related matters into existing combatant commander Title 10 exercises.\n* &bull; Measure OCS readiness.  \n* &bull; Increase senior leader awareness of OCS challenges, capabilities and capacities.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nLessons learned will be incorporated into the expeditionary skill sets of contingency contracting officers and improve interoperability between the services' contracting operations. \n\n**Why is this important to the Army?**\n\nThe exercise leads to better interoperability and mutual understanding of contract support during all phases of peacetime and contingency operations. Future military operations will continue to demand expeditionary contracting professionals who are trained and ready to meet operational commanders' needs. It will enhance the effectiveness and efficiency of operational contract support. \n\n**Resources:**\n \n* [U.S. Army Contracting Command](http://www.army.mil/ACC)\n* [ACC: Civilian Career Opportunities](http://www.armyhire.com)\n*  ACC on social media sites:\n* &bull; [Tumblr](http://ocsjx14.tumblr.com/)\n* &bull; [Facebook](http://www.facebook.com/armycontracting)\n* &bull; [Twitter](http://www.twitter.com/ArmyContracting)\n* &bull; [Youtube](http://www.youtube.com/armycontracting)\n* &bull; [Flickr](http://www.flickr.com/armycontractingcommand)\n* &bull; [Google ](http://gplus.to/ArmyContractingCommand)\n\n\n\n\n\n",
    "date": "Monday January 13, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nAs Soldiers, we understand more than anyone the costs of war ... Our job together, working together, is to create stability and peace and to prevent conflict around the world. We will continue to maintain our ability to be globally responsive and to engage regionally in order to assist nations and sustain stability.\n\n### -  Chief of Staff of the Army Gen. Raymond T. Odierno, speaking at a reception he hosted for foreign military attaches at Joint Base Myer-Henderson Hall, Va., Jan. 10\n\n### [Odierno: International cooperation critical in today's complex world](http://www.army.mil/article/118108/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}