{
    "id": "2014-01-14",
    "title": "Operation Ammunition Clean Sweep",
    "body": "**What is it?** \n\nOperation Ammunition Clean Sweep (OACS) provides Army Materiel Command's [Responsible Reset Task Force](http://www.army.mil/standto/archive/2010/03/30/) an opportunity to improve accountability of outside contiguous United States (OCONUS) munitions while supporting combat readiness and explosives safety, improving munitions management and reducing excess stock.  \n\n**What has the Army done?**\n\nAs of late Dec. 2013, the OACS has visited 211 sites, assessed 487 units and inspected a total of 78,396 ammunition lots. \n \nWhen initiated in 2011, OACS was created to enhance the explosives safety footprint across the battlespace by assigning QASAS to remote forward areas in theater. The results included inspection of 57 sites, classification of on-hand munitions and subsequently, inventory of munitions for better visibility of stocks.\n \nToday's OACS teams are intricately linked to reset operations to: cross-level theater stocks, facilitate safe demilitarization, and identify legacy ammunition that will no longer be present on official record.  OACS findings help reduce the need for ammunition preparation at CONUS depots.\n\n**What continued efforts does the Army have planned for the future?**\n\nMaintaining its original intent, OACS teams will assist in preparing ammunition for the backhaul to major hubs or local demilitarization as U.S. forces depart Afghanistan.  While the current iteration of OACS continues, the next scheduled event will take place in mid-2014.  \n\n**Why is this important to the Army?**\n\nOACS's mission of classifying stocks, establishing inventory of remaining munitions and properly tagging unserviceable munitions helps the Army streamline the reset process. All of which facilitate a timely and orderly theater departure.\n\nWhile cost savings are realized during the operation through various means; ultimately, protecting Soldiers fulfills the mission of OACS. \n\n\n**Resources:**\n \n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [U.S. Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx)\n*  [Joint Munitions Command](http://www.jmc.army.mil/)\n* Related STAND-TO!: \n* &bull; [Responsible Reset Task Force](http://www.army.mil/standto/archive/2010/03/30/)\n* Related articles: \n* &bull; [Operation Ammunition Clean Sweep 13 takes aim at retrograde in Afghanistan](http://www.army.mil/article/98324/)\n* &bull; [QASAS aim for a clean sweep](http://www.army.mil/article/75865/)\n* &bull; [Operation Ammunition Clean Sweep clears away hazardous munitions](http://www.army.mil/article/65774/)\n\n\n\n\n\n\n",
    "date": "Tuesday January 14, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThat's quite an investment that we have in the Army that's available to the Pacific commander in order for him to prevent conflict, shape the environment within the Pacific command. \n\n### -  Chief of Staff of the Army Gen. Raymond T. Odierno, addressed the future of the Army and his focus on regional alignments while referencing the 84,000 to 88,000 Soldiers who have been assigned to support the Pacific command,  at the National Press Club in Washington, D.C., Tuesday\n\n### [Army rebalancing to Pacific, seeking other alignments](http://www.army.mil/article/117989)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}