{
    "id": "2014-01-16",
    "title": "Distributed Common Ground System - Army ",
    "body": "**What is it?** \n\nThe [Distributed Common Ground System - Army](http://dcgsa.apg.army.mil/) (DCGS-A) is the primary weapon system of the U.S. Army's intelligence analysts.  By employing this weapon system, intelligence analysts and leaders improve their commanders' ability to visualize, describe, and direct actions on the battlefield. \n\nDCGS-A is a system-of-systems:  the sensor controls and downlinks, the data processing equipment, and the exploitation and dissemination tools that deliver intelligence at every echelon.  DCGS-A connects the intelligence community to the analyst and the decision maker.\n  \nDCGS-A joins tactical, operational and theater-level commanders with hundreds of intelligence-related data sources. The enhanced access, accuracy and relevance of the intelligence, surveillance and reconnaissance (ISR) effort provide commanders the information they need when they need it. This allows them to plan and conduct full-spectrum operations across the full range of military operations.\n\nDCGS-A tasks, processes and exploits data and then disseminates intelligence (TPED) across all echelons. It is the Army component of the larger Defense Intelligence Information Enterprise (DI2E) and interoperable with other service DCGS programs. \n\n**What has the Army done**?\n\nDCGS-A has incorporated cutting-edge technology supporting multiple intelligence disciplines to provide users with precision search, increased computing speed, enhanced collaboration, and data aggregation tools. \n\nThe Army is focused on increased capabilities, training, fielding and sustainment for DCGS-A. Training is a key element of successful implementation of DCGS-A into any battle rhythm. Schoolhouse training, exercise integration, sergeants' time training, and Soldiers ability to train with the multi-functional workstation have resulted in increased DCGS-A understanding and utilization. Like any other weapon system, Soldiers become more proficient with more learning and practice. \n\n**Why is this important to the Army?**\n \nDCGS-A provides the Army with relevant, accurate and timely Intelligence, Surveillance, and Reconnaissance (ISR) support. This gives commanders the information they need to protect the force. DCGS-A allows commanders from company to [Army Service Component Command](http://www.apd.army.mil/pdffiles/r10_87.pdf) (ASCC) levels to focus the efforts of the entire ISR community - tactical, joint, coalition, and national- on their own information requirements.\n \n\n**What continued efforts does the Army have planned for the future?**\n\nDCGS-A is fielding new software and hardware across the Army. As technology improves, capabilities within the program also improve. The Army consistently seeks user feedback, suggestions and new ideas for implementation into the program. \n\nDCGS-A will continue to partner with industry, seek user feedback, and increase support for training and education of DCGS-A. \n\n**Resources:**\n \n* [Distributed Common Ground System - Army](http://dcgsa.apg.army.mil/)\n* [Military Intelligence Space](https://www.milsuite.mil/book/community/spaces/apf/join-apf)\n* [Intelligence Knowledge Network](https://www.ikn.army.mil/)\n* [GISA SIPRNET World-wide DCGS-A Data](http://dcgsconusbrain.gisa.army.smil.mil/)\n* DCGS- A on social media:\n* &bull; [Facebook](https://www.facebook.com/dcgsa)\n* &bull; [Twitter](https://twitter.com/DCGSArmy1)\n* &bull; [YouTube](http://www.youtube.com/dcgsarmy)\n* &bull; [Flickr](http://www.flickr.com/groups/dcgsa/)\n\n\n\n\n\n\n",
    "date": "Thursday January 16, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\n[DCGS-A](http://dcgsa.apg.army.mil/) is the Army intelligence analyst's weapon system. DCGS-A enables army intelligence professionals operating in the complex JIIM (Joint, Interagency, Intergovernmental and Multi-National) environment to effectively task, collect, process, analyze, report, disseminate and assess multi-source intelligence. Intelligence analysts across the Army leverage DCGS-A to support Army commanders and forces successfully today, meeting the requirement; to be first with the truth.\n \n### -  Maj. Gen.  Stephen G. Fogarty, commanding general, [U.S. Army Intelligence & Security Command](http://www.inscom.army.mil/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}