{
    "id": "2014-01-17",
    "title": "Soldier for Life Update ",
    "body": "**What is it?** \n\nThe U.S. Army's strategic imperative of sustaining the premier all volunteer Army will succeed or fail based on how well the veterans reintegrate back into their communities and tell their Army story to future generations of Soldiers.  \n\nThe [Soldier for Life](http://www.army.mil/soldierforlife/)  program is based on the Soldier lifecycle.  Soldiers *start strong, serve strong, and reintegrate strong*, and ultimately *remain strong*  as Army ambassadors to their communities.  The Soldier for Life concept is a holistic approach to this entire cycle, which ensures veterans connect to resources and their communities as they make the important transition from active duty back to the Army Reserve, National Guard or become civilian leaders. \n\n**What has the Army done**?\n\nThe Army implemented programs throughout the Soldier lifecycle so our veterans remain Army Strong.  Our Soldiers *start strong*  with a positive image of the Army profession and connected to future employers through the [Partnership for Youth Success](http://www.army.mil/standto/archive/issue.php?issue=2012-08-14) program.  They serve strong in their military occupation specialty (MOS) and as leaders using the [Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/ ) and Credentialing Opportunities Online tools to manage their careers and self-development.  \n\n Soldiers reintegrate strong into the Army Reserve, National Guard or out of the Army using the improved [Army Career and Alumni Program](http://www.army.mil/standto/archive_2013-07-26/); leveraging a single [Hero 2 Hired]( https://h2h.jobs/ ) website  to find employment and using a network of Army mentors across America.  The Soldiers remain Army Strong as veterans, serving as business, government, and community leaders and as ambassadors for the Army. \n\n**What continued efforts does the Army have planned for the future?**\n\nSoldier for Life will continue to lead the way in connecting our transitioning Soldiers to their communities and the employment, education, and health resources made available to the veterans through government, for-profit, and non-profit organizations.  It will inculcate the Soldier for Life ethos into the current force, preparing the Soldiers today to be lifelong members of the Army community as veterans.  Soldier for Life continues to work with TRADOC to develop and expand credentialing opportunities and apprenticeships, improving the existing capability and making the Soldiers more competitive in the civilian job market during transition.  Ultimately, Soldiers become veterans more \"career ready\" and better prepared than ever before to thrive as civilians and Soldiers for Life.\n\n**Why is this important to the Army?**\n \nThe long term sustainability of the premier all volunteer Army depends on taking care of all Soldiers, both past and present.  This also supports successful re-structuring as the Soldiers continue to transition out of the Army, and is a tremendous opportunity for communities to strengthen themselves using the veteran talent.  Soldier for Life helps [veterans](http://www.army.mil/veterans) bridge the gap from service through reintegration into the communities.  It is here that their Army Story becomes a legacy that perpetuates the proud traditions of the U.S. Army.  \"Once a Soldier, Always a Soldier...a Soldier for Life.\"\n\n\n**Resources:**\n\n* [Ready and Resilient- Transition](http://www.army.mil/readyandresilient/transition)\n* [Soldier for Life](http://www.army.mil/soldierforlife/)\n* [U.S. Army Veterans](http://www.army.mil/veterans)\n* [Army.mil: Resources for Veterans](http://www.army.mil/info/armylife/veterans/)\n* [Veterans Opportunity to Work Act (VOW Act)](http://veterans.house.gov/job)\n* [U.S. Army Reserve Employer Partnership Office](http://www.usar.army.mil/employerpartnership)\n* [National Guard Family Program](https://www.jointservicessupport.org/fp/default.aspx)\n* [Hero 2 Hired](https://h2h.jobs/)\n* [Army Career & Alumni Program](https://www.acap.army.mil/acap-program.aspx.htm)\n* Related STAND-TO!: \n* &bull; [Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Army Career and Alumni Program](http://www.army.mil/standto/archive_2013-07-26/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* &bull; [Army Career and Alumni Program Centers](http://www.army.mil/standto/archive_2013-02-28/)\n* &bull; [Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n*  &bull; [Hero 2 Hired](http://www.army.mil/standto/archive/issue.php?issue=2012-03-23)\n*  &bull; [Veterans Day 2012 - Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-09)\n*  &bull; [Army Transition Policy Initiative](http://www.army.mil/standto/archive/issue.php?issue=2011-12-07)\n* Related article:\n*  &bull; [New transition assistance program ready for rollout](http://www.army.mil/article/87766/)\nFor questions, comments or concerns, please email or contact Soldier for Life at (703) 545-2637\n\n\n\n\n\n\n\n\n",
    "date": "Friday January 17, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nWe talk about Soldier for Life, where you continue to be a Soldier after you leave the service. We don't like using the words separation of service. It's really a transition, whether you go to be a civilian, or you go into the reserve component.\n \n### -  Maj. Gen. Thomas Seamands, director of Military Personnel Management, highlights the U.S. Army's mission of not only recruiting but also of  retaining Soldiers,  at the House Armed Services Committee, subcommittee on Military Personnel, Jan. 16.\n\n### [Recruiting force remains unchanged, despite shrinking goals](http://www.army.mil/article/118369/)\n\n### Related microsite: Army.mil: [Ready and Resilient- Transition](http://www.army.mil/readyandresilient/transition)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}