{
    "id": "2014-01-22",
    "title": "Army Continuing Education System (ACES) ",
    "body": "**What is it?** \n\nArmy Continuing Education System (ACES) is the Army's method for delivering educational opportunities to Soldiers that remediate, develop, and enhance skills needed for present and future jobs.  The Army Continuing Education Division (ACED) promotes lifelong learning, readiness and resilience through flexible and relevant education programs, services and systems in support of the Total Army Family.  \n\n**What has the Army done**?\n\n*  &bull; Counseling Services.  Academic and vocational counseling services assist Soldiers in establishing professional and educational goals, developing education plans, and transitioning to civilian life.\n  \n*  &bull; Functional Academic Skills Training (FAST).  This on-duty program provides Soldiers job-related instruction to improve basic educational competencies necessary for job proficiency, advanced schooling, and career progression.  An Online Academic Skills Course (OASC) is available for Soldiers who want to build their reading comprehension, vocabulary, and math skills. \n \n*  &bull; GoArmyEd.  [GoArmyEd](https://www.goarmyed.com/) is the Army's Education Enterprise Solution, providing a virtual gateway for all Soldiers to request education services and obtain Tuition Assistance (TA) online at anytime. \n  \n*  &bull; Tuition Assistance (TA).  [TA](https://www.goarmyed.com/) is Army's most robust education program delivered through GoArmyEd.  GoArmyEd provides financial assistance authorized by Congress for voluntary off-duty education programs development  goals.  TA is authorized in accordance with DoD Uniform TA Policy. \n \n*  &bull; Postsecondary Programs.  A wide range of postsecondary programs are offered from the associate through graduate degree levels, as well as technical courses for licensure or certification.  Over 2,700 participating schools are available for Soldiers seeking to attend their college of choice. \n \n*  &bull; Testing.  Academic, vocational interest and Army Personnel Testing (APT) services are available.  Academic testing includes examination programs sponsored by the Defense Activity for Non-Traditional Educational Support (DANTES).  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nToday's Soldier can take advantage of numerous educational programs. There are several incentive programs for which many active-duty Soldiers are qualified. Soldiers should contact the appropriate agency to discuss how to take advantage of the educational opportunities available.\n\n**Why is this important to the Army?**\n \nEducation programs help sustain the All Volunteer Force and assist the Army in retaining its position as the world's premier land force.  Programs provide lifelong learning opportunities and self development that sharpens the Army's competitive edge.  Soldier participation promotes the development of critical thinking skills and improves analytical abilities, essential tools needed to survive and win on today's battlefield. \n\n\n**Resources:**\n\n* [Army Continuing Education System ACES](https://www.goarmyed.com/)\n\n\n\n\n\n\n\n\n\n\n\n",
    "date": "Wednesday January 22, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWhile we transfer to a smaller Army, we will remain dedicated to improving\nreadiness, and building resilience in our Soldiers, civilians and families.\n \n### -  Maj. Gen. Thomas Seamands, director of Military Personnel Management\n\n### [Recruiting force remains unchanged, despite shrinking goals](http://www.army.mil/article/118369/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}