{
    "id": "2014-01-23",
    "title": "SHARP Initiatives in U.S. Army Forces Command",
    "body": "**What is it?** \n\nThe [U.S. Army's Sexual Harassment/Assault Response and Prevention](http://www.army.mil/sharp) (SHARP) program is a key component of Army efforts to make the force ready and resilient. The Army is committed to preventing sexual assault. [U.S. Army Forces Command](http://www.forscom.army.mil/) units are assisting victims with resources, advocacy and prevention information for Soldiers.  \n\n**What has the Army done**?\n\nOne of the Army's top concerns is ending sexual assault and harassment within its ranks. In support, [Joint Base Lewis- McChord, Wash.,](http://www.lewis-mcchord.army.mil/) opened a sexual-assault response center, on Nov. 5, 2013, which brings together law enforcement, medical support and victim advocates to assist sexual harassment or assault victims in confidential environment.  \n\nThis fusion of efforts mirrors similar civilian programs helping sexual-assault victims find care and legal resources in one place; potentially reducing the number of times victims relive traumatic events for authorities while seeking assistance. This combined effort is the first of its kind across the Department of Defense -- representing a focused partnership between: JBLM Sexual Harassment/Assault Response and Prevention Program, Madigan Army Medical Center, U.S. Army Criminal Investigation Command and the Staff Judge Advocate.  Victims receive resources and services from a team of expert providers dedicated to helping Soldiers navigate the medical and justice systems.\n\nThe National Training Center and Fort Irwin, Calif., also consolidates SHARP resources in its \"Desert Strong\" program, offering activities and a professional growth library that specifically fits within the pillars of Comprehensive Soldier and Family Fitness. The \"Desert Strong\" \"No Excuse Sexual Assault Awareness\" online-resource page is geared toward Soldiers, Families and Civilians.\n \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe SHARP Resource Center, \"Desert Strong\" and similar initiatives will continue to provide ready, comprehensive assistance in victims' healing process. Confidential help and options to file unrestricted or restricted reports will be provided.\n\n**Why is this important to the Army?**\n \nSoldiers have to trust the person to the left and right with their lives. Trust is critical in every unit. It is imperative Army leaders and Soldiers, especially sexual assault victims, have confidence in the Army's justice system. Instilling trust and inspiring victims to report sexual offenses will assist the Army in achieving the cultural changes.\n\n\n**Resources:**\n\n* [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment/)\n* [Army.mil: Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Sexual Harassment/Assault Response and Prevention](http://www.sexualassault.army.mil/)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n\n**Related STAND-TO!:**\n\n*  &bull; [SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n*  &bull; [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n*  &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n*  &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-09-03/)\n\n**Related article:**\n\n*  &bull; [Fort Irwin \"Desert Strong\" \"No Excuse:\"](http://www.irwin.army.mil/Pages/SexualAssaultAwareness.aspx)\n\n",
    "date": "Thursday January 23, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\n[Leaders at every level] must do everything in their power to make sure we put an end to this terrible epidemic. Victim care is our number one concern. There is no other profession where trust is more important and sexual harassment tears at that fabric of trust. \n \n### -  Lt. Gen. Robert Brown, commanding general, I Corps, emphasizing trust as being critical in every unit. \n\n### [Army.mil: SHARP](http://www.army.mil/sharp)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}