{
    "id": "2014-01-24",
    "title": "SHARP Schoolhouse Pilot Course",
    "body": "**What is it?** \n\nThe Army is piloting its first [SHARP](http://www.army.mil/sharp/) Schoolhouse from January 27 through March 28. Students in the Pilot Course are newly hired civilian trainers who will eventually replace the Army's contracted mobile training team instructors. Additionally, some students will be selected sexual assault response coordinators (SARCs) and victim advocates (VAs) from across the Army. The course is designed to provide more situational-type training to prepare SARCs and VAs for the types of scenarios they typically encounter; broaden the skill set for our SARCs and VAs in areas like conflict resolution, presenting and conducting training; and expose them to current information from subject matter experts. These blocks of instruction provide comprehensive tools, information, and background for SHARP professionals to use in the performance of their critical duties.  \n\n**What has the Army done**?\n\nDuring a CSA-led discussion with a panel of SARCs and VAs on how to enhance the Army's sexual assault response and support efforts, it was apparent the Army needed to improve the amount and quality of training provided to those who serve as SHARP trainers, program managers, and full time SARCs and VAs.\n\nTo close this training gap, the CSA directed the Army stand up a centralized SHARP Schoolhouse. The school incorporates the current 80-Hour SHARP Certification Course and instruction to develop leadership, negotiation, presentation and communication skills. The SHARP Schoolhouse curriculum includes SHARP-specific instruction from the U.S. Army Criminal Investigation Command, Office of the Judge Advocate General, and Office of the Surgeon General.\n\nAt the end of the eight-week program, graduates will be prepared to replace current contract SHARP mobile training team (MTT) instructors and assume the role of training their command's collateral duty battalion and below SARCs and VAs.\n\nThe success of the SHARP Schoolhouse Pilot Course may pave the way for a permanent schoolhouse for full-time personnel in order to standardize and formalize SHARP knowledge and achieve the cultural change envisioned for the Army.\n\n**Why is this important to the Army?**\n\nArmy leadership wants to professionalize and incentivize the [SHARP]( http://www.army.mil/sharp/)  mission to ensure those selected for these positions of intense, personal trust have the right tools and skills needed to effectively carry out their duties. \n\n**What continued efforts does the Army have planned for the future?**\n \nThe Army will continue its efforts to eliminate any and all incidents of\nsexual harassment and sexual assault from within its ranks.\n\n\n**Resources:**\n\n* [Army.mil: Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n\n**Related STAND-TO!:**\n\n*  &bull; [SHARP Initiatives in U.S. Army Forces Command](http://www.army.mil/standto/archive_2014-01-23/)\n*  &bull; [SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n*  &bull; [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n*  &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n*  &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-09-03/)\n\n**Related article:**\n\n*  &bull; [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/10/director-addresses-the-state-of-army-sharp-program/)\n\n\n",
    "date": "Friday January 24, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWhat I learned from [other nations expanding opportunities for women in\nmedicine], is you serve as a role model whether you realize you are doing\nthat or not. And there are people watching what you are doing, and the\nimpact that you have can be huge,\" Lt. Gen. Patricia D. Horoho, surgeon\ngeneral of the U.S. Army.\n \n \n### -  Lt. Gen. Patricia D. Horoho \n\n### [Women leaders serve as role models, whether they realize it or not](http://www.army.mil/article/118716/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}