{
    "id": "2014-01-27",
    "title": "The European Activity Set",
    "body": "**What is it?** \n\nU.S. Army Europe and its partner organizations are working together to establish the European activity set. The EAS is comprised of equipment from around the globe that is being pre-positioned at Germany's [Grafenwoehr](http://www.army.mil/bavariannews) training area to enable U.S. regionally aligned forces and multinational partners in Europe to train and operate as the European Response Force and NATO Response Force.  \n\n**What has the Army done?**\n\n[USAREUR](http://www.eur.army.mil/) is providing 70 percent of the equipment for the EAS from stocks of deactivating units, while much of the remainder comes from [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) sources in Kuwait, Korea and Italy.  The last major pieces -- Abrams tanks and Bradley fighting vehicles from Fort Hood, Texas, will arrive in late January and early February.\n\n**What continued efforts does the Army have planned for the future?**\n \nThe EAS and ERF training will provide rotational forces from the U.S. -- a brigade combat team headquarters and battalion-sized task force with enablers -- the opportunity to participate annually in two  60-day training rotations and multinational exercises at USAREUR's world-class  [Joint Multinational Training Command]( http://www.eur.army.mil/jmtc/index.html) in  Grafenwoehr, Germany, and [Joint Multinational Readiness Center]( http://www.eur.army.mil/jmrc/) in Hohenfels, Germany,  and at partner nation training areas throughout the U.S. European command area of responsibility. Much of the training will be NRF-focused, as currently the ERF is intended to fulfill NRF force commitments. Elements of Fort Hood's 1st Brigade, 1st Cavalry Division, the assigned rotational force for Europe, deployed to Poland in late 2013 to participate in the NATO exercise Steadfast Jazz in support of the NRF, and will return to Europe in May for the first full training rotation there.\n\n\n**Why is this important to the Army?**\n\n[U.S. European Command](http://www.eucom.mil/) considers rotational forces to be critical to its force posture mitigation strategy, a vital asset for post-ISAF interoperability, and a means to ensure NATO's capability to conduct expeditionary operations. The EAS and ERF/NRF readiness are the Army's demonstration of its continued commitment to NATO and our partner nations in the region, and will give U.S. and multinational forces greater opportunity to learn from each other side by side as they build interoperability, communication, tactics and techniques.\n\nFacilitated by the demonstrated enabling capabilities of AMC and logisticians at USAREUR headquarters and the 21st Theater Sustainment Command, the EAS is expected to meet the Army's targets of full operational capacity by April 15 and issue equipment to the first rotational unit May 1.\n\n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [21st Theater Sustainment Command](http://www.eur.army.mil/21tsc/)\n* [Joint Multinational Training Command](http://www.eur.army.mil/jmtc/index.html)\n* [405th Army Field Support Brigade](http://www.afsbeurope.army.mil/)\n* [NATO Response Force](http://www.nato.int/cps/en/natolive/topics_49755.htm)\n* [1st Brigade, 1st Cavalry Division](http://pao.hood.army.mil/1stcavdiv/units/1bct/default.aspx)\n* [Exercise Steadfast Jazz](http://www.eur.army.mil/SteadfastJazz/)\n\nRelated articles:\n\n*  &bull; [405th AFSBn-Germany receives 'Herculean' effort in support of European Activity Set mission](http://www.army.mil/article/114262/)\n*  &bull; [From Italy to Germany: 405th AFSB prepares for transfer of European Activity Set](http://www.army.mil/article/114333/)\n\n\n\n",
    "date": "Monday January 27, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWe have forces that are tailored and scaled, that are conducting operations, training, building partner capacity in many parts of the world and that's what we'll continue to do ...\n \n \n### - Gen. Raymond T. Odierno, Chief of Staff of the Army\n\n### [CSA: Army continues with 'mind-boggling' missions](http://www.army.mil/article/118787/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}