{
    "id": "2014-01-28",
    "title": "7th   I. A.M. Strong Sexual Harassment/Assault Response & Prevention Summit",
    "body": "**What is it?** \n\nThe U.S. Army's 7th I. A.M. Strong Sexual Harassment/Assault Response and Prevention Summit  is designed to help Army commanding generals and command sergeants major  learn about the latest victim care and response best practices, provide status updates on command efforts and examine lessons learned.  \n\nThe theme for this year's summit, which is being held at Joint Base Andrews, Md., Jan. 28- 29, is \"Achieving Cultural Change: Strengthening the Trust.\"\n\n**What has the Army done?**\n\n* &bull; A [SHARP pilot schoolhouse](http://www.army.mil/standto/archive_2014-01-24/) kicked off Jan. 27 and runs through March 28.  Students participating in the course at Fort Belvoir, VA, are newly hired mobile training team instructors and select sexual assault response coordinators (SARCs) and victim advocates (VAs) from across the Army.\n \n* &bull; The Army revised its policy to require all Army leaders to assess their command climates through anonymous surveys. Now, all Army commanders must conduct climate surveys and share the results with their next higher commander.\n\n* &bull; Rating officials now must assess officers and NCOs on how the rated Soldier meets the commitments of fostering a climate of dignity and respect and on adhering to the principles of the [SHARP](http://www.army.mil/sharp) program. \n\n* &bull; The Army enhanced its legal capabilities by establishing a special victim counsel (SVC) program that allows sexual assault victims to request an Army lawyer dedicated to serving the victim by providing legal advice and representation. The Army currently has 53 SVCs.\n\n* &bull; Judge advocates now serve as Article 32 investigating officers in cases where the accused has been charged with a sexual assault, or an attempt to commit sexual assault, under the Uniform Code of Military Justice.\n\n* &bull; The Army instituted a new policy requiring the initiation of separation or elimination proceedings and prohibiting overseas assignments for Soldiers convicted of sex offenses whose conviction did not result in a punitive discharge or dismissal.\n\n\n**What continued efforts does the Army have planned for the future?**\n \nThe Army is finalizing the force structure of SARCs and VAs throughout the Army. Additionally, the Army is implementing a baseline command climate survey in support of the new directive requiring commanders at all echelons to conduct unit climate assessments.  Also, the Army is finalizing policy and procedures for discharging convicted sex offenders regardless of when they committed the offense.\n\n\n**Why is this important to the Army?**\n\nThe Army is committed to enhancing readiness of the force by reducing and eventually eliminating sexual assault from the ranks through a comprehensive campaign focused on enhancing prosecution, investigation, victim advocacy, assessment and command accountability.\n\n\n**Resources:**\n\n* [Army SHARP](http://www.army.mil/sharp)\n* [Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army OneSource](http://www.myarmyonesource.com/Events/SexualAssaultAwarenessandPreventionMonth/default.aspx)\n\nRelated STAND-TO!:\n\n*  &bull; [SHARP Schoolhouse Pilot Course](http://www.army.mil/standto/archive_2014-01-24/)\n*  &bull; [SHARP Initiatives in U.S. Army Forces Command](http://www.army.mil/standto/archive_2014-01-23/)\n*  &bull; [SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n*  &bull; [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n*  &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-09-03/)\n*  &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n\n\nRelated articles:\n\n*  &bull; [Obama: Military sexual assaults a 'profound injustice'](http://www.army.mil/article/118600)\n*  &bull; [Vice chief discusses SHARP, Army restructure during visit to Hood](http://www.army.mil/article/118287)\n*  &bull; [New sexual assault prevention chief briefs on academy report](http://www.army.mil/article/118131)\n*  &bull; [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/10/director-addresses-the-state-of-army-sharp-program/)\n*  &bull; [Victim &hellip; Survivor &hellip; Warrior]( http://www.army.mil/article/106188/)\n\n\n",
    "date": "Tuesday January 28, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nEnsuring we have clear standards for all Soldiers will ensure the best Soldiers are assigned to positions, something the Army is calling the \"Soldier of 2020.\"\n \n \n### - Col. Linda Sheimo, chief of the Command Programs and Policy Division at the Directorate of Military Personnel Management, Army G-1.\n\n### [In April, Army to open 33,000 positions to women Soldiers](http://www.army.mil/article/118930)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}