{
    "id": "2014-01-30",
    "title": "Comprehensive Soldier and Family Fitness extends Resilience & Performance Training for Teens",
    "body": "**What is it?** \n\nThe [Comprehensive Soldier and Family Fitness program (CSF2)](http://csf2.army.mil/) has tailored its training for teenagers. The Resilience & Performance Training for Teens curriculum is a direct translation of existing resilience and performance skills that are already being taught to Army Soldiers, their spouses, and Army  civilians. Examples of skills that are taught include lessons on gratitude, self awareness, self regulation, energy management, and goal setting. Scientific studies have found that Soldiers who receive this training demonstrated significant improvements in engagement, promotions, and overall well-being, while also decreasing anxiety, depression, and behavioral problems. Army life can be tough for teens, and this training teaches them how to proactively manage challenges with healthy coping strategies and skills.\n\n**What has the Army done?**\n\nIn the fall of 2013, [(CSF2)](http://csf2.army.mil/) began piloting the Resilience & Performance Training for Teens curriculum at [Fort Bliss,](https://www.bliss.army.mil/) [Fort Knox,](http://www.knox.army.mil/) [Schofield Barracks,](http://www.military.com/base-guide/schofield-barracksfort-shafter) and [Fort Riley.](http://www.riley.army.mil/) These pilots involved multiple venues of delivery, from in-school and afterschool programs, to recreational teen centers and teen nights. Feedback from these pilots is currently being reviewed and integrated into the first curriculum release. Additionally, [Walter Reed Army Institute of Research](http://wrair-www.army.mil/) is conducting an evaluation of these pilots.\n\n\n**What continued efforts does the Army have planned for the future?**\n \nCSF2's Resilience & Performance Training for Teens version 1.0 will be available April 14, 2014 to [CSF2 Training Centers.](http://csf2.army.mil/locations.html) CSF2 Training Centers will be responsible for coordinating training delivery on their installations. The delivery model will vary by location based on the needs of the community. \n\n**Why is this important to the Army?**\n\nCSF2 contributes to the Army's readiness and resilience by strengthening the Soldier's family. An Army family that shares the skill set and a common language of resilience and performance is an Army family better able to perform well in stressful situations, bounce back from adversity, and thrive in life. By adding teen training, the Army continues to lead the way in making its Soldiers the Strength of the Nation. \n\n**Resources:**\n\n* [Comprehensive Soldier and Family Fitness program](http://csf2.army.mil/)\n* [CSF2 Training Centers.](http://csf2.army.mil/locations.html)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/personnel)\n\nRelated articles:\n\n* [Comprehensive Soldier and Family Fitness launches new social media platform Army-wide](http://www.army.mil/article/118898/)\n* [Knox youth gain resilience](http://www.army.mil/article/116582)\n\nCSF2 on social media: \n\n* [Facebook]( https://www.facebook.com/ArmyCSF2)\n* [Twitter](https://twitter.com/ArmyCSF2)\n",
    "date": "Thursday January 30, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWe have to reinforce that it's not the victim's fault and provide that environment of victim advocacy, and we also have to make sure we know what we're doing when it comes to prevention -- to keep it from happening in the first place.\n \n \n### -  SHARP Director Dr. Christine Altendorf\n\n### [Army, veterans groups focus on reintegration for Soldiers](http://www.army.mil/article/119080/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}