{
    "id": "2014-01-31",
    "title": "Army Enlisted Involuntary Early Separation Program",
    "body": "**What is it?** \n\nThe Enlisted Involuntary Early Separation Program is one means Army senior leaders selected to sustain appropriate total force readiness, manage talent and achieve congressionally mandated end-strength. In fiscal year 2012, Congress amended legislation that expanded the Army's authority to separate regular Army enlisted Soldiers prior to their contractual Expiration Term of Service (ETS), from three months to one year.  The Army began using this expanded authority in June 2012 to address readiness in deploying units.  Application of this program to deploying units remains in effect; however, the Army has further expanded use of this authority.  \n\nThe Army's Enlisted Involuntary Early Separation Program has been expanded to include regular Army enlisted Soldiers assigned to units scheduled for inactivation and whose scheduled separation date precludes reassignment.  This considered population includes Soldiers with more than three years of active service but less than 15 years total service, and who are scheduled to ETS within the 12-month period following unit inactivation. Only inactivating units specifically selected for inclusion by [Headquarters, Department of the Army (HQDA)](http://www.hqda.army.mil/hqda/main/home.asp) will be impacted.  Soldiers who choose not to re-enlist or extend, may be subject to involuntary early separation up to 12 months prior to ETS.  \n\n\n**What has the Army done?**\n\nThe Army has transformed its [Transition Assistance Program (TAP)](http://www.dol.gov/vets/programs/tap/) to give Soldiers the greatest opportunity for a successful post-service career.  Army transition efforts encompass multiple programs focusing on TAP participation, in accordance with laws and policy. In order to support Army-wide transition, the [Army Transition Division](https://www.acap.army.mil/transition/) synchronizes stakeholders and leverages their capabilities to ensure every eligible Soldier receives employment  skills enhancement, [Army Career Alumni Program]( https://www.acap.army.mil/default.aspx) services and meets [Veterans Opportunity to Work]( http://www.benefits.va.gov/vow/) /Career Readiness standards. Also, the department  assists with connecting Soldiers to education and meaningful employment. \n\n\n**What continued efforts does the Army have planned for the future?**\n \nAs the economic and operational environment  evolve, the Army continues to review policies and procedures that strike the best balance between the quality of life for Soldiers and their families, maintaining personnel readiness, and fielding combat ready forces.      \n\n**Why is this important to the Army?**\n\nWe need to drawdown America's Army in order to balance readiness and the needs of a smaller force. This endeavor cannot be achieved by natural attrition alone. Through all the changes the Army will experience during the drawdown, what will remain constant is our absolute commitment to taking care of Soldiers and their families.\n\n**Resources:**\n\n* [U.S.Army Human Resources Command Website](http://www.hrc.army.mil/)\n* [ALARACT 339/2013](http://www.armyreenlistment.com/Messages/ALARACT/339_2013_Enlisted_Involuntary_Early_Separation_Program.pdf)\n* [MILPER Message 13-375, AHRC-EPF-R, 24 Dec 13, Subject: Enlisted Involuntary Early Separation Program](https://www.hrc.army.mil/Milper/13-375)\n\nRelated STAND-TO!: \n\n* [Army Enlisted Involuntary Early Separation Program](http://www.army.mil/standto/archive/issue.php?issue=2012-06-06)\n\nRelated articles:\n\n* [Changes to enlisted separation policy aim to provide Soldiers options](http://www.army.mil/article/118153)\n* [Thousands of officers to face boards for early separation](http://www.army.mil/article/116900)\n* [Army expands early separation program for non-deployers]( http://www.army.mil/article/81461/)\n\n\n\n\n",
    "date": "Friday January 31, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nResilience is something that can be taught and the sooner you learn it, the better you are throughout your life in managing adversity.\n \n \n### -  Julie Broad, civilian lead for the teen curriculum\n\n### [Army piloting teen resilience program to strengthen Army families](http://www.army.mil/article/119106)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* [2013: A Year in Photos](http://www.army.mil/yearinphotos/2013/)\n\n* **2014**  \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}