{
    "id": "2017-01-03",
    "title": " Antiterrorism Awareness Quarterly Theme - Irregular/Asymmetric Warfare",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\n\nTerrorism is an enduring, persistent, worldwide threat to the Army and the nation. U.S. forces, across all operating environments, must be capable of identifying, deterring, preventing and defending against the full range of terrorist tactics, techniques and procedures.\n\nIrregular or asymmetric warfare involves the  application of advanced technology and dissimilar strategies, tactics, capabilities, and approaches to circumvent or negate the Army's strengths while exploiting identified weaknesses.\n\n**What is the Army doing?**\n\nAntiterrorism officers/coordinators, and leaders at all levels are responsible for planning measures to counter irregular/asymmetric threats.  They will - \n\n* Increasing understanding of irregular/asymmetric warfare tactics, techniques, and procedures that adversaries may use to counter U.S. forces' strengths and exploit potential weaknesses.\n\n* Increasing understanding of Red Team techniques and tools in order to assess and improve antiterrorism plans and the protection of Army communities.\n\n* Providing the antiterrorism community with an update on the status and capability of the Force Protection Threat Information Sharing System/Joint Analytic Real-time Virtual Information Sharing System.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues to educate the force on its antiterrorism efforts. And, will continue to work on improving the efficiency and effectiveness of its antiterrorism efforts and community outreach.  Information to educate antiterrorism professionals and leaders to expand their knowledge and understanding of antiterrorism doctrine and irregular/asymmetric threats can be found on the Army Antiterrorism Enterprise Portal. \n\nSpecial events and other quarterly themes and  planned through fiscal year 2017 include: \n\n* Annual Antiterrorism Conference, Jan 31 through Feb. 3\n* Linking Antiterrorism Strategy, Policy and Plans (3Q awareness theme)\n* Violent Extremism Awareness (4Q awareness theme)\n* Antiterrorism Awareness Month (August 2017; pre-decisional)\n\n**Why is this important to the Army?**\n\nThe Army must protect the force and safeguard people, information, and facilities. The nation's ability to adapt to its adversaries' irregular/asymmetric warfare tactics remains a critical component of staying a step ahead of the terrorist threat.\n\nProducts developed by the Office of the Provost Marshal General (Antiterrorism Division) and posted to ATEP (see resources section below) assist the force by promoting critical thinking about the future operating environment and the future threat implications relevant to antiterrorism plans and programs necessary to sustain and support Army installations, standalone facilities and operational units.\n\n**Resources:**\n\n* [Office of the Provost Marshal General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx) -- CAC login required.\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) -- *CAC log in required - choose the email certificate to access portal*\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) -- *CAC login required* \n* [Antiterrorism Awareness information](www.myarmyonesource.com)\n\n**Related STAND-TO!** \n\n* [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21)\n* [iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n\n",
    "date": "Tuesday Jan. 3, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan 2:  NO STAND-TO! \n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}