{
    "id": "2017-01-04",
    "title": "ELITE-SHARP Prevention and Outreach Simulation Trainer",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Army Sexual Harassment/Assault Response and Prevention (SHARP) Program's Emergent Leader Immersive Training Environment (ELITE)-SHARP Prevention and Outreach Simulation Trainer (POST) is a new computer-based training application designed to train Army [SHARP](http://www.preventsexualassault.army.mil/) professionals (sexual assault response coordinators (SARCs) and [victim advocates (VAs)](http://www.army.mil/standto/archive_2013-09-26) on how to better support command teams and units through effective prevention and outreach programs.\n  \nELITE-SHARP POST is an innovative alternative to the prepackaged slide decks, videos, and classroom discussions available for downloading from the [Army MilGaming web portal](https://milgaming.army.mil). This application will enable SARCs and VAs to interact virtually with avatars to hone their sexual harassment and assault prevention and outreach skills.\n\n**What is the Army doing?**\n\nELITE-SHARP POST is the latest program hosted on the [ELITE](https://www.army.mil/standto/archive_2014-09-29) Lite Counseling platform, which the Army introduced in September 2014 to train junior and noncommissioned officers to deal with a range of situations, from disagreements with superiors to sexual harassment. The Army also debuted [ELITE-SHARP Command Team Trainer (CTT)](https://www.army.mil/standto/2016-06-29) in April to train new Army command teams on their unique roles and responsibilities in implementing the Army SHARP program within their units.\n\n**What continued efforts are planned for the future?**\n\nFive new practice scenarios for the ELITE-CTT are in development and will be delivered in an updated version of the CTT application in the summer of 2017. New content focusing on retaliation, bystander intervention and male sexual assault is under development. This work will be completed at the end of fiscal year 2017 and should be available for use Army-wide in early 2018.\n\nFuture ELITE modules will be designed for Department of Army (DA) Civilians, Army National Guard and Reserve, and specialty personnel such as chaplains, doctors, and lawyers. The ELITE platform may also be upgraded with conversation capability and artificial intelligence, providing leaders with a truly interactive training.\n\n**Why is this important to the Army?**\n\nThree intangibles drive the Army's number one priority of readiness: good order and discipline, cohesion and trust. ELITE-SHARP POST directly supports these intangibles, fostering positive command climates by enhancing strong relationships between SHARP professionals and their command teams. ELITE-SHARP POST clearly communicates standards for local SHARP programs, ensuring consistent application of policies throughout the force.\n\n**Resources:**\n\n* [SHARP Program](http://www.preventsexualassault.army.mil/)\n* [Army MILGAMING Portal](https://milgaming.army.mil)\n\n**Related STAND-TO!** \n\n* [ELITE-SHARP Command Team Trainer](https://www.army.mil/standto/2016-06-29)\n* [Emergent Leader Immersive Training Environment](https://www.army.mil/standto/archive_2014-09-29)\n* [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)",
    "date": "Wednesday Jan. 4, 2017",
    "quote": "### Focus quote for the day:\n\n> We believe the ELITE platform will be a force multiplier and will enhance SHARP training for commanders, SARCs, VAs, and will eventually reach all persons in our formations.\n\n\\- Monique Ferrell, director, [Army SHARP Program Office](http://www.sexualassault.army.mil/)",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}