{
    "id": "2017-01-05",
    "title": "Enduring Personal Readiness and Resilience OPORD",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Enduring Personal Readiness and Resilience Operations Order (OPORD) outlines the Army's Ready and Resilient (R2) campaign strategy. This OPORD serves as a precursor to the upcoming policy changes of [Army Regulation 600-63](https://www.army.mil/e2/downloads/rv7/r2/policydocs/r600_63.pdf). \n\nThe OPORD outlines four strategic objectives, which will strengthen the Army culture of trust and develop and sustain personal and unit readiness to meet demanding current and emerging requirements. The four strategic objectives are:\n\n* Sustained personal readiness to meet operational requirements.\n* A values-based organization of trusted Army professionals.\n* Enhanced visibility of personal readiness throughout a career.\n* R2 management that enables personal readiness.\n\n**What is the Army doing?**\n\nThe Army published the Enduring Personal Readiness and Resilience OPORD on Nov. 30, 2016. The OPORD enables and empowers commanders to know and care for those they lead and to strengthen Soldiers by increasing personal readiness and resilience. Highlights from the OPORD include:\n\n* Publish a revised AR 600-63 to provide consolidated and tailored guidance to commanders and the Army on policies related to readiness and resilience.\n\n* Develop and implement the Commander's Risk Reduction Dashboard that provides commanders visibility to detect, measure and track unit-level risk behavior and identify high-risk Soldiers to engage in prevention and intervention actions.\n\n* Leverage the ongoing modeling efforts, evidenced-based science and research to enable predictive analysis and a more proactive sustainment of personal readiness from tactical through strategic levels.\n\n* Establish a metrics framework nested from the tactical through strategic levels within the Strategic Management System (SMS) to gain visibility and provide a means to routinely assess personal readiness.\n\n**What continued efforts are planned for the future?**\n\nThe Army is updating Army Regulation 600-63 to make readiness and resilience requirements and tasks more holistic, comprehensive, efficient and effective.\n\nA series of Fragmentary Orders (FRAGOs) to the base order will also be delivered to implement the most critical efforts within the OPORD. These FRAGOs will address: the Community Ready and Resilient Integrator (CR2I); operational metrics; implementation of the Army's new professional development skill called \"engage\"; the Commander's Risk Reduction Dashboard, and the Initiative Development Process (IDP).\n\nAs part of the ready and resilient effort, Army leaders are engaged and empowered to know and care for those they lead. This OPORD enables leaders to have increased visibility, make routines assessments, and take targeted action based on identified needs of their Soldiers.\n\n**Why is this important to the Army?**\n\nReadiness is the Army's No. 1 priority. Leaders, at all levels, must ensure that their personnel are ready to perform their duties and deploy as part of a cohesive and professional team. [Personal readiness](https://www.army.mil/standto/archive_2015-12-21), a [culture of trust](https://www.army.mil/standto/archive_2016-01-27), and leader engagement are critical to achieving mission readiness, increasing performance and improving retention in a complex, uncertain and dynamic environment.\n\n**Resources:**\n\n* [Ready and Resilient](https://www.army.mil/readyandresilient/)\n* [Army G-3/5/7 - Bolte Portal](https://g357.army.pentagon.mil/od/SitePages/Home.aspx)\n\n**Related STAND-TO!** \n\n* [Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/)",
    "date": "Thursday, January 5, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}