{
    "id": "2019-01-07",
    "title": "Geospatial-Enterprise Governance Board ",
    "body": "#######Provided by Department of the Army, Deputy Chief of Staff, G-2\n\n**What is it?**\n\nThe Geospatial-Enterprise Governance Board (GGB) is a senior executive governing body responsible for the improvement of geospatial interoperability and the development of a network-enabled geospatial enterprise.   \n\nThe GGB is chartered to ensure that the Army's mission command systems have a true common operating picture (COP). The COP provides a single authoritative display of relevant information to every level and warfighting function across the battlefield environment. \n\n\n**What are the current and past efforts of the Army?**\n\nSince the establishment of the GGB in 2008, several Army systems and capabilities continue to provide COP capabilities that provide situational awareness and inform decision-making. The GGB ensures that each of these systems have standard geospatial foundation data, to include base maps, elevation data, feature data and imagery for planning and analysis. Army systems are on pace to have a basic COP beginning in 2019, with a fully functional COP established within COE version 3.2 scheduled to be fielded in 2025. \n \n**What are the continued efforts planned by the Army?**\n\nThe GGB supports the Army's implementation of the Multi-Domain Operations (MDO) concept. GGB will continue to: \n\n* 1. Work with the acquisition community to ensure that current and future programs implement the standards necessary for improving geospatial interoperability. \n* 2. Develop a network-enabled geospatial enterprise.\n* 3. Play an instrumental role in ensuring that mission partners provide reliable, accurate, and secure geospatial information required within Army COP systems.  \n* 4. Ensure that geospatial-enabled information is available to support multi-domain operations (MDO) and modernization efforts. \n \n**Why is this important to the Army?**\n\nUnder the MDO concept, a fully functional COP is essential. The COP fuses relevant data from all domains (Space, Air, Cyber, Land, and Maritime) within situational awareness capabilities to inform decision-making. Commanders use these capabilities to evaluate options for executing operations.\n\nThe GGB provides the governance necessary to ensure that policies, regulations, doctrine, organization, training, materiel, leadership and education, personnel and facilities (DOTMLPF) are aligned with national policies. The GGB helps to ensure that ground forces, as part of the joint and multinational team, have the geospatial capabilities necessary to deter adversaries and defeat near-peer enemies in the 2025-2050 timeframe.\n\n**Resources**:\n\n* [Army G-2](http://www.dami.army.pentagon.mil/)\n* [U.S. Army Geospatial Center](http://www.agc.army.mil/)\n\n**Related STAND-TO!**: \n\n* [Multi Domain Operations](https://www.army.mil/standto/2018-10-04)\n\n**Related document**: \n\n* [AR 115-11: Geospatial Information and Services](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN1614_AR115-13_Web_FINAL.pdf)",
    "date": "Monday, January 7, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}