{
    "id": "2017-01-09",
    "title": "Soldier for Life - Transition Assistance Program Virtual Center  ",
    "body": "#######Provided by U.S. Army Human Resources Command\n\n**What is it?**\n\nThe Soldier for Life - Transition Assistance Program (SFL-TAP) Virtual Center is an immersive, three-dimensional, online environment where Soldiers can receive transition and education services normally provided at a brick-and-mortar SFL-TAP Center. \n\nThe Virtual Center online portal offers access to instructors teaching live classes. With a high-speed internet connection and a Virtual Center account, visitors can maneuver through the software using a customized avatar.  \n\nSFL-TAP career counselors conduct individual counseling sessions inside the Virtual Center to assist transitioning Soldiers and clients. The Virtual Center provides 24/7 assistance, as well as online classes offered at scheduled times. Clients can type to communicate, talk to a counselor through a microphone, and participate in live classes.\n\n**What is the Army doing?**\n\nSFL-TAP provides transition services to Soldiers, Department of the Army Civilians, and Family members who transition from active duty. By law, transitioning Soldiers must participate in SFL-TAP after completing at least 180 days of continuous active duty service. \n\nSFL-TAP classes are offered at local brick-and-mortars with face-to-face counseling, as well as through the Virtual Center for those not located near an SFL-TAP Center. \n\nThe Virtual Center started in 2011. It is combined with a 24/7 Call Center. Currently, the Army is the only military service that possesses this capability. \n\nThe Virtual Center is the military's largest transition center based on the number of transitioning Soldiers, primarily because the Army is the largest military service and most geographically dispersed. The system is vital to fulfilling the commitment made to transitioning Soldiers and helping them become career ready.\n\n**What continued efforts are planned for the future?**\n\nThe Virtual Center continues to grow and expand to accommodate the wide range of transitioning Soldiers. The center offers mandatory SFL-TAP courses such as Department of Labor employment workshops, Department of Veterans Affairs benefits briefings, MOS Crosswalk, financial planning seminars, as well as additional classes on interviewing techniques and salary negotiations, federal resumes, advanced resumes, and dressing for success.  \n\nSFL-TAP is a commander's program that encourages the idea of going early and often to receive transition services. Soldiers are encouraged to start the program 18 months prior to their transition date or 24 months prior for those who are retiring.\n\n**Why is this important to the Army?**\n\nThe Army is committed to ensuring the lifelong success for Soldiers and their Family members by connecting them with opportunities for employment, entrepreneurship, education, and skills post-military service. In fiscal year 2016, the Army had the lowest unemployment compensation (UCX) rate since 2003.\n\nSFL-TAP continues to work toward helping the veterans prepare and connect to the civilian sector and thereby decrease veteran unemployment.\n\n**Resources:**\n\n* [SFL-TAP](http://www.sfl-tap.army.mil/)\n* [SFL-TAP Virtual Center](https://www.sfl-tap.army.mil/pages/virtual/default.aspx)\n\n**Social meda:**\n\n* [Facebook](http://www.facebook.com/armycareerandalumniprogram)\n* [Twitter](http://www.twitter.com/SFLTAP)\n* [LinkedIn Connection Group](https://www.linkedin.com/groups/7063275)\n\n**Related STAND-TO!** \n\n* [Soldier for Life - Transition Assistance Program](https://www.army.mil/standto/archive_2016-12-06)",
    "date": "Monday, January 9, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}