{
    "id": "2017-01-10",
    "title": "Rapid Port Opening Elements",
    "body": "#######Provided by Military Surface Deployment and Distribution Command, AMC\n\n**What is it?**\n\nRapid port opening elements (RPOEs) provide an expeditionary answer to the challenge of logistics support in contingency response operations for the Department of Defense. The 688th, 689th and 690th RPOEs -- all based at Fort Eustis, Virginia -- are the first active-duty Army units created specifically to provide surface transportation expertise for the U.S. Transportation Command's Joint Task Force-Port Opening (JTF-PO) mission.\n\n**What is the Army doing?**\n\nAssigned to the Military Surface Deployment and Distribution Command's 597th Transportation Brigade, RPOEs rapidly deploy as part of a joint expeditionary logistics force to establish an air or sea port of debarkation and forward distribution node in support of combatant command contingencies and humanitarian aid and disaster relief operations throughout the world.\n\nIn October 2016, the 689th RPOE deployed to Port-au-Prince, Haiti, as part of the disaster relief and humanitarian assistance effort resulting from Hurricane Matthew. The 688th RPOE deployed to Liberia in September 2014 as part of Operation United Assistance to support the containment of the Ebola virus outbreak in western Africa and in January 2010 supported relief efforts following a catastrophic 7.0-magnitude earthquake that struck Haiti.\n\n**What continued efforts are planned for the future?**\n\nRPOE personnel will continue to team with Air Force contingency response groups and Navy expeditionary port units to perform their JTF-PO mission. RPOEs will provide in-transit visibility, conduct clearance and distribution operations, as well as receive and trans-load cargo as an initial-entry port opening force until relieved by -- or integrated into -- follow-on sustainment forces. Deployed RPOE teams are tailored to the mission, with an advance joint assessment team sent immediately to determine mission requirements.\n\nThe RPOEs will remain in a constant state of readiness, with one of the three units always on alert to support any mission at all times. To prepare, the RPOEs participate in multiple training exercises alongside their Air Force and Navy counterparts to build on fundamental port opening skills and apply them to the ever-changing operational environment.\n\n**Why is this important to the Army?**\n\nThe addition of RPOEs to the [Military Surface Deployment and Distribution Command](http://www.sddc.army.mil) reflects an added capability for the command that manages all surface transportation for the Department of Defense. The functions delivered by the RPOEs provide a tactical answer to the challenge of logistics support required for contingency response operations.\n\n**Resources:**\n\n* [Military Surface Deployment and Distribution Command](http://www.sddc.army.mil)\n* [U.S. Transportation Command](http://www.transcom.mil/) \n* [Army Materiel Command](http://www.army.mil/amc) \n\n**Related STAND-TO!:**\n\n* [Military Surface Deployment and Distribution Command](https://www.army.mil/standto/archive_2015-02-19/)",
    "date": "Tuesday, January 10, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}