{
    "id": "2017-01-12",
    "title": "Martin Luther King Jr. Day",
    "body": "#######Provided by Assistant Secretary of the Army Manpower and Reserve Affairs / G-1\n\n**What is it?**\n\nOn Jan. 16, the Army joins the nation in recognizing the 32nd annual national observance of Dr. Martin Luther King, Jr.'s birthday. This year's national theme is \"The Martin Luther King Jr. Holiday: A Day On, Not a Day Off.\"\n\nDuring this observance, the Army honors Dr. King's memory, remembering the strength of his leadership, the power of his words, and the inspiration of his call for justice. The Army celebrates his legacy of freedom and equality for all.\n\nThe Army recognize the timeless values of courage, truth, justice, compassion, dignity, respect, humility and service. The Army remains mindful of the endeavor to promote diversity, foster inclusive behavior and demonstrate respect for others. In celebrating Dr. King's dream, the Army celebrates the American dream.  \n\n**What is the Army doing?**\n\nThe Army is aligned with the Department of Defense to ensure that everyone who is able and willing to serve has the full and equal opportunity to do so and will be treated with dignity and respect. America's Army remains mission ready by leveraging a diverse, all-volunteer force.\n\nArmy leaders foster and sustain a culture where Soldiers can pursue viable military careers and opportunities to reach their full potential. The Army's efforts, influenced by Dr. King, advance civil rights, protecting freedoms and ensuring the ability to participate in the civil and political life of the country without discrimination or repression.\n\nService members are Soldiers for life -- lifelong members of an elite team who effect positive change worldwide by undertaking humanitarian missions that build communities and make them stronger than before.\n\nThe Army has long led the nation with a proactive approach to equality, with gender neutral studies, integration of women into once closed occupations, an anti-bullying/hazing policy and talent management based on the Army's diverse Soldiers' knowledge, skills and behaviors. This is essential to troop morale and the overall readiness of the force.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues to develop and implement accession and retention strategies that contribute to its mission readiness while sustaining the Army as a national leader in diversity.\n\nMartin Luther King Jr. Day stands as a further reminder of the strength the Army has gained and will continue to gain through having a high-quality, diverse all-volunteer force standing ready to answer the nation's call. \n\n**Why is this important to the Army?**\n\nThe Army strongly embraces diversity as a way to maximize talent, increase morale and enhance military effectiveness. The Army values the service of all Soldiers and, by embracing their collective strengths, enhances force capability in global engagements.\n\n\n**Resources:**\n\n* [Martin Luther King, Jr. Day of Service](http://www.nationalservice.gov/special-initiatives/days-service/martin-luther-king-jr-day-service-0)\n* [The Martin Luther King Jr. Center for Nonviolent Social Change](http://www.thekingcenter.org/)\n* [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n",
    "date": "Thursday, January 12, 2017",
    "quote": "### Focus quote for the day:\n\n> Injustice anywhere is a threat to justice everywhere. We are caught in an inescapable network of mutuality, tied in a single garment of destiny. Whatever affects one directly, affects all indirectly.\n\n\\- Dr. Martin Luther King, Jr., \"Letter from Birmingham Jail\"",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}