{
    "id": "2017-01-17",
    "title": "The Army Air and Missile Defense Enterprise Integrator",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nThe Air and Missile Defense (AMD)  Enterprise Integrator is responsible for integrating and synchronizing the Army AMD mission at the senior leader level. As such, the AMD Enterprise Integrator aligns the Army AMD Enterprise with joint and Army current and future requirements and provides oversight and direction to the implementation of a holistic Army AMD strategy.\n\nThis strategy incorporates force planning requirements, coordinated capability and materiel development, AMD acquisition and life cycle management, and strategic communications.\n\n**What is the Army doing?**\n\nOn Sept 8, 2014, the chief of staff of the Army designated the commanding general, [U.S. Army Space and Missile Defense Command / Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc) to serve as the Army AMD Enterprise Integrator in support of the [Force 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-27). \n\nThe USASMDC/ARSTRAT stood up an AMD integration division for Army AMD planning, programming, and advocacy with the Army staff. The division also supports the commanding general, USASMDC/ARSTRAT by coordinating and integrating with Army and joint processes and business practices.\n\n**What continued efforts are planned for the future?**\n\nThe SMDC AMD Integration Division supports the SMDC commanding general with the continued development and synchronization of a holistic Army AMD strategy. The AMD Enterprise remains focused on meeting warfighter operational demands and achieving modernization initiatives.\n\nThrough the AMD Integration Division, the Army recently published Waypoint #1 to the 2012 Army AMD Strategy, which provides a holistic assessment of the current strategy.\n\nThe division also coordinated the AMD Capabilities Portfolio Review and contributed to the following: \n\n* [Counter-Unmanned Aerial Systems Strategy](https://www.army.mil/standto/archive_2016-12-15).\n* AMD transformation.\n* [Terminal High-Altitude Area Defense system (THAAD) to Korea](https://www.army.mil/article/171316).\n* All things Europe.\n* [Strategic Portfolio Analysis and Review (SPAR)](https://www.army.mil/standto/archive_2016-11-22).\n* [Short Range Air Defense (SHORAD)](https://www.army.mil/article/162389/Short_range_air_defense_back_in_demand) to maneuver forces initiatives.\n\n**Why is this important to the Army?**\n\nThe Army must develop future AMD force capabilities that are integrated with joint and coalition partners, operate at all levels of war, and are effective across multiple domains to defeat the nation's adversaries. The AMD strategic environment is changing and evolving in response to threats, operational demands, strategic guidance, and fiscal realities.\n\nThe Army requires a renewed focus of AMD capabilities toward air threats and the protection of ground maneuver forces. Rapid advancements in low-cost enemy air and missile technologies; the proliferation of unmanned aircraft systems; rockets, artillery, and mortars; cruise missiles; and tactical ballistic missile technological improvements drive the threat.\n\nOther factors impacting the strategic environment include: shifting geographical focus; budget constraints; enemy use of advanced electronic warfare; major operations by non-state actors; enemy ability to conduct complex integrated attacks; anti-access/area denial challenges; increased operational demands on the AMD force; and force structure reductions. \n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=59TebeioCbc)\n\n**Related articles:**\n\n* [SMDC takes AMD Enterprise lead for Army](https://www.army.mil/article/151583/SMDC_takes_AMD_Enterprise_lead_for_Army)\n* [CDID director discusses state of integrated air and missile defense during SMD Symposium](https://www.army.mil/article/173473/cdid_director_discusses_state_of_integrated_air_and_missile_defense_during_smd_symposium)",
    "date": "Tuesday, January 17, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}