{
    "id": "2017-01-18",
    "title": "Data Center Consolidation",
    "body": "#######Provided by Army CIO/G6\n\n**What is it?**\n\nConsolidating the Army's data centers and migrating Army systems and applications to approved hosting environments are critical steps toward achieving network goals. The force-wide effort incorporates a range of initiatives, include initiatives to streamline the Army's information technology portfolios, use IT resources more efficiently, and reduce the cyber threat to the systems.\n\n**What is the Army doing?**\n\nThe Army recently published Army Directive 2016-38, Migration of Army Systems and Applications to Approved Hosting Environments and Consolidation of Data Centers.\n\nThe directive:\n\n* Describes the Army's approach to reducing the number of Army IT systems and applications and optimizing those remaining to operate in enterprise computing environments such as the cloud.\n\n* Includes a range of specified tasks and timelines for the Army to ensure that enterprise systems and applications are approved and migrated to enterprise hosting environments.\n\n* Establishes a formal governance body to ensure compliance and to meet federal and Department of Defense application migration and data center consolidation objectives.\n\nPrior to the new directive, the Army pursued application migration and data center consolidation as directed by both a 2011 Execution Order (EXORD) and a 2014 under secretary of the Army memo, with the objective of reducing its inventory by 734 data centers by the end of fiscal year 2018 (from approximately 1,200 initially). As of December 2016, the Army has successfully closed 433 data centers and is making measured progress toward reaching its goal.\n\nThe Army has also established the [Army Application Migration Business Office (AAMBO)](https://www.army.mil/standto/archive_2016-01-11) to assist commands with application migrations to enterprise computing environments.\n\n**What continued efforts are planned for the future?**\n\nThe Army plans to further reduce its data center footprint to only 10 global Army Enterprise Data Centers (AEDCs) and establish an Army Private Cloud - Enterprise. The Army will also improve the management of systems and applications to identify those that can be retired or replaced and those that can be modernized or migrated to approved enterprise hosting environments.\n\n**Why is this important to the Army?**\n\nThe directive sets conditions for the Army to divest itself of data center infrastructure, generate significant efficiencies, and invest in other readiness priorities.\n\nIn addition, the reduction of the data center and application footprint will significantly reduce the Army's cyberattack surface and make the Army networks more efficient and defendable. \n\nThe Army's comprehensive effort to modernize its global network -- from the tactical to the enterprise levels -- will better enable readiness, mission command and support the [Army Vision](https://www.army.mil/standto/archive_2015-07-07) and [Operating Concept](https://www.army.mil/standto/archive_2014-12-22).\n\n**Resources:**\n\n* [Army CIO/G6](http://ciog6.army.mil/)\n* [Army CIO/G6 SharePoint Portal](https://army.deps.mil/army/cmds/hqda_ciog6/SitePages/Home.aspx) -- CAC login required.\n* [Army CIO/G6 Policy Site](https://army.deps.mil/army/cmds/hqda_ciog6/Pages/Policy.aspx) -- CAC login required.\n* [Windows 10 Transition](http://ciog6.army.mil/Windows10Transition/tabid/255/Default.aspx)\n\n**Related documents:**\n \n* [Army Cloud Computing Strategy](http://ciog6.army.mil/Portals/1/20150424_Army_Cloud_Computing_Strategy.pdf)\n* [Army Data Strategy](http://ciog6.army.mil/Portals/1/20160303_Army_Data_Strategy_2016.pdf)\n* [US Army Enterprise Cloud Computing Reference Architecture](http://ciog6.army.mil/Portals/1/Architecture/2014/20140929-US_Army_Enterprise_Cloud_Computing_Reference_Architecture_V1-0.pdf)\n* [HQDA Memorandum: Guidance for Migration to, and Use of, Commercial Cloud Service Providers (CSPs)](http://ciog6.army.mil/Portals/1/CloudStrategy07272015.pdf)\n\n**Related STAND-TO!**\n\n* [Army Transitions to Windows 10](https://www.army.mil/standto/archive_2016-05-10)\n* [Army Data Strategy](https://www.army.mil/standto/archive_2016-03-14)\n* [The Army Commercial Cloud Service Providers Policy](https://www.army.mil/standto/archive_2015-08-10)\n* [The Army Cloud Computing Strategy](https://www.army.mil/standto/archive_2015-03-26)\n* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)",
    "date": "Wednesday, January 18, 2017",
    "quote": "",
    "events": "#### Events\n\n**January 2017**\n\nJan. 7: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 16: Martin Luther King Jr. Birthday (#MLKDay)\n"
}