{
    "id": "2017-01-19",
    "title": "Meet Your Army",
    "body": "#######Provided by Office of the Chief of Public Affairs\n\n**What is it?**\n\nMeet Your Army is an outreach initiative that sends Army leaders to American communities where the Army has little or no presence. Every year, more and more Americans lose connection with their Army. For this reason, the Army must do more to explain to the American public who the Army is, what the Army does, and what the Army stands for.   \n\nThe Meet Your Army initiative brings the Army and Soldiers to communities throughout the United States, where both civilians and local press can interact with them and learn more about who defends their nation.\n\n**What is the Army doing?**\n\n* [Army Public Affairs](https://www.army.mil/info/institution/publicAffairs/) has established a team dedicated to Meet Your Army.\n\n* Meet Your Army has analyzed and assessed 27 priority cities in five regions of the country where the Army can most effectively tell the Army story.\n\n* Over the past year, the Meet Your Army team has partnered with active duty, the National Guard and the Army Reserve to facilitate more than 13 Meet Your Army pilot events across the nation.\n\n**What continued efforts are planned for the future?**\n\nMeet Your Army events include multiple engagements over a 24 to 48-hour time span in a priority city. By meeting with civic and corporate leaders, academia and the general public, conducting media interviews, and leveraging social media, senior leaders tell the Army story to audiences with limited understanding or exposure to the Army and establish connections that foster ongoing relationships. \n\nArmy Public Affairs will assess engagements through media space analysis, social media analytics, and other indicators of success that can potentially lead to follow-up engagements with the community.\n\n**Why is this important to the Army?**\n\nThe trust and confidence of the American people are the cornerstone of an Army that is always ready. Over the last 40 years, as the Army has transitioned to an all-volunteer force, the percentage of Americans who personally know a Soldier has dwindled. Focus groups reveal that Americans generally respect the military without really understanding their Army or feeling a deep emotional connection to it.\n\nThe goals for Meet Your Army are to educate, excite, and inspire the American public about their Army. Meet Your Army engagements lay a foundation to build and strengthen relationships with Americans, leading to greater understanding and public support for the Army and the Soldiers who serve. \n\nMeet Your Army reaches into the heart of American communities to connect America with its Army.\n\n**Resources:**\n\n* [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/)\n* [Army News Service](https://www.army.mil/arnews)\n* [Army Field Band](http://www.armyfieldband.com/index.htm)\n\n**Related article:**\n\n* ['Meet Your Army' to put Soldiers, service, back in spotlight](https://www.army.mil/article/159830)\n\n**Additional information:**\n\n* For more information on Meet Your Army, visit the [OCPA PA Portal](https://army.deps.mil/army/cmds/OCPA/paportal/) -- CAC login required. Click on \"PA Toolkits\" in the upper left-hand column, and then click on \"Meet your Army Toolkit.\"",
    "date": "Thursday, January 19, 2017",
    "quote": "### Focus quote for the day:\n\n> It is important to tell the Army story as a way to remind Americans that it is their Army -- and that the American people provide the wherewithal for the Army to do its job.\n\n\n\\- Maj. Gen. Malcolm B. Frost, chief of public affairs, [Army Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs)",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}