{
    "id": "2017-01-24",
    "title": "Medical Readiness and Training Exercises",
    "body": "#######Provided by U.S. Army Africa\n\n**What is it?**\n\nMedical readiness and training exercises (MEDRETEs) are part of a broader series of military-to-military activities that demonstrate the strong partnership between the U.S. and its African partners.\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) conducts a series of combined military exercises that bring together partner nations to conduct a MEDRETE with medical personnel from various African countries and the U.S. The emphasis on training and developing a ready medical force through a surgical trauma austere readiness exercise is unique to U.S. Army Africa.\n\n**What is the Army doing?**\n\nU.S. Army Africa has partnered with African militaries in medical events, various training engagements, and across a number of key skill sets.\n\nA small team of U.S. military medical professionals trains alongside host nation military medical personnel in five different African countries for up to three weeks to obtain real-world training while providing valuable medical services.\n\nU.S. medical personnel benefit by providing medical care in different environments, often without familiar equipment; local African medical professionals develop closer relationships with U.S. medical personnel; the local population receives medical care and the U.S. continues to build upon existing relationships fostered over previous events. MEDRETEs provide valuable medical training and experience to U.S. active, National Guard and Reserve component medical personnel, which includes officers and NCOs.\n\n**What continued efforts are planned for the future?**\n\nFive MEDRETEs are planned to take place in 2017. The first is currently underway in Dakar, Senegal. Additional MEDRETEs will occur in Accra, Ghana, in February; N'Djamena, Chad, in May; Libreville, Gabon, in June; and Garoua, Cameroon, in August. Each MEDRETE will be composed of a different team of U.S. Army medical personnel paired with a team of host nation military medical professionals.\n\n**Why is this important to the Army?**\n\nMEDRETEs are mutually beneficial exercises that bring together African and U.S. military medical professionals to foster cooperation while conducting medical specific tasks. They also promote regional relationships, improve processes, expose the U.S. team to austere conditions, and further cross-training and interoperability. U.S. Army Africa's increased cooperation with partner nations enhances mutual understanding and increases stability and security across the continent.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [2017 AFRICOM Medical Readiness Exercises](https://www.dvidshub.net/feature/2017AFRICOMMEDRETE)\n\n**Related STAND-TO!:**\n\n* [Global Landpower Network in Africa](https://www.army.mil/standto/2016-09-28)\n \n**Social media:** \n\n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)",
    "date": "Tuesday, January 24, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}