{
    "id": "2017-01-25",
    "title": "External Affairs Planning and Response Team",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nThe [U.S. Army Corps of Engineers](http://www.usace.army.mil) mans, trains, and equips a multidisciplinary external affairs planning and response team (EA PRT) to execute a coordinated information campaign in support of large-scale disasters or operations to tell the USACE and federal story from the onset of a response to the impacted area. This team supplements existing resources when demands exceed those resources due to the scope of the event.\n\n**What is the Army doing?**\n\nManaged by headquarters USACE Public Affairs, the EA PRT consists of trained and deployable personnel throughout the enterprise from public affairs, congressional affairs, natural resources (park rangers), operations, outreach, and visual information.\n\nThe EA PRT can be activated two ways: a FEMA mission assignment, or a request for assistance by the impacted USACE division or district. EA PRT activation is in support of Stafford Act and Public Law 84-99 disaster response requirements. Disasters that the EA PRT has responded to within the last five years include:\n\n* 2012 Hurricane Sandy.\n* 2013 Colorado flash floods.\n* 2015-16 USACE Southwestern Division winter floods.\n* 2016 Louisiana floods.\n\nWhen deployed, PRT members serve in a variety of positions. Current positions include: action officer, mission manager, planning and products specialist, media and outreach specialist, joint field office or joint information center liaison, congressional liaison, specialist, and photo/video journalist. \n\nLocations where an EA PRT member can be deployed include: Recovery Field Office, Joint Field Office/Joint Information Center, Area Field Office, Emergency Field Office, Operations Center, and FEMA Headquarters.\n\n**What continued efforts are planned for the future?**\n\nUSACE EA PRT will continue to work with its partners at FEMA and other agencies to participate in joint training exercises, updating standard operating procedures and responding to disasters.\n\n**Why is this important to the Army?**\n\nEffective communication in a crisis scenario is often hampered by resource shortages, degraded communication assets, and a saturated information environment in which facts and rumors often intermingle. The successful employment of public affairs and outreach assets not only help tell the response and recovery story, but can also serve as a force multiplier to operational organizations, filling in information gaps to assist with critical decision making.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n\n**Related STAND-TO!:**\n\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27/)\n* [Interagency and International Services Program](https://www.army.mil/standto/archive_2016-01-28/) \n* [U.S. Army Engineer Research and Development Center](http://www.army.mil/standto/archive_2015-12-10/)\n\n**Social media:**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Wednesday, January 25, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}