{
    "id": "2017-01-26",
    "title": "Nation's Water Resources Infrastructure",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nThe [U.S. Army Corps of Engineers (USACE)](http://www.usace.army.mil/)-managed water resources infrastructure is an immense accumulation of assets found in all 50 states.\n\nUSACE's water resources infrastructure provides 24 percent of U.S. hydropower; 14,600 miles of levee systems for flood risk reduction; and 715 dams that serve multiple purposes. USACE also hosts 370 million visits annually to 403 recreation projects in 43 states and facilitates the transportation of 2,350 million tons of foreign and domestic freight at its ports and waterways.\n\nThis falls under the [Army Civil Works Program](http://www.usace.army.mil/Missions/Civil-Works/), which is primarily funded through a direct congressional appropriation to USACE and is not Department of Defense-funded.\n\n**What is the Army doing?**\n\nThe majority of the Army Civil Works Program is focused on the construction, operation, maintenance, repair and replacement of major navigation, flood risk management and hydropower infrastructure systems, as well as environmental restoration of natural resources affected in the past by these systems.\n\nAs USACE-operated infrastructure ages, the [Army engineers](https://www.army.mil/standto/archive_2015-02-27) maintain and periodically rehabilitate the key features of its water resources infrastructure \n\nThe Army is adopting new practices to improve the management of large and costly projects and is considering additional proposals to advance those efforts.\n\n**What continued efforts are planned for the future?**\n\nUSACE's infrastructure plan outlines specific actions to synchronize critical waterway and other infrastructure construction and maintenance investments that will help the U.S. maintain global competitiveness. Actions include:\n\n* Reducing storm risk to communities: The USACE [Flood Risk Management Program](http://www.iwr.usace.army.mil/Missions/Flood-Risk-Management/Flood-Risk-Management-Program/) focuses on reducing risk to life and public safety and property damage from inland and coastal flooding across the nation.\n\n* Assuring efficient completion of projects: Efficiently funding fewer projects rather than dividing available appropriations across many will allow USACE to complete some projects sooner and at a lower overall cost and will enable the nation to derive benefits from the completed projects earlier. Remaining authorized projects will continue to be prioritized for funding as funds become available.\n\n* Exploring public-private partnerships: USACE will continue to seek public-private partnerships and changes to the legal authorities needed to increase available financing for the modernization of the nation's navigation, hydropower and flood risk management infrastructure.\n\n**Why is this important to the Army?**\n\nThe nation's water resources infrastructure provides significant national economic, environmental and social benefits. The nation's waterways, ports and harbors also contribute to the successful deployment and support of the armed forces.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers: A Brief History](http://www.usace.army.mil/About/History/BriefHistoryoftheCorps.aspx)\n* [U.S. Army Engineer School and Regiment](http://www.wood.army.mil/usaes/)\n* [Go Army: Engineering](http://www.goarmy.com/careers-and-jobs/about-army-stem/engineering-jobs.html)\n\n**Related STAND-TO!**\n\n* [Support in Science, Technology, Engineering and Mathematics](http://www.army.mil/standto/archive_2013-07-08)\n* [Interagency and International Services Program](http://www.army.mil/standto/archive_2013-08-05)\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27)\n* [U.S. Army Engineer Research and Development Center](https://www.army.mil/standto/archive_2015-12-10)\n* [Regional Power Mission Exercises](https://www.army.mil/standto/archive_2016-07-07)\n* [Forecast Informed Reservoir Operations](https://www.army.mil/standto/archive_2016-07-26)\n\n**Social media**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Thursday, January 26, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}