{
    "id": "2017-01-30",
    "title": "Interagency and International Services Program",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nIn support of national objectives, the [U.S. Army Corps of Engineers (USACE)](http://www.usace.army.mil/) Interagency and International Services Program provides engineering, construction and other technical services to combatant commands, federal and state agencies, tribal nations, international organizations and foreign governments in more than 110 countries worldwide.\n\n**What is the Army doing?**\n\nUSACE is a key asset to the nation, matching the nation's technical capabilities to requirements for the Army, combatant commanders, Department of State and the international community in achieving holistic solutions to infrastructure and national security objectives. \n\nEfforts include:\n\n* Mosul Dam: In fiscal year 2016, USACE and the government of Iraq signed a new agreement under the Foreign Assistance Act for USACE to serve as the government of Iraq's engineer for oversight of the contract to perform grouting operations to stabilize Mosul Dam. Currently, as part of a U.S. government response to mitigate the consequences of a potential breach of the Mosul Dam, USACE is fulfilling the obligations of this agreement as the government of Iraq's engineer. \n\n* Department of Veterans Affairs: USACE's partnership with VA resulted in formal agreements for design and construction oversight of 14 major medical facilities valued at approximately $7 billion. In fiscal year 2016, USACE and VA's Office of Construction and Facilities Management jointly developed an enterprise program management plan as a framework for program execution.  \n\n* Customs and Border Protection (CBP): USACE is providing project management, construction management, real estate, environmental, and engineering services to CBP, meeting their material solution needs and assisting in securing the nation's borders. Currently, USACE has 96 ongoing projects at a total value of $287 million. These projects include facilities, tactical infrastructure, architect-engineer services, and command and control stations and towers.\n\n**What continued efforts are planned for the future?**\n\nBy 2020, a broad suite of USACE engineering and scientific capabilities will be integrated into combatant commands and partner agencies' regional plans. USACE will assist customers in identifying and applying the right engineering and science solutions to achieve their objectives and ensure that the nation's interests at home and abroad are fulfilled.\n\nUSACE will continue to: \n\n* Leverage regional alignment and global presence.\n* Discover and leverage unique authorities.\n* Build and sustain joint, interagency and multinational relationships.\n* Establish collaborative agreements.\n* Facilitate integrated civil military capabilities.\n\n**Why is this important to the Army?**\n\nInteragency and international services efforts enable stakeholders to focus on their primary mission goals and objectives.\n\nUSACE builds and maintains strategic partnerships and delivers valued technical and engineering solutions across the diplomacy, defense and development framework that enable the achievement of the nation's security objectives.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers: A Brief History](http://www.usace.army.mil/About/History/BriefHistoryoftheCorps.aspx)\n* [U.S. Army Engineer School and Regiment](http://www.wood.army.mil/usaes/)\n\n**Related STAND-TO!**\n\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27)\n\n**Social media**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Monday, January 30, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}