{
    "id": "2017-01-31",
    "title": "Army Worldwide Antiterrorism Conference",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nThe Department of the Army [Office of the Provost Marshal General (OPMG)](http://www.army.mil/opmg), Antiterrorism Division is hosting the 15th Annual Army Worldwide Antiterrorism Conference from Jan. 31 to Feb. 3. The theme for this year's conference is \"Preparing Now for the Future.\" The training objectives address current and future threats and how to mitigate those threats and identify policy changes to support antiterrorism efforts.\n\n**What is the Army doing?**\n\nAntiterrorism professionals from Army command, Army service component commands, direct reporting units, Army National Guard, Army Reserve, Army agencies, Department of Defense, Joint Staff, and combatant commands will convene at this forum. A panel of distinguished speakers from across the Department of Defense and interagency will discuss persistent terrorist threats.\n\nAt this forum, OPMG will initiate discussion on the risks associated with unmanned aircraft systems (UAS) and the Joint Analytic Real-Time Virtual Information Sharing System (JARVISS), a new tool to fuse large amounts of complex data into actionable intelligence, providing the Army a smarter way to assess and mitigate risks.\n\nThe outcome from this conference will assist the senior leaders responsible for the execution of command-level antiterrorism programs to make an informed decision on the way forward.\n\n**What continued efforts are planned for the future?**\n\nAs part of its antiterrorism strategy, the Army is working to instill heightened awareness and vigilance to protect the Army community from terrorist activities. To facilitate community outreach efforts, the Deputy Chief of Staff, G-3/5/7 designated quarterly themes to promote unified focus for antiterrorism priorities.\n\nSpecial events and quarterly themes planned through fiscal year 2017 include:\n\n* 1Q/FY17: [Unmanned Aerial Systems](https://www.army.mil/standto/2016-10-05).\n* 2Q/FY17: [Irregular/Asymmetric Warfare](https://www.army.mil/standto/archive_2017-01-03/?).\n* 3Q/FY17: Linking Antiterrorism Strategy, Policy, and Plans.\n* 4Q/FY17: Violent Extremism Awareness.\n* August 2017: Observance of Antiterrorism Awareness Month (pre-decisional).\n\n**Why is this important to the Army?**\n\nTerrorism is an enduring, persistent, worldwide threat to the nation and the armed forces. Army forces (including installations, standalone facilities and operational units) must be capable of deterring, preventing, and defending against the full range of terrorist tactics. This conference provides an opportunity to assess the status of Army antiterrorism efforts, address emerging issues/gaps, and train antiterrorism professionals.\n\n**Resources:**\n\n* [Office of the Provost Marshal General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) -- CAC login required.\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx) -- CAC login required.\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) -- CAC login required.\n* Antiterrorism Awareness information on [Army OneSource](http://www.myarmyonesource.com/default.aspx) under the iWATCH Army logo at the bottom of the home page.\n\nRelated STAND-TO! \n\n* [Unmanned Aerial Systems](https://www.army.mil/standto/2016-10-05)\n* [Irregular/Asymmetric Warfare](https://www.army.mil/standto/archive_2017-01-03)",
    "date": "Tuesday, January 31, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}