{
    "id": "2019-02-04",
    "title": "African American History Month  ",
    "body": "#######Provided by Assistant Secretary of the Army (Manpower and Reserve Affairs)\n\n**What is it?**\n\nFebruary is African American History Month, and the Army reflects upon and celebrates the tremendous contributions of African-Americans to the nation. The theme of 2019 African American Month is *Black Migrations*. During this observance the Army reflects on the contributions of African American Soldiers.  \n\n\n**What are the current and past efforts of the Army?**\n\nAfrican Americans have defended the nation since the Revolutionary War. They continue to serve the Army with great honor and distinction and built a legacy of courage and professionalism. This legacy inspired current and past generations and will continue to do so in the future.\n\nThe Army stands on the tradition of sacrifice by African-American Soldiers:\n\n* The slaves who joined the Continental Army in exchange for the promise of freedom\n* The Louisiana Free Men of Color who fought in the Battle of New Orleans in the War of 1812\n* The 54th Massachusetts Infantry Regiment of the Union Army\n* The Buffalo Soldiers\n* The Harlem Hell Fighters of New York's 369th Infantry Regiment in WWI\n* The Tuskegee Airmen; the \"Triple Nickels\"\n* The all-black airborne unit in WWII\n* The brave drivers of the \"Red Ball Express,\" who brought supplies to Allied Forces after D-Day\n* The \"Black Panthers\" of the 761st Tank Battalion in WWII\n\n**What are the continued efforts planned by the Army?**\n\nThe Army is dedicated to leveraging the strength of our diverse force and ensuring equality for all its members.  To sustain a high-quality Army that is trained and ready, the Army will continue to ensure that all Soldiers and Civilians are given the opportunity to maximize their talents and potential.\n\n  \n**Why is this important to the Army?**\n\nAfrican Americans make up more than 19 percent of the Total Army and the Department of the Army Civilian Workforce. African Americans play vital roles in today's Army as Soldiers, Army Civilians and family members, and are critical members of the Army team.  The Army strongly embraces diversity as a way to maximize individual talent, increase morale and greatly enhance military effectiveness. The Army finds its strength not only in its diversity, but in its ability to bring together people of different faiths, cultures, and races who share common values like duty, honor, selfless service, loyalty, and respect. The Army is confident that the myriad of talent, skills, and abilities in the diverse force will help to meet future defense challenges and win the nation's wars.\n\n  \n**Resources**:\n\n* [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n* [National Museum of African American History and Culture](https://nmaahc.si.edu/)\n* [National Archives and Records Administration: Military Resources -- Blacks in the Military](https://www.archives.gov/research/alic/reference/military/blacks-in-military.html)\n\n",
    "date": "Monday, February 4, 2019",
    "quote": "#### Focus Quote for the Day\n\n> African Americans were always willing to serve the nation that was not yet willing to serve them. \n\n-- Retired Gen. Colin Powell, former chairman of the Joint Chiefs of Staff ",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}