{
    "id": "2019-02-05",
    "title": "Army Acquisition Workforce  ",
    "body": "#######Provided by U.S. Army Acquisition Support Center \n\n**What is it?**\n\nThe Army Acquisition Workforce (AAW) consists of Army acquisition professionals who turn Army requirements into products and services. This workforce includes scientists, engineers, accountants and program managers who manage every detail from start to finish.\n\nThe AAW consists of civilians, officers and NCOs in both active and reserve components, who specialize in one of 13 acquisition career fields and serve in over 20 commands/organizations stationed around the globe.  \n\n\n**What are the current and past efforts of the Army?**\n\nThe [Army Acquisition Corps](https://www.army.mil/standto/archive_2014-10-15), established in 1989, has grown to approximately 40,000 professionals, within 13 career fields:\n\n* Business Cost Estimating\n* Business Financial Management\n* Contracting\n* Engineering \n* Facilities Engineering\n* Industrial/Contract Property Management\n* Information Technology\n* Life Cycle Logistics\n* Production, Quality and Manufacturing\n* Program Management\n* Purchasing\n* Science and Technology Manager\n* Test and Evaluation\n\nIn October 2016, the [Army Acquisition Workforce Human Capital Strategic Plan](https://asc.army.mil/web/hcsp/) (HCSP) was released. The HCSP is a five year strategic business plan that sets the framework for building the AAW of the future ensuring Army readiness.  This plan focuses on five goals:  \n\n* Workforce Planning\n* Professional Development\n* Leadership Development\n* Employee Engagement\n* Communications and Collaboration \n\n**What are the continued efforts planned by the Army?**\n\nIdentifying and growing leaders within the AAW is critical to ensuring the Army is able to get the best products to the Soldier faster. The Army Director of Acquisition Career Management (DACM), under the purview of the Assistant Secretary of the Army for Acquisition, Logistics and Technology (ASA(ALT)), has the mission to shape and develop the AAW's capabilities through superior support and development of world-class acquisition professionals. The Army DACM Office works to identify talent early and provide a wide range of training, education and leader development opportunities.\n  \n**Why is this important to the Army?**\n\nAcquisition plays a major role in the success of meeting the Army mission.  The AAW mission supports the Army's modernization strategy, and envisions the future, cultivates innovation, and ensures Army readiness to fight and win on the battlefield. The AAW supports the Soldier by developing, acquiring, fielding and sustaining the world's best equipment and services. The AAW is responsible for everything that the Soldier wears, carries or operates.\n  \n**Resources**:\n\n* [U.S. Army Acquisition Support Center](https://asc.army.mil)\n* [Army Director, Acquisition Career Management Office: Army DACM Office](https://asc.army.mil/web/dacm-office/)\n* [Army Acquisition Workforce](https://asc.army.mil/web/career-development/about-aaw/)\n* [Army Acquisition: A Brief History](https://asc.army.mil/web/access-army-acquisition-a-brief-history/)\n* [Army Acquisition Workforce Human Capital Strategic Plan](https://asc.army.mil/web/hcsp/)\n\n**Related STAND-TO!**: \n\n* [Army Acquisition Corps](https://www.army.mil/standto/archive_2014-10-15)\n\n**Related video**: \n\n* [Human Capital Strategic Plan 2017- 2021](https://www.youtube.com/watch?v=9J4xcmdty8Q)\n\n",
    "date": "Tuesday, February 5, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}