{
    "id": "2019-02-07",
    "title": "Meet Your Army",
    "body": "#######Provided by the Office of the Chief of Public Affairs\n\n**What is it?**\n\nMeet Your Army is an outreach initiative to connect, inspire and educate the American public to support and sustain their Army. Through strategically planned engagements, Meet Your Army builds upon America's trust and confidence in the Army by contributing to the knowledge of and public support for the Army and the Soldiers. \n\nThe Office of the Chief of Public Affairs' (OCPA) Outreach Division runs this initiative.\n\n\n**What are the current and past efforts of the Army?**\n\nThe Army is focused on 22 priority cities throughout the country where the Army can most effectively tell the Army story.  These cities were chosen based upon demographics and the local populations to support Army accessions.\n\nBrigadier and major generals from all three components, Active, Reserve and Guard, are the core strategic messengers. There are also opportunities for all general officers, senior enlisted and senior civilians. Meet Your Army planners match strategic messengers to events where their stories resonate. Other Army outreach assets -- such as bands, color guards, national anthem singers, parachute demonstration teams, static displays and aerial demonstrations -- are also used to display the professional Army while projecting a lasting positive image of what it means to serve the nation as a Soldier. \n\nMeet Your Army engagements are coordinated with the following Army commands that are near priority cities: \n\n* [U.S. Army Recruiting Command](https://recruiting.army.mil/)\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)\n* [U.S. Army Reserve](https://www.usar.army.mil/)\n* [U.S. Army National Guard](https://www.nationalguard.com/)\n* [U.S. Army Corps of Engineers](https://www.usace.army.mil/) \n \n\nThe Civilian Aides to the Secretary of the Army (CASA) help set conditions before, during and after the engagements to sustain awareness. \n\n\n**What are the continued efforts planned by the Army?**\n\nThe Meet Your Army program will continue to create new connections and strengthen existing ones. Meet Your Army will support  the Accessions Enterprise by promoting awareness of the Army's capabilities and functions, and by enhancing the understanding of the Army through outreach activities in priority cities.  \n  \n**Why is this important to the Army?**\n\nThe trust and confidence of the American people forms the cornerstone of the Army. Since 1973, the Army has transitioned to an all-volunteer force and the percentage of Americans with a personal connection to a Soldier has dropped dramatically. Focus groups reveal that Americans generally respect the military, but they do not have a strong understanding of the Army or feel a deep emotional connection to it.  \n  \n**Resources**:\n\n* [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/)\n* [U.S. Army](https;//www.army.mil/?st)\n* [U.S. Army Field Band](http://www.armyfieldband.com/index.htm)\n* [U.S. Army Recruiting Command](https://recruiting.army.mil/)\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)\n* [U.S. Army Reserve](https://www.usar.army.mil/)\n* [U.S. Army National Guard](https://www.nationalguard.com/)\n* [U.S. Army Corps of Engineers](https://www.usace.army.mil/) \n\n",
    "date": "Thursday, February 7, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}