{
    "id": "2019-02-11",
    "title": "Command Accountability and Execution Review Program ",
    "body": "#######Provided by the Office of the Assistant Secretary of the Army for Financial Management and Comptroller (ASA (FM&C))\n\n**What is it?**\n\nThe Command Accountability and Execution Review (CAER) Program is the U.S. Army's premier fiscal stewardship program. CAER provides commanders visibility of the command fiscal health  that did not exist prior to the implementation of this program. It holds leaders, at every echelon, responsible and accountable for stewardship of the tax dollars they receive and provides them with the tools to be successful. \n\nCAER focuses on three areas of financial management: \n\n* **Operations and Management (O&M) De-obligations** - O&M is only available for one year, when de-obligated, these funds are not legally available for incurring any new purchases.\n* **Under-execution of the O&M budget** - Ensuring all funding provided by Congress is applied to top priority requirements in the fiscal year directly affects Army readiness.\n* **Uncollected Reimbursables** - When Army provides services to other agencies, reimbursement for those services ensures Army money supports the Army priorities.  \n\n**What are the current and past efforts of the Army?**\n\nIn the past two decades, fiscal stewardship efforts have lacked process standardization, tools, and training required to be successful. To address this vulnerability,  on Dec. 14, 2017, the Secretary of the Army directed the establishment of CAER to maximize the Army's purchasing power, requiring active management of Operations and Management (O&M) funds by leaders and to decrease the number of de-obligations. \n\nThe CAER program relies heavily on leadership involvement with detailed reviews at three echelons: Command, Headquarters, Department of the Army (HQDA), and across the DOD enterprise.  \n\nFiscal year 2018, the first year of implementation of CAER, has been a success: \n\n* Lowest unobligated end-of-year balance in four previous fiscal years\n* Reduced first quarter de-obligations of fiscal year 2018 by 43 percent\n* Solutions are coordinated with sister services, U.S. Transportation Command, the Defense Logistics Agency, and the Defense Accounting and Finance Service, to name a few.\n\n\n**What are the continued efforts planned by the Army?**\n\nThe Army is committed to optimizing the money it receives by efficiently executing its budget. It is the Army's responsibility to make every dollar count while continuing to increase readiness and lethality. \n\n**Why is this important to the Army?**\n\nCAER enables commanders to maximize every dollar they receive to build readiness and lethality.  Prudent execution of the Army's budget allows the Army to pursue its modernization goals. These actions enable the Army to support the National Defense Strategy, by optimizing the value of every dollar.   \n  \n**Resources**:\n\n* [Commanders Accountability & Execution Review (CAER) Program](https://www.asafm.army.mil/offices/oasa/caer.aspx)\n \n**Related document**:\n\n* [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)\n\n**Related article**:\n\n* [The Command Accountability and Execution Review Program](https://www.army.mil/article/215296/)\n \n",
    "date": "Monday, February 11, 2019",
    "quote": "####Focus Quote for the Day\n\n> To be 'peerless stewards' of the taxpayers' dollars takes a dedicated leadership effort at every echelon of national security. America's Army has set a course using its CAER program to do exactly that.\n\n\\- Lt. Gen. Thomas A. Horlander, military deputy to the [Assistant Secretary of the Army for Financial Management and Comptroller](https://www.asafm.army.mil/)\n\n[The Command Accountability and Execution Review Program](https://www.army.mil/article/215296/)",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}