{
    "id": "2019-02-12",
    "title": "Joint Analytical Real-time Virtual Information Sharing System ",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nThe U.S. Army's Joint Analytic Real-time Virtual Information Sharing System (JARVISS) is a desktop and mobile application accredited to store Unclassified Army data and open source threat information from over 80,000 sources including social media, news media, blogs, and government sources.  \n\nJARVISS is specifically an advanced threat notification, geospatial planning and assessment tool designed to: \n\n* Provide a threat common operating picture to improve real-time information-sharing capabilities across the Army (including installations, stand-alone facilities, and operational forces), by providing a visual representation of information related to Army assets and facilities.\n* Enhance the Army's ability to conduct assessments and analyze threat information and suspicious activity reports using geospatial data.\nInform force protection and emergency management decisions and the allocation of protection resources to counter known threats/hazards.\n* Provide advanced analytical capabilities for law enforcement and emergency management concerning on and off post locations, to include the use of both on and off post crime information.\n\n\n**What are the current and past efforts of the Army?**\n\nIn 2018, JARVISS was designated the Army's Enterprise Solution for sharing Unclassified Threat information.  JARVISS fielding began in 2018, and more than 10,000 command-level system administrators were trained in the first six months. JARVISS has been fielded to U.S. Army Europe and U.S. Army Pacific locations as well to command-level point of contacts at all Army commands.  \n \n**What are the continued efforts planned by the Army?**\n\nStarting with power-projection platforms, the Army will continue to field JARVISS on all Army installations and other stand-alone facilities.  The JARVISS team is developing a comprehensive installation Law Enforcement report  to provide detailed analysis and planning using Army data.  The JARVISS mobile application is also available through the Google Play and Apple App stores, and is in the process of certification for government cellphones through the Defense Information Systems Agency and U.S. Army Training and Doctrine Command app sites.\n\n**Why is this important to the Army?**\n\n\nJARVISS improves real-time threat information-sharing capabilities across the Army. Accurate real-time information, complete situational awareness, and a coordinated response help protect Army personnel and assets and is vital to ensure readiness.\n \n  \n**Resources**:\n\n* [Joint Analytical Real-time Virtual Information Sharing System](https://jarviss.army.mil) (JARVISS)-- *To register - select the DOD ID certificate*\n* [Email](mailto:usarmy.pentagon.hqda.mbx.jarviss@mail.mil) JARVISS\n* [U.S. Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) -- *To gain access - use Internet Explorer and select the DOD eMail certificate*\n\n**Related STAND-TO!**: \n\n* [1Q/FY18 theme: Empowering Antiterrorism Coordinators](https://www.army.mil/standto/archive_2017-09-28)\n* [2Q/FY18 theme: Continual Evolving Threat](https://www.army.mil/standto/archive_2018-01-02)\n* [3Q/FY18 theme: Leveraging the Combating Terrorism Center]( https://www.army.mil/standto/archive_2018-04-04)\n* [4Q/FY18 theme: Expanding Community Outreach](https://www.army.mil/standto/archive_2018-07-02)\n\n**Related article**: \n\n* [JARVISS](https://www.dvidshub.net/publication/issues/43239)\n",
    "date": "Tuesday, February 12, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans?st)\n\nFeb. 18: Presidents Day\n\n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}