{
    "id": "2019-02-13",
    "title": "Military and Family Life Counseling Program",
    "body": "#######Provided by Office of Military Community and Family Policy \n\n**What is it?**\n\nThe Military and Family Life Counseling Program is a Department of Defense-funded program that provides confidential, short-term, non-medical counseling services for up to 12 sessions per person, per issue.  This DOD support is aimed at preventing the development or exacerbation of mental health conditions that may detract from military and family readiness.  Military and family life counselors and child and youth behavioral counselors provide confidential, non-medical counseling services face-to-face, and on and off military installations worldwide.  \n\nActive-duty service members, National Guard and Reserve members (regardless of activation status) and their immediate family members are eligible for services.  Veterans and their immediate families are eligible up to 180 days post-separation from the military.  Surviving non-remarried spouses and their children are eligible for services as well.  \n\n\n**What are the current and past efforts of the Army?**\n\nLeaders and service providers can make an online request via the [Business Operations Support System](https://supportrequest.militaryonesource.mil/) for non-medical counselors to support events and enhance Soldier and Family readiness.\n\nThese military and family life counselors or a Military OneSource state consultants can provide services for non-medical counseling, briefings and presentations.    \n\nThe Military and Family Life Counseling Program augments existing military support services by providing non-medical counseling services.\n\n* The primary reason Soldiers and Army Families reach out to non-medical counselors is for marital/relationship counseling.\n* Other common reasons include stress, deployment-related and communication issues, and parent-child relational problems.  \n\n \n**What are the continued efforts planned by the Army?**\n\nThe Military and Family Life Counseling Program is working with Army leadership to provide outreach from a commander's perspective on the availability of confidential help to reduce stigma and increase readiness.  MFLC can be embedded in military units and readily available to offer on-the-spot counseling services. Army commanders have reported that embedded MFLCs are highly effective with reducing stigma associated with seeking help.\n\nMilitary and Family Life Counselors are available to support emerging needs in the aftermath of a disaster.  The flexibility of the program allows the Army to deploy and redeploy counselors where and when they are needed.  For example, MFLCs supported Soldiers and Army Families following the aftermath of Hurricanes Maria, Florence, and Michael and following the tragedy of the Las Vegas shooting.  \n \n\n**Why is this important to the Army?**\n\nMilitary and Family Life Counseling effectively reduces problem interference with both work and daily routines.  The confidential nature of the program encourages Soldiers and Family members to seek help for military life and everyday issues that can influence force readiness, family stability, health and wellness, retention, and satisfaction.   \n \n  \n**Resources**:\n\n* [Military and Family Life Counseling Program Overview](https://www.militaryonesource.mil/web/mos/products#!/detail/421)\n* [Child and Youth Behavioral Military and Family Life Counseling Program ](https://www.militaryonesource.mil/web/mos/products#!/detail/42)\n* [Military OneSource:  Military and Family Life Counseling](https://www.militaryonesource.mil/confidential-help/non-medical-counseling/military-and-family-life-counseling)\n* [Business Operations Support System](https://supportrequest.militaryonesource.mil/)  \n\n**Related STAND-TO!**: \n\n* [Military OneSource](https://www.army.mil/standto/archive_2019-01-24)\n\n**Social Media presence**:\n\n* [Facebook](https://www.facebook.com/military.1source)\n* [Twitter](https://www.twitter.com/military1source)\n* [Instagram](https://www.instagram.com/military1source)\n* [YouTube](https://www.youtube.com/military1source)\n* [Pinterest](https://www.pinterest.com/military1source/)",
    "date": "Wednesday, February 13, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans?st)\n\nFeb. 18: Presidents Day\n\n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}