{
    "id": "2019-02-14",
    "title": "Combat Service Support Very Small Aperture Terminal ",
    "body": "#######Provided by U.S. Army Communications-Electronics Command\n\n\n**What is it?**\n\nCombat Service Support Very Small Aperture Terminal (CSS VSAT) is a mobile satellite dish to support existing U.S. Army sustainment information systems and the evolving [Global Combat Support System-Army](https://www.army.mil/standto/2017-06-06) (GCSS-A). CSS VSAT allows Army sustainers to complete supply transactions and receive real-time status updates with critical logistics systems from any location. \n\n**What are the current and past efforts of the Army?**\n\nIn 2004, the Army fielded CSS VSAT. As the Army looks toward the next long-term solution, it is   addressing the weight issue of CSS VSAT and challenges associated with the auto-find feature to locate a satellite signal. \n\nThe Inflatable Satellite Antenna (ISA) is a versatile, lightweight improvement to CSS VSAT that meets the current operational need for an expeditionary solution. The ISA will assist in improving CSS VSAT readiness in Korea. The ISA is an improvement in many aspects: \n\n* Lighter than the legacy system, making it easier to move with a two-man team and half the physical storage space.\n* Operates on commercial and military frequency bands, providing operators more flexibility and reducing signal-jamming threats.\n* Set-up time is reduced to under 30 minutes from more than 45 minutes on the legacy CSS VSAT.\n* A manual satellite connection decreases the weight of the equipment, is supported by a live team, and is simple to use.\n\nIn response to an immediate need, the [Communications-Electronics Command](https://cecom.army.mil/about.html) (CECOM) and [Program Executive Office Enterprise Information Systems](https://www.eis.army.mil/) (PEO EIS) are currently fielding ISAs on the Korean peninsula. Training courses for Soldiers from Eighth Army and the 2nd Infantry Division are running through spring 2019.  \n\n \n**What are the continued efforts planned by the Army?**\n\nCECOM and PEO EIS are working toward developing longer-term satellite solutions to ensure our Soldiers are connected and successful. In the near-term, additional ISAs will be fielded to select units as they prepare for any contingency operation.\n\n \n\n**Why is this important to the Army?**\n\nReadiness remains the Army's number-one priority  readiness to fight tonight, in any location and under any conditions. That means the equipment and a modernized network that enables that fight, like the ISA, must be expeditionary:  light, easy to transport and quick to configure with only a moment's notice. A Soldier's ability to shoot, move and communicate is dependent on a reliable, unified network coupled with the hardware and software that makes that connection a reality.  \n \n  \n**Resources**:\n\n* [Communications-Electronics Command](https://cecom.army.mil/about.html)\n* [CECOM CSS VSAT ](https://cecom.army.mil/CSS-VSAT.html)\n* [Program Executive Office Enterprise Information Systems](https://www.eis.army.mil/)\n* [Army Sustainment](https://www.army.mil/armysustainment)\n \n\n**Related STAND-TO!**: \n\n* [Readiness](https://www.army.mil/standto/2017-10-04)\n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)\n* [Global Combat Support System - Army Increment](https://www.army.mil/standto/2017-06-06)\n",
    "date": "Thursday, February 14, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans?st)\n\nFeb. 18: Presidents Day\n\n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}