{
    "id": "2018-01-02",
    "title": "Global Force Symposium: Readiness for Multi-Domain Operations",
    "body": "#######Provided by U.S. Army Materiel Command\n\n**What is it?**\n\nThe Global Force Symposium and Exposition is an important platform for the U.S. Army to communicate its needs for current and future operational environments, while also providing professional development opportunities that Army personnel can join, both in person and virtually. \n\nThemed \"Readiness for Multi-Domain Operations,\" the 2019 symposium will feature discussions with Army Senior Leaders on future armed conflict, March 26-28 in Huntsville, Alabama. \n\nThe [U.S. Army Materiel Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/AMC/), headquartered at Redstone Arsenal, is the Army lead for the 2019 symposium.\n\n\n\n**What are the current and past efforts of the Army?**\n\nThe annual event, hosted by the Association of the United States Army, will focus on the Multi-Domain Operations (MDO) concept, exploring how the Army, as part of the joint force, can counter and defeat a near-peer adversary, in both competition and armed conflict. Senior Army and industry leaders will address critical points of acquisition, research and development, and partnering between military and industry. \n\nThe event allows members of the Army to take part in unique professional development activities to increase their understanding of the challenges facing the future Army.\n\nThe open professional development forums discuss topics such as:\n\n* Adapting to the Changing Character of War\n\n* Modernizing Accessions\n\n* Operationalizing the Strategic Support Area in Support of MDO\n\n* Combat Readiness for MDO\n\n* Contracting, Acquisition, Logistics, and Technology for Integrated Reform\n\n\n\n**What continued efforts does the Army have planned?**\n\nSpeakers, panels and Warriors Corner presentations will be live-streamed [at this site]( https://www.amc.army.mil/Media/Watch). A full agenda can be found [at this site](http://ausameetings.org/globalforce2019/).  \n\nThe Army will continue to seek platforms like the Global Force Symposium to engage key audiences, amplify messages, and enhance opportunities for successful industry partnerships.\n\n\n  \n**Why is this important to the Army?**\n\nThe joint force must rapidly and continuously converge capabilities across all domains to win in competition and armed conflict. Global Force Symposium provides members of the Army Profession an opportunity to learn about the MDO concept and what will ultimately set the foundation for how the Army will fight and what it will need to win.\n\n\n**Resources**:\n\n* [Watch the Global Force Symposium]( https://www.amc.army.mil/Media/Watch)\n\n* [U.S. Army Material Command](https://www.amc.army.mil/)\n\n* [Association of the United States Army](http://www.ausa.org/)\n",
    "date": "Friday January 2, 2018",
    "quote": "#### Focus Quote for the Day\n\n> When my 4-year-old son Travis tells me his favorite superhero is Captain America and asks me who my favorite superhero is, my reply always has and will be Staff Sgt. Travis W. Atkins.\n \n\\- Aaron Hall, who was a sergeant and battle buddy of [Staff Sgt. Travis W. Atkins](https://go.usa.gov/xEMBY) in Abu Samak, Iraq, during Operation Iraqi Freedom. \n\n\n\n",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}