{
    "id": "2013-09-03",
    "title": "Ready and Resilient Campaign: Army Suicide Prevention Program ",
    "body": "**What is it?**\n\nThe Army Suicide Prevention Program is an enduring effort aligned under the U.S. Army's [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) to sustain a supportive environment that enhances the resiliency of Soldiers, Army civilians, and family members and fosters total unit readiness. \n\nThis year, the Army will extend its observance of National Suicide Prevention Week to the entire month of September reinforcing its commitment to reduce risk behaviors and incidents of suicide in it ranks, and promote help seeking behaviors.  The theme for 2013 is [*Shoulder to Shoulder:  Standing Ready and Resilient.*](http://www.army.mil/e2/c/downloads/310285.pdf)\n\n**What has the Army done?**\n \nThe Army continues its multipronged approach that tailors suicide intervention, prevention and response measures to ensure Soldier resilience, such as: \n\n* &bull; Encouraging more leadership engagement at all echelons as a life-saving initiative\n* &bull; Promoting military/community resources to increase help seeking behaviors\n* &bull; Emphasizing the importance/effectiveness of resiliency and suicide prevention training\n* &bull; Synchronized the Suicide Prevention Month priorities with the Ready and Resilient Campaign \n* &bull; Continuing to deploy Mobile Training Teams to conduct [Ask, Care, Escort - Suicide Intervention](http://www.armyg1.army.mil/hr/suicide/training_sub.asp?sub_cat=25) (ACE-SI) training to augment local commanders' efforts\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will remain committed to improving individual/collective resilience and total force readiness through programs and policies which support Soldiers, Army civilians and their family members.  This comprehensive effort will extend across traditional program boundaries and leverage existing and emerging resources to serve the total force.  \n\n**Why is this important to the Army?** \n\nThe Army is determined to reduce suicide across all Army components. Any loss suffered within the Army family is tragic and affects readiness. Each member of the Army community has an imperative role in creating a climate/environment of trust and respect in which every person is able to thrive and achieve their full potential. Knowing and recognizing the risk-factors/warning signs for potential suicidal or risky behaviors and the resources available to them in crisis is key.\n\n**Resources:**\n\n* [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient/)\n* [Army Suicide Prevention Month 2013 tri-signed letter](http://www.army.mil/article/110394/Army_Suicide_Prevention_Month_2013_tri_signed_letter/)\n* [Army Suicide Prevention Program](http://www.preventsuicide.army.mil)\n* [Army G-1: Suicide Prevention Training Resources](http://www.armyg1.army.mil/hr/suicide/training.asp)\n* [Army Medicine: Suicide Prevention](http://www.behavioralhealth.army.mil/sprevention/index.html)\n* [Public Health Command](http://phc.amedd.army.mil)\n* [Army Behavioral Health](http://www.behavioralhealth.army.mil/sprevention/index.html)\n* Related STAND-TO!:\n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* Related articles: \n* &bull; [Suicide prevention 365-day mission, vice says](http://www.army.mil/article/110403/)\n* &bull; [Suicide prevention: Resiliency key to overcoming threat to Army ranks](http://www.army.mil/article/101335/)",
    "date": "Tuesday September 3, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nSuicide impacts the entire Army community. We urge all Soldiers, civilians and families to work together to prevent suicide and to enhance individual and collective resilience and readiness through strong training programs. Our strength is at its greatest when we operate as a team.   \n\n### -  Army senior leaders \n\n### [Tri-signed: Army Suicide Prevention Month 2013](http://www.army.mil/article/110394/Army_Suicide_Prevention_Month_2013_tri_signed_letter/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: Suicide Prevention Week \n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}