{
    "id": "2013-09-04",
    "title": "National Preparedness Month",
    "body": "**What is it?**\n\nNational Preparedness Month (NPM) is a commemorative event recognized each September to emphasize the importance of being prepared for emergencies such as tornadoes, hurricanes, or terrorist attacks. Soldiers, families, and civilians are encouraged to turn awareness into action by *Being Informed, Making a Plan, Building a Kit, and Getting Involved.* This year marks the tenth annual NPM campaign and the Army's focus remains steadfast: to educate, empower, and involve the Army community in preparedness activities that enhance the resiliency of the Army and increase our nation's readiness for all-hazards events.\n\n**What has the Army done?**\n\nIn 2009, the Army established the Army Emergency Management Program outlined in [Army Regulation 525-27](http://www.apd.army.mil/pdffiles/r525_27.pdf) implementing all-hazards preparedness planning. To bring awareness to this program and increase Army preparedness, HQDA G-3/5/7 executed the [Ready Army](http://www.acsim.army.mil/readyarmy/) campaign. \n\nReady Army is a proactive community awareness campaign to empower Soldiers, families and civilians to prepare in advance for all-hazards, natural or man-made. In 2011, HQDA G-34 renewed the Army's teaming commitment with the Federal Emergency Management Agency's Ready Campaign ([Ready.gov]( http://www.ready.gov/)) to develop a unique Army component that applies to Soldiers and their families.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe [Ready Army](http://www.acsim.army.mil/readyarmy/) campaign continues to incorporate the best outreach tools and educational material to encourage Soldiers, families, and civilians to turn awareness into action that enhances individual and family preparedness. The Army will stride forward and align stakeholders such as [Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx#MainContent) with the all hazards planning process. The Army will continue to modernize installation emergency management systems through 2016 in order to enhance protection capabilities. These initiatives increase Army [resiliency](http://www.army.mil/readyandresilient) for the future.  \n\nThis year the Army is joining the Department of Homeland Security and Federal Emergency Management Agency in the *America's Prepareathon!* campaign.  *America's Prepareathon!* is a nationwide, community-based campaign for action to increase emergency preparedness and community resilience.  The entire Army community is encouraged to join this initiative by visiting the [Ready Army](http://www.acsim.army.mil/readyarmy/) website, joining the [National Preparedness Community,](http://community.fema.gov/connect.ti/readynpm/grouphome) and pledging to prepare. \n\n**Why is this important to the Army?** \n\nUnder the [National Response Framework,](http://www.fema.gov/national-response-framework) citizens are expected to be self-sufficient for 72 hours when base services such as water, power, and government support may not be available.  Every member of the Army community and their families must be ready to survive under these conditions.\n\n\n**Resources:**\n\n* [Ready Army](http://www.acsim.army.mil/readyarmy/)\n* [U.S. Army Disaster Personnel Accountability and Assessment System (ADPAAS)](https://adpaas.army.mil/)\n* [American Red Cross](http://www.redcross.org/)\n* [Citizen Corps](http://www.citizencorps.gov)\n* [Family Readiness Group](http://www.armyfrg.org/)\n* [Federal Emergency Management Agency (FEMA) ](http://www.fema.gov/ )\n* [Ready Campaign ](http://www.ready.gov/)\n* [Army Regulation 525-27: Army Emergency Management Program](http://www.apd.army.mil/pdffiles/r525_27.pdf)\n",
    "date": "Wednesday September 4, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThis [suicide prevention] is something we can't just look at in one month. It has to be a 365-day mission to make sure we can provide our Soldiers with the tools they need to deal with the stressors of everyday life, and help them understand that seeking help is a sign of strength not weakness. \n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell  \n\n### [Vice chief Campbell: Suicide prevention 365-day-a-year mission](http://www.army.mil/article/110403/)\n\n### Related STAND-TO!: [Ready and Resilient Campaign: Army Suicide Prevention Program](http://www.army.mil/standto/archive_2013-09-03/)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: Suicide Prevention Week \n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}