{
    "id": "2013-09-05",
    "title": "Pain Management ",
    "body": "**What is it?**\n\nThe [U.S. Army Medical Command's](http://www.armymedicine.army.mil/) comprehensive pain management strategy is holistic, multi disciplinary and multimodal in its approach. It utilizes state-of-the-art/science modalities and technologies and provides optimal quality of life for Soldiers and other patients with acute and chronic pain.\n\n[Army Medicine](http://www.armymedicine.army.mil/)  has a comprehensive approach to pain management that integrates the most effective conventional medical treatments with complementary therapies such as acupuncture, medical massage, movement therapy (yoga), and bio-feedback. It is important to understand pain in order to manage pain.  Pain is most often our body's normal protective response to injury or illness.  In most cases, people can return to normal activities after a brief period of rest, appropriate medical treatment, and when necessary, some short- term use of pain medications. It is extremely important that the cause of acute pain is identified and appropriate treatment is received, before it becomes chronic and harder to treat.  \n\n**What has the Army done?**\n\nSince the [Pain Management Task Force](http://www.army.mil/standto/archive/2010/08/13/) started in 2010, most of the 109 recommendations have been implemented.  Army Medicine now leads the transformation of the nation's pain management strategy, specifically pertaining to the overuse and [abuse of prescription medications.](http://www.army.mil/standto/archive_2013-07-31/)  The objectives are to treat acute and chronic pain needs of Soldiers and family members by implementing a holistic system of pain management that integrates traditional and non-traditional methods. \n\nThe holistic approach to pain management ensures a focus not only on decreasing the level of pain, but also to restoring a person's quality of sleep, mood and activity which might be negatively affected by their pain. \n\nNontraditional pain management treatments include things like acupuncture, yoga, medical massage, chiropractic care, biofeedback, relaxation techniques, and behavioral health therapies. Traditional pain treatments include appropriate use of non-prescription and prescription medications, physical therapy, and surgical procedures.  \n\n**Why is this important to the Army?** \n\nPain is the number one reason patients seek physician care in the U.S. More than 116 million Americans suffer from chronic pain with an estimated annual cost of $560 billion for health care expenses, lost income, and lost productivity. Back pain alone is the leading cause of disability in Americans under 45 years of age. The Army is not immune to the nation's pain management challenges as evidenced by its negative impact on readiness, retention, and quality of life. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe [Army Medical Command](http://www.armymedicine.army.mil/) is establishing centers of excellence for pain management and education within each regional medical command to provide state-of-the-art, evidenced-based, outcome-oriented care for Soldiers and their families suffering from acute and chronic pain.  \n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Comprehensive Pain Management Campaign Plan](http://www.armymedicine.army.mil/reports/U.S._Army_Pain_Management_Campaign.pdf)\n* [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* Related STAND-TO!: \n* &bull; [Pain Management Task Force](http://www.army.mil/standto/archive/2010/08/13/)\n* &bull; [Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n",
    "date": "Thursday September 5, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nThroughout history, combat has been a major catalyst for medical innovations. The advances in pain management stemming from military medical operations in Iraq and Afghanistan will be significant.    \n\n### - Maj. Gen. Richard W. Thomas, commanding general, [Western Region Medical Command](http://www.wrmc.amedd.army.mil/) \n\n### Learn about:  [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}