{
    "id": "2013-09-06",
    "title": "Prostate Cancer Awareness",
    "body": "**What is it?**\n\nSeptember is Prostate Cancer Awareness Month. Prostate cancer is the second leading cause of cancer for men in the United States.  Overall, one in six men will develop prostate cancer during their lifetime. Although it can affect men of any race and age, it is more common in men of color - specifically African American men, men age 50 or older and men who have had a father, brother or son diagnosed with this disease. The digital rectal exam and the prostate- specific antigen (PSA) blood test are the two tests doctors commonly use to screen for prostate cancer.\n\nMedical experts do not know why some men develop prostate cancer and others do not. Certain factors like age, race and family history may increase their risk. In the early stages, prostate cancer usually has no symptoms. As the disease progresses, some men experience a frequent urge to urinate, weak or interrupted urine flow, pain or a burning sensation during urination or ejaculation, blood in the urine or semen, or persistent pain in the hip, back or pelvic region.\n  \n**What has the Army done?**\n\nUnder the Department of Defense Prostate Cancer Research Program, the Army partners with federal and civilian agencies to search for better ways to diagnose, treat and one day  prevent this disease. Research shows obese men, men who eat large amounts of fats - particularly animal fats and men with sleep disorders may have increased risks for prostate and other cancers. The Army encourages all men, Soldiers and civilians to talk to their primary care provider or urologists about the benefits and risks of prostate screenings and the healthy behaviors and prevention strategies of not smoking, staying physically active, eating a healthy diet and getting proper sleep to improve their overall health.\n\n**Why is this important to the Army?** \n\nThe Army is comprised of 85 percent men whose continued health and wellness is essential to readiness. The debate among researchers and medical providers about the benefits and risks of prostate cancer screening is ongoing. The decision to screen or not is a personal choice each man must make in coordination with his healthcare provider and his family. The Army wants to help raise awareness and provide men the information and resources to make educated, informed decisions about screening and treatment options.\n\n**What continued efforts does the Army have planned for the future?**\n\nLessons learned from the Army's Performance Triad Pilot Program will help transform the Army's culture on health and prevention to help Soldiers, civilians, and families prevent diseases and live healthier, longer lives.\n\n**Resources:**\n\n* [Army Medicine Performance Triad](http://www.armymedicine.army.mil/PerformanceTriad/index.cfm)\n* [U.S. Preventive Services Task Force (Screening for Prostate Cancer)](http://www.uspreventiveservicestaskforce.org/prostatecancerscreening.htm)\n* [ZERO The End of Prostate Cancer](http://zerocancer.org/learn/risks)\n* [Prostate Cancer Foundation](http://www.pcf.org/site/c.leJRIROrEpH/b.5699537/k.BEF4/Home.htm)\n* [National Cancer Institute(National Institutes of Health Prostate Cancer Screening)](http://www.cancer.gov/cancertopics/types/prostate)\n* [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* Related STAND-TO!: \n* &bull; [Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* &bull; [Performance Triad Pilot Program ](http://www.army.mil/standto/archive_2013-03-12/)\n",
    "date": "Friday September 6, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI always say the United States is so unique in that it is the only country in the world where the U.S. Army is its chief public works agency doing this  kind of work. [They are] creating opportunities, building infrastructure, and restoring the environment to make these kinds of projects possible. \n\n### - Under Secretary Joseph W. Westphal, highlights the economic value of U.S. Army Corps' [Savannah Harbor Expansion Project](http://www.sas.usace.army.mil/Missions/CivilWorks/SavannahHarborExpansion.aspx), during his recent visit to Savannah, Ga.\n\n### [Army Under Secretary touts economic benefits of Savannah harbor deepening](http://www.army.mil/article/110709/)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}