{
    "id": "2013-09-09",
    "title": "Ready and Resilient Campaign: Integrated Disability Evaluation System ",
    "body": "**What is it?**\n\nThe Integrated Disability Evaluation System (IDES) is a joint initiative, between the Department of Defense and Department of Veterans Affairs (VA), to streamline processes and procedures to ensure a seamless transition from military to veteran status while ensuring uninterrupted care and entitlements.  \n  \n**What has the Army done?** \n\nThe [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient/) strives to create a holistic, collaborative and coherent enterprise to increase individual and unit readiness and resilience. Aligned with this effort on Aug. 28, the Army released the IDES Dashboard, a new web-based application that tracks a Soldier's progression in the IDES, as part of its commitment to enhance unit/force readiness and increase [individual Soldier resilience.](http://www.army.mil/readyandresilient/personnel)\n\nThe purpose of the dashboard is to increase transparency of the IDES process for commanders and Soldiers, while also providing system administrators an enhanced capability for identifying challenges and potential obstacles in the system. \n\n\nThe dashboard provides:\n\n* &bull; Commanders and authorized command staff the ability to view and search individual Soldier cases in the system within their unit command. Commanders and command staff may also view the progression of all enrolled Soldiers during each step of the process in the event an intervention is required. Roles are assigned in [Medical Operational Data System](http://www.mods.army.mil/) (MODS) User Management to the distinct Unit Identification Code (UIC) for the commander or command staff member.\n* &bull; Any Soldier with an open IDES case has the ability to view and track their own case from start to finish and estimate the completion date based on Army averages for all remaining steps.  If a Soldier has an open case, he or she is only required to have a CAC to view their information and status. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nEfforts are ongoing to improve the IDES Dashboard functionality and work with the VA to effectively eliminate the backlog at the Disability Rating Active Site (DRAS), to include providing administrative support in the form of Soldiers detailed to the DRAS location.    \n\n**Why is this important to the Army?** \n\nImplementing tools such as the IDES Dashboard reinforces the Army commitment to ensure Soldiers and families receive the support they deserve during service and/or upon separation from military service. Having enhanced capabilities to track individual Soldier readiness ultimately increases our ability to ensure [Army readiness.](http://www.army.mil/readyandresilient/)\n\n\n**Resources:**\n\n* [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient/)\n* [Human Resource Command (HRC): Understanding Integrated Disability Evaluation System](http://www.army.mil/e2/rv5_downloads/features/readyandresilient/ARMY_IDES.pdf)\n* Related STAND-TO!: \n* &bull; [Integrated Disability Evaluation System](http://www.army.mil/standto/archive/2011/02/14/)\n* &bull; [Ready and Resilient Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* Related article: \n* &bull; [Revised disability evaluation system improves process for transitioning Soldiers](http://www.army.mil/article/96629/)\n",
    "date": "Monday September 9, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\n[Resilience](http://www.army.mil/readyandresilient) and seeking assistance is a sign of strength, and supporting those in need of help is an [Army value.](http://www.army.mil/standto/archive_2013-08-15/)\n\n### - Gabriele Tyler, the director of the Army Suicide Prevention Program, emphasizes upon building resilience in Soldiers and creating strong relationships from the top down as key to creating a safe environment for Soldiers and in preventing suicides.\n\n### [Resilience, seeking help to prevent suicide is 'sign of strength'](http://www.army.mil/article/110820/)\n\n### [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriots Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}