{
    "id": "2013-09-10",
    "title": "Unified Quest 2013:  Deep Future Wargame",
    "body": "**What is it?**\n\nThe [Army's Campaign of Learning 2013,](http://www.army.mil/standto/archive/issue.php?issue=2012-09-21) led by [U.S. Army Training and Doctrine Command,](http://www.tradoc.army.mil/) is exploring the deep future in the 2030-2040 timeframe during the Unified Quest 2013 Deep Future Wargame at Carlisle Barracks, Pa., Sept. 15 - 20. The seminar wargame consists of two working groups generating ideas that will drive concepts development and explore potential capabilities. \n  \n**What has the Army done?** \n\nThe Deep Future Wargame (DFWG) is the culminating event in the fiscal year 2013 Army Campaign of Learning \"Explore\" effort. For the past 12 years, the Army has focused on meeting current and near-term challenges, and this wargame marks a return to \"beyond the program objective memorandum\" futures exploration. The DFWG has a particular focus on cyber and space capabilities from 2030 to 2040, as well as potential weapons systems and technological materiel solutions, selected based on technology readiness levels and Army centers of excellence feedback. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe insights and outcomes from the UQ13 Deep Future Wargame will inform the concept development process. Through the wargame, subject matter experts will explore future tactical, operational and strategic capabilities in a plausible future operational environment of 2030 to 2040. The experts will also explore global responsiveness of the force to future conflicts or crises and determine future investments in science and technology, institutional education, and training.   \n\n**Why is this important to the Army?** \n\nThe [Army's Campaign of Learning](http://www.army.mil/standto/archive/issue.php?issue=2012-09-21) helps senior leaders not only focus efforts toward the current national security strategy without losing the knowledge and skills gained from more than 10 years of war, but it also helps them look toward the future. Through the Campaign of Learning, the Army will be able to achieve both these objectives by identifying capabilities needed as part of the joint force, to protect U.S. national interests and achieve strategic objectives in 2020 and beyond. \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Army Capabilities Integration Center: [Unified Quest](http://www.arcic.army.mil/init-unified-quest.aspx)\n* PDF documents: \n* &bull; [Army Capstone Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-0.pdf)\n* &bull; [Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* Related STAND-TO!: \n* &bull; [The U.S. Army Capstone Concept](http://www.army.mil/standto/archive/issue.php?issue=2013-01-02)\n* &bull; [The U.S. Army Operating Concept](http://www.army.mil/standto/archive/2010/08/30/)\n* &bull; [Army's Campaign of Learning 2013](http://www.army.mil/standto/archive/issue.php?issue=2012-09-21)",
    "date": "Tuesday September 10, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nSoldiers will see (Performance Triad) as embedded in the DNA of our Army ... Over the last 12 years, we've learned that you need to train not just our Soldiers but their families as well, and ensure that they're healthy mentally, physically, emotionally and spiritually. By improving health, I absolutely believe we're improving the [readiness](http://www.army.mil/readyandresilient) of the force. \n\n### -  Lt. Gen. Patricia D. Horoho, surgeon general of the U.S. Army and commanding general of [U.S. Army Medical Command](http://www.armymedicine.army.mil/)\n\n### [Squad leaders take lead as Performance Triad launches](http://www.army.mil/article/110964/)\n\n### [U.S. Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriots Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}