{
    "id": "2013-09-16",
    "title": "National Hispanic Heritage Month  -   \"Hispanics:  Serving and Leading Our Nation with Pride and Honor\"",
    "body": "**What is it?**  \n\nHispanic Heritage Month begins on Sept. 15, the anniversary of independence for Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua.  In addition, Mexico declared its independence on Sept. 16 and Chile on Sept. 18. Each year, the U.S. Army takes time to reflect on and celebrate the tremendous contributions of [Hispanic Americans](http://www.army.mil/hispanicamericans) to its force and to the nation.\n\nSome of the Army's prominent senior leaders proudly uphold the legacy of exceptional service begun by prior generations.  The hard work and dedication of Soldiers like Under Secretary of the Army Joseph Westphal , Lt. Gen. Rhett Hernandez, Medal of Honor recipient [Sgt. 1st Class Leroy Petry](http://www.army.mil/medalofhonor/petry/) and, many other such Hispanic American servicemembers, has greatly benefited America and its armed forces.\n \n\n**What is the  Army doing?** \n\nAs a tribute, a [tri-signed letter](http://www.army.mil/e2/c/downloads/312103.pdf), was signed by the Secretary of the Army, the Chief of Staff and the Sergeant Major of the Army, encouraging units, agencies to plan and execute appropriate commemorative activities to celebrate National Hispanic Heritage Month.  The Army will also pay tribute to Hispanics by telling their stories in command information products at all levels. Army installations throughout the world will also honor its Hispanic American Soldiers through local events.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army encourages every member of the Army family to learn about and celebrate the contributions of all Hispanic Soldiers, families and civilians who have given so much to help safeguard the nation's freedom.  Many events and activities are planned at numerous Army installations. The Army will continue to recruit the best qualified Soldiers of all backgrounds and will ensure that every Soldier is given the opportunity and encouragement to rise to his or her highest level of ability so they can be \"Army Strong!\"\n\n**Why is this important to the Army?** \n\nHispanic Soldiers have always served in the Army. During the [Korean War](http://www.army.mil/koreanwar/), the Borinqueneers of Puerto Rico's 65th Infantry Regiment  launched the last recorded battalion-sized bayonet charge and overran the Chinese 149th Division south of Seoul on Feb. 2, 1951. This battle exemplifies the unwavering courage and indomitable spirit that has earned the Hispanic American Soldiers a distinguished legacy.  With more than 40 [Medal of Honor](http://www.army.mil/medalofhonor/) recipients,  dating back to the Civil War, Hispanic Americans continue to represent the Army with deep and abiding patriotism and heroism.  \n\n**Resources**\n\n* [Army senior leaders' message](http://www.army.mil/article/111289/)\n* [Presidential Proclamation -- National Hispanic Heritage Month, 2013](http://www.whitehouse.gov/the-press-office/2013/09/13/presidential-proclamation-national-hispanic-heritage-month-2013)\n* Army.mil: [Hispanic Americans in the U.S. Army](http://www.army.mil/hispanicamericans)\n* [Army G-1, Equal Opportunity Branch](http://www.armyg1.army.mil/eo/) \n* U.S Army Center for Military History: [Hispanic Americans in the U.S. Army](http://www.history.army.mil/html/topics/hispam/index.html)\n* [U.S. Dept of Veterans Affairs, Office of Diversity and Inclusion](http://www.diversity.va.gov/calendar/hhm.aspx)\n\n\n\n",
    "date": "Monday September 16, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nFrom the earliest days of our Republic, Hispanic Americans have written crucial chapters in our national story. Hispanics have honorably defended our country in war and built prosperity during times of peace ...\n \n\n### - President Barack Obama\n\n### Read the complete: [Presidential Proclamation -- National Hispanic Heritage Month, 2013](http://www.whitehouse.gov/the-press-office/2013/09/13/presidential-proclamation-national-hispanic-heritage-month-2013)\n\n\n###  Army.mil: [Hispanic Heritage in the U.S. Army](http://www.army.mil/hispanicamericans)\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: Gold Star Mothers Day"
}