{
    "id": "2013-09-18",
    "title": "U.S. Army Mission Command Strategy",
    "body": "**What is it?** \n\nThe [Army Mission Command Strategy](http://www.army.mil/e2/c/downloads/312724.pdf), developed by [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), provides a common understanding, a shared vision and a framework for implementing mission command. Army Mission Command Strategy stakeholders include all military and civilian leaders, Army commands, Army service component commands, direct reporting units, Army National Guard, Army Reserve, Army Secretariat and the Army staff. The strategy seeks to achieve unity of effort among these stakeholders to implement mission command across the doctrine, organizational structures, training, materiel, leadership and education, personnel, and facilities domains. \n\nThe [Army Mission Command Strategy](http://www.army.mil/e2/c/downloads/312724.pdf)'s end state is an Armywide understanding and effective practice of the mission command philosophy executed through the mission command warfighting function leading to successful unified land operations in support of the joint force. There are three strategic ends, or objectives:\n \n*  (1) All Army leaders understand and practice the mission command philosophy.\n*  (2) Commanders and staffs effectively execute mission command warfighting function tasks.\n*  (3) The mission command system enables commanders, staffs and units to effectively execute the mission command warfighting function. \n\n**What has the  Army done**\n\nTRADOC established the [Mission Command Center of Excellence](http://usacac.army.mil/cac2/MCCOE/) to lead the day-to-day development of mission command capabilities and the implementation of mission command across the force. The Army has published mission command doctrine, [Army Doctrine Publication 6-0, *Mission Command*](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp6_0_new.pdf) and has incorporated aspects of mission command into key doctrinal publications. The strategy is the mechanism to implement mission command and make it a reality in the force. \n\n**What continued efforts does the Army have planned for the future?**\n\nConcurrent with ongoing implementation actions, the Army will develop a comprehensive Army Mission Command Strategy implementation plan to prioritize, synchronize and focus efforts. This plan will facilitate the sharing of best practices and address key areas where combined operational and institutional efforts are required. \n\n**Why is this important to the Army?** \n\nMission command is an intellectual and cultural shift for the Army that must be driven through education and training to yield the desired mission command outcomes. Out of operational necessity, mission command has already proved its value in Iraq and Afghanistan. The Army chief of staff's 2012 Army Leader Development Task Force affirmed the importance of mission command as the professional construct under which all leader development must occur and central to ensuring the Army stays ahead of, and adapts to, the rapidly changing future environment. Successful implementation of mission command doctrine is essential in preparing Army commanders and leaders to successfully execute future missions. \n\n**Resources**\n\n* [Army Mission Command Strategy](http://www.army.mil/e2/c/downloads/312724.pdf)\n* [Mission Command Center of Excellence](http://mccoe.army.mil)\n* [United States Army Combined Arms Center](http://usacac.army.mil/cac2/index.asp)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related article:\n* &bull; [Army announces Mission Command strategy](http://www.army.mil/article/105858/)\n\n\n\n",
    "date": "Wednesday September 18, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nThe Army Mission Command Strategy outlines how we will orchestrate full implementation of Mission Command throughout the Army. I charge all Army leaders with implementing Mission Command.  \n \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, in the Foreword  to Army Mission Command Strategy dated June 12, 2013  \n\n\n###  Other related documents can be found at U.S. Army Combined Arms Center's [Mission Command Center of Excellence](http://usacac.army.mil/cac2/MCCOE/)\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: Gold Star Mothers Day"
}