{
    "id": "2013-09-19",
    "title": "Total Army Training Summit ",
    "body": "**What is it?** \n\nMore than a dozen leaders from the [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx), [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) and the active Army - including [U.S. Army Forces Command](http://www.forscom.army.mil/) and [First Army](http://www.first.army.mil/) - met Sept. 16, 2013, to leverage current and upcoming training opportunities within war-fighter exercises, combat training center rotations, and home-station training events. \n\nThis recent active component/ reserve component (AC/RC) training summit is part of the milestone [Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23) initiative, signed last September 2012 by Secretary of the Army John McHugh. This policy integrates the Army's active and reserve components into the total force -- organized, trained, sustained, equipped and employed to support the six combatant commanders' requirements for ready force packages. \n\n**Why is this important to the Army?** \n\nThe Army's active and reserve components are vital to fulfilling national military needs. The Total Force [Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf) and partnerships like the AC/RC Training Summit will help ensure the nation benefits from the vital experiences gained from 11 years of war. These initiatives support the [Mission Command Training Program](http://www.army.mil/standto/archive/issue.php?issue=2011-10-20)'s collective training of Army units, as directed by Army Chief of Staff Gen. Raymond T. Odierno, and scheduled by Forces Command under Army Force Generation to train for mission command in unified land operations.\n\n\n**What has the  Army done**\n\nContinuing strong partnerships between reserve component units with active component Army units enhance training opportunities, leadership professional development, and shared lessons learned. The total Army is aligning forces regionally prior to employment in support of combatant commanders, as well as with active Army counterparts to optimize training relationships, resources and readiness. The leadership of the National Guard, Army Reserve and active Army are working to support the Chief of Staff of the Army's vision for contingency-enabler packages. Army leaders are collaborating to ensure Army commands and Army service-component commands establish uniform procedures and processes for validating the pre-deployment readiness of assigned AC and RC units and Soldiers.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThis Army Total Force training-integration summit at [Forces Command](http://www.forscom.army.mil/) and many other collaborative partnerships are focusing on enhancing policies and procedures to leverage the Total Army: active-duty, Reserve and National Guard. These partnerships will facilitate better integration of the three component forces and a balanced total force.\n\n\n**Resources**\n\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [First Army](http://www.first.army.mil/) \n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n* [Army Publishing Directorate](http://www.apd.army.mil/)\n* Related PDF:\n* &bull; [Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* &bull; [DOD Directive 1200.17: Managing the Reserve Components as an Operational Force](http://www.dtic.mil/whs/directives/corres/pdf/120017p.pdf)\n* &bull; [Army Mission Command Strategy](http://www.army.mil/e2/c/downloads/312724.pdf)\n* Related STAND-TO!:\n* &bull; [Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n* &bull; [U.S. Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-19/?)\n* &bull; [Mission Command Training Program](http://www.army.mil/standto/archive/issue.php?issue=2011-10-20)\n",
    "date": "Thursday September 19, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nYou can have all the fancy weapon systems in the world, but if you don't have a trained, knowledgeable, and [healthy Soldier](http://www.army.mil/readyandresilient/personnel) to operate those, you're not going to have the maximum potential effect. Really investing in your people is the best way, for any organization, to develop and grow. So investing in our Soldiers and our families is critical to the success of what we have to do in the Army Reserve for the Army and the country. \n\n### - U.S. Army Reserve Brig. Gen. Margaret Wilmoth, the dean and professor of the Byrdine F. Lewis School of Nursing and Health Professions at Georgia State University in Atlanta, emphasizes the importance of making sure that the Soldiers are [ready and resilient](http://www.army.mil/readyandresilient), and have all that they need to deploy. \n\n\n### [Medical leaders meet, discuss health of Reserve force](http://www.army.mil/article/111657/)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: Gold Star Mothers Day"
}