{
    "id": "2013-09-20",
    "title": " USMA Soldier Admissions Program and Preparatory School ",
    "body": "**What is it?** \n\nThe [United States Military Academy](http://www.usma.edu/SitePages/Home.aspx) (USMA) has been bringing active duty and reserve component enlisted Soldiers into the academy, as cadets, since 1917. This mission is specifically authorized by [Title 10, U.S. Service Code](http://armedservices.house.gov/index.cfm/files/serve?File_id=8f86265a-e2dd-482c-a4f6-72b9a0e1b2d9).  Cadets who graduate are commissioned as second lieutenants in the U.S. Army.   Prior-enlisted cadets bring real-world Army experience to the Corps of Cadets and greatly enhance the composition of the Corps. \n\nAdditionally, Soldiers can attend the [United States Military Academy Preparatory School](http://www.usma.edu/USMAPS/SitePages/Home.aspx) (USMAPS), a 10-month program that helps prepare candidates for the academic, military, and physical rigors of USMA.   \n\n**What has the  Army done**\n\nThe USMA educates, trains, and inspires the Corps of Cadets so that each graduate is a commissioned leader of character committed to the [values]( http://www.army.mil/values/) of duty, honor, and country and prepared for a career of professional excellence and service to the nation as an Army officer.\n\nUSMAPS provides focused academic, military, and physical instruction in a moral&#8208;ethical, military school environment in order to prepare and motivate candidates for total success at West Point. \n\nAn enlisted applicant for USMA must: \n\n*  (1) Be a U.S. citizenship (can start application as a non-citizen)\n*  (2) Be unmarried with no legal obligation to support dependents (cannot be waived)\n*  (3) Be not older than 22 on July 1st of the year entering West Point (can be waived for combat veterans to age 25)\n*  (4) Have a high school diploma or GED\n*  (5) Be eligible to reenlist\n*  (6) Be medically and physically qualified\n*  (7) Have high moral character and able to receive an endorsement from their company commander\n*  (8) Have SAT scores in the 500 Math/500 Verbal range or ACT scores in the 20 range for Math/Eng/Reading/Sci-Reas for admission to USMAPS.  Scores for direct entry to USMA will need to be considerably higher for both the SAT and ACT\n\n**What efforts does the Army have planned for the future?**\n\nUSMA representatives will visit several of the major Army installations in the fall and brief Soldiers on the Admissions Program program.  The Army published ALARACT outlines the Secretary of the Army's In-Service Recruiting Program (ALARACT 190-2013).  This program allows commanding generals to nominate Soldiers within their command for USMA and/or USMAPS.  Soldiers receiving such nominations are strongly considered for admission to USMA or USMAPS.\n\n**Why is this important to the Army?**\n\nIt is important for the Army to identify talent within its ranks and afford opportunities to those individuals.  Title 10 also allocates 85 Regular Army and 85 Reserve Component seats for Soldier in each USMA class, and these seats are not always filled, so it is important that the Army tries to fill these seats with qualified Soldiers who have the potential to become commissioned officers.\n\n**Resources**\n\n* [United States Military Academy](http://www.usma.edu/SitePages/Home.aspx)\n* [United States Military Academy Preparatory School](http://www.usma.edu/USMAPS/SitePages/Home.aspx)\n* [West Point Admissions](http://www.usma.edu/admissions/SitePages/Pros_Cadets_Soldiers.aspx)\n* [Free Test Prep Material for ACT or SAT](http://www.march2success.com)\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n* Related documents: \n* &bull; [Title 10, U.S. Service Code](http://armedservices.house.gov/index.cfm/files/serve?File_id=8f86265a-e2dd-482c-a4f6-72b9a0e1b2d9)\n* &bull; Log in required: [USMA In-Service Recruiting ALARACT](https://www.milsuite.mil/book/docs/DOC-117899) \n* &bull; [Information for Units & Commanders Endorsing Soldiers for USMA or USMAPS](http://www.usma.edu/admissions/SiteAssets/SitePages/Pros_Cadets_Soldiers/Information_for_Units_and_Commanders.pdf)",
    "date": "Friday September 20, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThis will represent a total Army end-strength reduction of more than 18 percent over seven years; a 26 percent reduction in the active Army, a 12 percent reduction in the Army National Guard, and a nine percent reduction in the U.S. Army Reserve. \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, warns lawmakers of the anticipated impact of the Budget Control Act and sequestration in fiscal year 2014 on the Army, as he testifies before the House Armed Services Committee, in Washington, D.C., Sept. 18, 2013 \n\n\n### [Odierno takes blunt message to Capitol Hill](http://www.army.mil/article/111806/)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 8- Sept. 15: [Suicide Prevention](http://www.armyg1.army.mil/hr/suicide/default.asp) Week \n\n* Sept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: Gold Star Mothers Day"
}