{
    "id": "2013-09-23",
    "title": "Army Combat Uniform without Permethrin",
    "body": "**What is it?** \n\nThe U.S. Army is allowing Soldiers, trying to become pregnant, pregnant, or post-partum and nursing, the option of temporarily wearing an untreated uniform where the probability of vector-borne disease transmission is remote.   \n\n**What has the  Army done**\n\nIn order to protect Soldiers from the risk and annoyance of biting insects, the Army introduced the [Army Combat Uniform (ACU) with Permethrin](http://www.army.mil/standto/archive/issue.php?issue=2012-10-10) in October 2012. These uniforms are available at Army Military Clothing Sales (AMCS), Clothing Initial Issue Points, Kentucky Logistics Operation Center for Army National Guard (ARNG) and United States Army Reserve enlisted Soldiers' and Reserve Officers' Training Corps. The ACU with permethrin are factory treated with the Environmental Protection Agency approved insect repellent permethrin. \n\nThe EPA, Centers for Disease Control and Prevention, and the World Health Organization advocate the use of permethrin-treated clothing to protect individuals, even pregnant women and children, who may be exposed to insect-borne diseases. \n\n**What efforts does the Army have planned for the future?**\n\nTo exercise the option of wearing non-permethrin treated ACUs, Soldiers must meet with their health care provider to obtain a temporary eProfile - [DA Form 3349, *Physical Profile*](http://armypubs.army.mil/eforms/pdf/A3349.PDF) - authorizing the wear of non-treated ACUs. Proof of profile is required to order and purchase a non-treated ACU through AMCS.\n\nThe profile is issued/ monitored as any other temporary profile.  The pregnancy (nine months) and post-partum (six weeks after delivery) profiles reflect the optional wear of the ACU without Permethrin with maximum duration of 90 days (subject to renewal) with no functional or [Army Physical Fitness Test](http://www.army.mil/standto/archive/issue.php?issue=2012-09-18)  restrictions.  The profile can be continued for 12 months, any extension requires approval by the medical treatment facility commander in cooperation with the Soldier's commander.  \n\n**Why is this important to the Army?**\n\nDuring the time a Soldier is trying to get pregnant, she may eliminate certain foods, modify behaviors, and may be unaware of the exact date of conception.  Just like behavior modification, the Army is providing Soldiers the option to wear an untreated ACU while trying to become pregnant, pregnant, and nursing.  \n\nThe ACU with Permethrin will be worn by Soldiers in possession of this temporary medical profile when commanders deem it necessary to reduce risk of vector-borne hazards while in deployed (non-combat) environments such as field training. \n\n**Resources:** \n\n* [U.S. Army Public Health Command: Permethrin Factory-Treated Army Combat Uniforms (ACU Permethrin)](http://phc.amedd.army.mil/topics/envirohealth/epm/Pages/PermethrinFactory-TreatedArmyCombatUniforms(ACUPermethrin).aspx)\n* [Army.mil: Women in the U.S. Army](http://www.army.mil/women/)\n* Related STAND-TO!:\n* &bull; [Permethrin-Treated Army Combat Uniforms](http://www.army.mil/standto/archive/issue.php?issue=2012-10-10)\n* &bull; [Army Physical Fitness Test](http://www.army.mil/standto/archive/issue.php?issue=2012-09-18)\n* Related article: \n* &bull; [Army launches website about permethrin-treated ACUs](http://www.army.mil/article/110610/)\n",
    "date": "Monday September 23, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI see suicide and our ability to reduce suicide in the Army as a direct reflection on our professionalism. I believe suicide is preventable. As a professional Soldier, you're expected to perform at the highest level of any human being. You're expected, without hesitation, to take another human being's life. You might have to do it not once, not twice, but as many times as necessary. That takes a huge toll on the human body and on the mind.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, speaks about suicide, which remains an enduring priority for the Army senior leadership, at his first Pentagon town hall held earlier in August \n\n### [SMA holds first Pentagon town hall](http://www.army.mil/article/108799/)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}