{
    "id": "2013-09-24",
    "title": "Ready and Resilient Campaign: Military Spouse Employment Partnership ",
    "body": "**What is it?** \n\nThe [Military Spouse Employment Partnership](https://msepjobs.militaryonesource.mil/) (MSEP) program is a Department of Defense (DoD) recruitment and employment resource for spouses and companies. MSEP connects spouses with employers seeking 21st century workforce skills and attributes. Corporate partners have access to a readily available, diverse, and talented pool of candidates. The partnership helps spouses achieve financial security and satisfies career goals through mobility and expanded employment options.\n\n**What has the  Army done**\n\nThe Army initiated the Employment Partnership in 2003. Because of its success, DOD adopted the program in June 2011 to incorporate the services and the Coast Guard. To date, 195 nationally recognized employers, Fortune 500 companies, military support organizations, and federal and military agencies have pledged to increase employment and career opportunities for military spouses. Since June 2011, more than 50,000 spouses have been hired. \n\nMSEP has posted 1.2 million jobs on its website since its inception, augmenting the Services' spouse employment programs. Army Community Service [Employment Readiness](http://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/EmploymentReadiness/default.aspx) managers provide referral to the MSEP partners as a part of their direct job search assistance to military spouses, active-duty military, active Reserve and National Guard, wounded warriors, retirees, and DOD civilians.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe [MSEP](https://msepjobs.militaryonesource.mil/) will continue to create jobs that support the career needs of the mobile military spouse workforce. DOD continues to expand career information through LinkedIn, targeted job fairs in coordination with Chambers of Commerce, and an MSEP [website](https://msepjobs.militaryonesource.mil/) that focuses on spouses. MSEP partners tailor recruitment to the needs of military spouses by implementing adaptive hiring processes and creating employment continuity programs and career portability, with no loss in tenure or benefits.  \n\n**Why is this important to the Army?**\n\nSpouse employment is a major factor in retaining high-quality military personnel. Spouse relocations make career continuity difficult. MSEP goals are to reduce the 26 percent unemployment rate of military spouses and the 25 percent wage gap between military spouses and their civilian counterparts by connecting them with high-demand job opportunities in growing career fields that are portable, flexible, virtual, and mobile.  \n\n\n**Resources:** \n\n* [Army.mil: Ready and Resilient- Transition](http://www.army.mil/readyandresilient/transition)\n* [Military Spouse Employment Partnership](https://msepjobs.militaryonesource.mil/)\n* [Employment Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/EmploymentReadiness/default.aspx)\n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [Army.mil: Army Families](http://www.army.mil/families)\n\n",
    "date": "Tuesday September 24, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nIt is to our advantage to be more involved in the international environment, working mil-to-mil relationships, enabling diplomatic, economic and information activities around the world, attracting partners, reassuring allies, creating deterrent structures to maintain a degree of balance strategically, and then through all those activities being postured to respond when that strategic balance is upset. \n\n### - Maj. Gen. Bill Hicks, deputy director, [Army Capabilities Integration Center](http://www.arcic.army.mil/index.aspx), speaks about the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/index.asp)-conducted Unified Quest Deep Futures Wargame, which  works on a futures model predicted by using 40 geostrategic, military, science, and technology trends, held at Carlisle Barracks, Pa., Sept. 16-20\n\n### [Futures wargame prepares Army for 2030](http://www.army.mil/article/111879/)\n \n### Related STAND-TO!: [2013 Army Posture Statement: The Army for the Future](http://www.army.mil/standto/archive_2013-05-09/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}