{
    "id": "2013-09-25",
    "title": "Mission Command Training Program",
    "body": "**What is it?** \n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s (TRADOC's) [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/), at Fort Leavenworth, Kan., supports combined arms training that replicates joint, interagency, intergovernmental and multinational operations in a [Decisive Action Training Environment](http://www.army.mil/standto/archive/issue.php?issue=2012-03-08). \n\nThe [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/)(MCTP) uses constructive simulations to train commanders and staffs of Army service component commands, corps, divisions, functional and multifunctional brigades as well as theater and expeditionary sustainment commands. \n\n\n**What has the  Army done**\n\nTRADOC's [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/) sends teams - operations groups - worldwide to provide commanders and their staffs with the opportunity to develop leaders on mission command in unified land operations. These operations groups are comprised of observer coach/trainers who coach, teach and provide feedback based on their observations of training exercises, their understanding of current doctrine and their combat experiences. The program also provides senior mentors who offer one-on-one tutoring and a wealth of knowledge on mission command. \n\n**What efforts does the Army have planned for the future?**\n\nThe [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/) is implementing the Army chief of staff-directed \"bigger-fewer\" concept. Rather than conduct seminars and exercises to support an individual headquarters' training, the program will conduct up to six multiechelon warfighter exercises annually. These warfighter exercises will be multicomponent, and the \"bigger-fewer\" construct will not require all training units to collocate to train because the Mission Command Training Program will use improved network capabilities to link the training units. \n\nThis will avoid transportation and temporary duty costs. Each exercise will be supported by all [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/) operations groups, with three operations groups focused on functional and multifunctional brigades. This exercise architecture will provide optimal mission command training opportunities, improve staff coordination, and increase the potential for joint, interagency, intergovernmental and multinational participation. In addition, the Army chief of staff recently approved the addition of a new operations group focused on Special Operating Forces to foster SOF-conventional forces integration. Finally, the Mission Command Training Program is working with [U.S. Army Cyber Command](http://www.arcyber.army.mil/) to incorporate cyberwarfare into the training environment. \n\n**Why is this important to the Army?**\n\nAs the Army's only deployable combat training center, the [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/) focuses on mission command training and leader development balanced with unit readiness training requirements. \n\n\n**Resources:** \n\n* [Mission Command Training Program](http://usacac.army.mil/cac2/MCTP/)\n* [Combined Arms Center-Training](http://usacac.army.mil/cac2/cac-t/ )\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* AKO login required: [Army Training Network](https://atn.army.mil/)\n* Related STAND-TO!:\n* &bull; [U.S. Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-18)\n* &bull; [Army Training Network](http://www.army.mil/standto/archive_2013-07-22)\n* &bull; [Decisive Action Training Environment](http://www.army.mil/standto/archive/issue.php?issue=2012-03-08)\n* Social Media sites:\n* &bull; [Mission Command Training Program Facebook](https://www.facebook.com/MissionCommandTrainingProgram)\n* &bull; [Combined Arms Center-Training Facebook](https://www.facebook.com/usacactraining)\n* &bull; [Mission Command Training Program Twitter](https://twitter.com/MCTPFTLVN)\n* &bull; [Combined Arms Center-Training Twitter](https://twitter.com/usacactraining )\n* &bull; [Mission Command Training Program Blog](http://usacacblogs.army.mil/missioncommandtrainingprogram)\n\n\n\n",
    "date": "Wednesday September 25, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nWe remain committed to our families' and Soldiers' quality of life and are dedicated to building and sustaining resilience of every Soldier and family member ... We must never forget that we must constantly be able to take care of our Soldiers and families as we do this. We'll re-invest in our readiness and we'll continue key programs that allow us to sustain a modernized Army.\n\n\n### -Chief of Staff of the Army Gen. Raymond T. Odierno, during his first  one-hour virtual town hall, from the Pentagon, Sept. 24, 2013\n\n\n### [Odierno answers questions at his first virtual town hall](http://www.army.mil/article/112028//)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}