{
    "id": "2013-09-26",
    "title": "Sexual Harassment/Assault Response and Prevention: Victim Advocacy",
    "body": "**What is it?** \n\n[Sexual Harassment/Assault Response and Prevention](http://www.army.mil/standto/archive_2013-06-07/) [(SHARP)](http://www.army.mil/SHARP) reinforces the Army's commitment to eliminate incidents of sexual harassment and sexual assault through a comprehensive policy centered on prevention, investigation, accountability, advocacy and assessment. \n\n**What has the  Army done**\n\nThe Army is committed to achieving cultural change by eliminating sexual assault and sexual harassment from the ranks. \n\n* &bull; Implemented a strategy that includes two full-time program personnel to serve as SHARP Sexual Assault Response Coordinators (SARCs) and SHARP Victim Advocates (VAs) at brigade and equivalent-level units.  \n* &bull; Published a detailed policy for expedited transfer of Soldiers who are victims of sexual assault, which starts with a presumption in favor of granting a victim's request for transfer.  \n* &bull; Organized a SECARMY/CSA SHARP Panel, which includes experts and victims.\n* &bull; Initiated a SHARP Program Special Interest Item Inspection Team.\n* &bull; Enhanced SARC/VA selection criteria.\n\n**What efforts does the Army have planned for the future?**\n\n* &bull; *Improving Victim Legal Support*:  The Army will establish a special victim's advocacy program that makes available legal advice and representation to sexual assault victims throughout the military investigative and justice process.\n* &bull; *Expanding Victim Rights*: In accordance with a forthcoming Executive Order to amend the Manual for Courts Martial, the Army will ensure that victims of crime are given the opportunity to provide input to the post-trial action phase of courts-martial.\n* &bull; *Standardizing Protections*:  The Army's fraternization policy prohibits inappropriate relations. The Army is re-emphasizing the role of commanders and senior enlisted leaders in setting the command climate and ensuring the highest level of conduct.\n* &bull; *Enhancing Protections*:  The Army will implement policy allowing administrative reassignment or transfer of a member accused of committing a sexual assault or related offense, balancing the interests of victim and accused.\n* &bull; *Enhancing Pretrial Investigations*: Judge Advocates will serve as investigating officers for all Article 32 hearings on sexual assault offense charges, leveraging expertise in protecting victim privacy, privileged communications, and medical records. \n* &bull; *Ensuring Investigative Quality*:  The Army SHARP Program Special Interest Item Inspection will assess compliance with requirements, policy and training; evaluate institutional responses to allegations and incidents across the Army; and evaluate Army \"culture\".  \n\n**Why is this important to the Army?**\n\nSexual harassment and sexual assaults violate core [Army values](http://www.army.mil/standto/archive_2013-08-15/), the [Warrior Ethos](http://www.army.mil/values/warrior.html), and the nation's trust. \n\n**Resources:** \n\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil)\n* [Army.mil: SHARP](http://www.army.mil/SHARP)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army.mil: Army Values](http://www.army.mil/values)\n* Related CSA's Blog:\n* &bull; [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment)\n* Related STAND-TO!:\n* &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n* &bull; [Army Values](http://www.army.mil/standto/archive_2013-08-15/)",
    "date": "Thursday September 26, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nSexual assault and harassment represent an insider threat with the potential to cause significant, irreparable harm to our Army.\n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n\n### Related site: [Army.mil: Sexual Harassment/Assault Response and Prevention (SHARP)](http://www.army.mil/sharp)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}