{
    "id": "2013-09-27",
    "title": "Gold Star Mothers Day ",
    "body": "**What is it?** \n\nEnacted June 23, 1936, the 74th United States Congress designated \"Gold Star Mother's Day\" as a national commemoration for the American people to pause and honor the continued service of the Gold Star Mothers - women who have been forever changed through the ultimate sacrifice of their sons and daughters who have sacrificed their lives in the service of the nation. This year, the Army community will join the nation Sept. 29, for this expression of community solidarity.\n\nDuring World War I, Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each military service member. Families stitched a gold star over the blue one to honor those members who died in military service. \n\n**What has the  Army done**\n\nThe Army joins all Americans in support of the 2013 Gold Star Mothers Day Sunday, Sept. 29. Arlington National Cemetery, the Vietnam Veterans Memorial and the Tomb of the Unknown Soldier will hold memorial events Army leaders encourage department personnel and their families to take time on this day to remember those who have given their lives in the service of the country and recognize the sacrifices of the loved ones service members have left behind. \n\n**What efforts does the Army have planned for the future?**\n\n[Gold Star](http://www.army.mil/goldstarmothers/) Mothers are an inspiration to all Americans because they exemplify courage, grace and fortitude in the face of incalculable sorrow. The Army is dedicated to providing long-term support throughout the grief process. The Army's [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/) deliver coordinated, comprehensive, and standardized programs across the force to meets survivors needs.  These dedicated resources represent the Army's commitment to first class service for as long as the family desires.  \n\n**Why is this important to the Army?**\n\nGroups like the [Gold Stars Mothers](http://www.army.mil/goldstarmothers/) support the families of the fallen by echoing the critical message that their sacrifices will not be forgotten. On behalf of a grateful nation, the Army salutes America's [Gold Stars Mothers](http://www.army.mil/goldstarmothers/). They are, and always will be, members of our great [Army family](http://www.army.mil/families). The Army, along with our nation, recognizes their courage and renews our commitment to support them as we honor the legacy of the fallen - our Soldiers, their children.  \n\n**Resources:** \n\n* [Presidential Proclamation- Gold Star Mother's and Family's Day, 2013](http://www.whitehouse.gov/the-press-office/2013/09/26/presidential-proclamation-gold-star-mothers-and-familys-day-2013)\n* [Tri-signed letter: Senior leaders message](http://www.army.mil/e2/c/downloads/265276.pdf)\n* [U.S. Army Gold Star Mothers](http://www.army.mil/goldstarmothers/)\n* [Gold Star Mothers](http://www.goldstarmoms.com/)\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/site/active/tagd/cmaoc/altfcm/programs.htm)\n* [U.S. Army Survivor Outreach Service](http://www.myarmyonesource.com/FamilyProgramsandServices/SurvivingFamilies/SurvivorOutreachServices.aspx)\n* Related STAND-TO!:\n* &bull; [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)",
    "date": "Friday September 27, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nOn this day, we remember our commitment to the Gold Star mothers and families who carry on with pride and resolve despite unthinkable loss. We recall our sacred obligation to those who gave their lives so we could live ours. \n\n\n### - President Barack Obama\n\n### From the following: [Presidential Proclamation -- Gold Star Mother's and Family's Day, 2013](http://www.whitehouse.gov/the-press-office/2013/09/26/presidential-proclamation-gold-star-mothers-and-familys-day-2013)\n\n### Related site: [Army.mil: Gold Star Mothers Day](http://www.army.mil/goldstarmothers)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}