{
    "id": "2013-09-30",
    "title": "Solid State Active Denial Technology ",
    "body": "**What is it?** \n\nThe Solid State Active Denial Technology (SS-ADT) is a non-lethal weapon system which disrupts hostile activities and can deny personnel from remaining in specific areas, without causing permanent physical harm or collateral damage.  SS-ADT is a directed energy weapon which uses radio frequency millimeter waves at 95 GHz traveling at the speed of light to create a brief intolerable heating sensation on the person's skin at tactically useful ranges.   The heating sensation propels individuals to instinctively move to escape the energy.  A Soldier is \"in the loop\" while operating the system and automatically times out in a few seconds to limit exposure, making it safe. \n\n**What has the  Army done**\n\nThe [U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/) is leveraging Joint Service investments to develop the SS-ADT.  The SS-ADT science and technology effort is directed toward improving the size, weight, power and cooling consumption of the current [Active Denial System](http://jnlwp.defense.gov/future/ADT.html).    \n\n**What efforts does the Army have planned for the future?**\n\nThe Army is collaborating with the [DOD Non-Lethal Weapons Program](http://jnlwp.defense.gov) in advancing this technology to be used as an adjunct or stand-alone system.  A hand held SS-ADT version is planned for integration with future Soldier dismounted weapon systems to provide an escalation of force capability. The system will provide Soldier protection in crowd control and similar situations requiring a non-lethal solution. \n\n**Why is this important to the Army?**\n\nA constantly changing battlefield places the Joint Warfighter in unpredictable environments.  A system that can affordably prevent non-combatant casualties and collateral damage while ensuring the safety of the Joint Warfighter is critical technology.  The SS-ADT gives it a greater engagement range envelope than currently fielded non-lethal capabilities, utilizing one system rather than a complex \"System of Systems.\" The SS-ADT operational flexibility is a highly promising technology for crowd dispersal, checkpoint security, perimeter security, area denial, and port protection from both mobile and fixed site applications.\n\n**Resources:** \n\n* [The U.S. Army Armaments Research Development and Engineering Center](http://www.ardec.army.mil/)\n* [Active Denial System](http://jnlwp.defense.gov/future/ADT.html)\n* [DOD Non-Lethal Weapons Program](http://jnlwp.defense.gov/index.html)\n* Related content:\n* &bull; Article: [Fort Eustis participates in non-lethal maritime operational demonstration](http://www.jble.af.mil/news/story.asp?id=123363383)\n* &bull; Video: [Active Denial System Undergoes Demonstration](http://www.dvidshub.net/video/301663/active-denial-system-undergoes-demonstration#.Ujr3RD-ts41)\n* &bull; Document: [Solid State Active Denial Technology\nDemonstrator Program](http://www.dtic.mil/ndia/2012armaments/Thursday14328robinson.pdf)\n* Related STAND-TO!: \n* &bull; [Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/? )\n",
    "date": "Monday September 30, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nRegardless of what the budgetary climate might be, threats to our national security are always there, which is why ongoing research and development is needed to ensure that our men and women in uniform have the best equipment possible.\n\n### - Secretary of the Army John McHugh, asserting the value of the ongoing research, development, acquisition and lifecycle management of weapon systems and ammunition at [Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/?) during his visit there last week, to assess the effect of sequestration on the installation's efforts.\n\n### [Secretary of the Army affirms Picatinny's importance to national security](http://www.army.mil/article/112209/)\n\n### Related STAND-TO!: [Picatinny Arsenal](http://www.army.mil/standto/archive_2013-08-09/?)\n \n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **September 2013**\n \n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day\n\n* **October 2013**\n\n* Energy Awareness Month: [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n* National Domestic Violence Awareness Month  \n\n* National Depression Education & Awareness Month: *Related site* - [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n\n* National Disability Employment Awareness Month\n\n* Oct. 21 - 23: Association of the Unites States Army Annual Meeting and Exposition (AUSA), Washington D.C. \n "
}