{
    "id": "2015-05-01",
    "title": "Behavioral Health",
    "body": "**What is it?**\n\nBehavioral Health (BH) is an important factor in the readiness of the Army.  It encompasses psychological, physical and spiritual wellbeing, and can impact each of these aspects regardless of age, race, religion, or income.  \n\nAccording to a February 2015 review of Army data systems, Defense Manpower Data Center (DMDC), and Defense Medical Surveillance System (DMSS) 7.4 percent of the Soldiers who have ever deployed Oct. 7, 2001 to Feb. 1, 2015, received a diagnosis of post-traumatic stress disorder (PTSD).  Data from the U.S. Transportation Command (TRANSCOM) and U.S. Transportation Regulating and Command and Control Evacuation System (TRAC2ES) indicates that, since October 2001, 2,959 Soldiers have required air medical transport out-of-theater (Operation Enduring Freedom) for PTSD or other BH issues, sole condition or comorbidity.  Between March 2003 and December 2011, 5,320 Soldiers were evacuated out-of-theater from Operation Iraqi Freedom and Operation New Dawn. \n\n**What has the Army done?**\n \nThe Army offers an array of BH services in garrison and operational environments to address the strain on Soldiers and Families who have experienced multiple deployments and other demands of military life.  Services include:  theater combat and operational stress control, routine behavioral healthcare, periodic assessments, and suicide prevention programs. Tele-behavioral health services are offered in 51 countries/territories across 19 time zones, allowing Soldiers and Family members in remote locations the ability to link to BH providers at different locations.  \n\n**What continued efforts does the Army have planned for the future?**\n \nAs the Army transforms from a \"healthcare system\" to a a [\"System for Health,\"](http://go.usa.gov/3BGt9) the BH component of this effort is known as the Behavioral Health Service Line (BHSL). BHSL was implemented to standardize delivery of behavioral healthcare across the Army to identify, prevent, treat and track BH issues affecting Soldiers and beneficiaries.  This service line implements enterprise standards to offer Soldiers and Families a uniform care experience at all locations with consistent and ready access to BH services provided throughout the Soldier Life Cycle.  Full operating capability for the BHSL is scheduled to occur no later than fiscal year 2016. \n\n**Why is it important to the Army?**\n\nThe Army recognizes that BH is an important part of overall resilience and is committed to providing ongoing training, enhanced assessments and programs that promote increased access to behavioral healthcare and a culture where Soldiers and Family members can seek and obtain treatment when needed. \n\n**Resources:**\n\n* [Army Behavioral Health](http://armymedicine.mil/Pages/behavioralhealth.aspx)\n* [Army.mil: Army Public Health Command News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usaphc/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related article:\n* [- Behavioral Health helps Soldiers cope with Liberia deployment](http://www.army.mil/article/140001/)\n* [- Embedded Behavioral Health helps Soldiers bounce back](http://www.army.mil/article/131420)\n* Related STAND-TO!:\n* [- Ready and Resilient Campaign: Post Traumatic Stress Disorder](http://www.army.mil/standto/archive_2013-08-27/)\n* [- Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n\n",
    "date": "Friday, May 1, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI am concerned that, under sequestration, the nation will have its smallest National Guard since the end of the Korean War, despite the American population roughly doubling since that time.\n\n### -  Army Gen. Frank Grass, chief of the National Guard Bureau, testifies at a hearing on the posture for the National Guard and Reserve before the Senate Appropriations Committee - Defense subcommittee, April 29, 2015.\n\n### - [Sequestration would mean smallest National Guard since Korean War, Gen. Grass warns](http://www.army.mil/article/147512)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n* **May 2015**\n\n* Mental Health Month: Visit [MEDCOM](http://armymedicine.mil/pages/home.aspx)\n\n* Asian Pacific Heritage Month: \n\n* Women's Health Care Month: Visit [MEDCOM](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [IMCOM](http://www.imcom.army.mil/)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}