{
    "id": "2015-05-04",
    "title": "National Military Appreciation Month: \"United States Armed Forces: Honor, Recognize & Remember\"",
    "body": "**What is it?** \n\nIn 1999, Congress designated May as National Military Appreciation Month to encourage the nation to publicly demonstrate their appreciation for the sacrifices and successes made by Service members -- past and present. The declaration summoned U.S. citizens to observe the month \"in a symbol of unity, to honor the current and former members of the Armed Forces, including those who have died in the pursuit of freedom and peace.\"\n\n**What is the Army doing?**\n\nDuring National Military Appreciation Month, garrisons worldwide host special events such as parties, balls, picnics, dedications, and \"Run to Honor\" events -- specifically to thank and honor military members for their service. The theme for this year's commemoration is *United States Armed Forces: Honor, Recognize & Remember*.\n\nMay includes six other national observances highlighting the contributions of different segments of the Army community, including: Loyalty Day (May 1); Public Service Recognition Week (May 3-9); Victory in Europe Day (May 8); Military Spouse Appreciation Day (May 8); Armed Forces Day (May 16), and Memorial Day (May 25).\n\nMany activities and events are planned at installations and agencies around the world, some combining two or more observances. Soldiers, Families, retirees and civilians are invited to participate in programs and events and encouraged to express their appreciation.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue event programming focused around the national observances. Furthermore, the Army is developing a campaign which explains Memorial Day's true meaning. The Army will produce public service announcements featuring [Chief of Staff of the Army General Raymond Odierno](http://www.army.mil/leaders/csa/) and survivors of fallen Sservice members who will talk about what Memorial Day means to them and why Americans should remember and honor the fallen during the holiday weekend. The public service announcements will be released in mid-May. \n\n**Why is this important to the Army?**\n\nNational Military Appreciation Month reminds all of the sacrifices Service members and their Families make to protect the nation's freedom. The Army is the strength of the nation -- the strength of the Army are the Soldiers, Families, retirees and civilians. The strength of the Soldiers and civilians is the Total Army Family, and taking time to honor those who faithfully serve demonstrates the nation's gratitude for their service.\n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/) \n* [Army.mil: Army Families](http://www.army.mil/families)\n* Related Social Media:\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR) \n",
    "date": "Monday, May 4, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe have a need to become an expeditionary (force) because it boils down to this -- what are the future challenges in this world and how can we in the Army plan a strategy that mitigates those risks.\n\n### -  Dr. Andrew F. Krepinevich Jr., president of the Center for Strategic and Budgetary Assessments and a West Point graduate who spent 25 years in the Army, serving on the personal staffs of three defense secretaries and in the Office of Net Assessment, and along the way earned his doctoral from Harvard University, addressed the sustainment and logistics challenges facing the future force at the Pentagon April 23, 2015. \n\n### - [Futurist predicts Far East challenges for expeditionary Army](http://www.army.mil/article/147669)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [MEDCOM](http://armymedicine.mil/pages/home.aspx)\n\n* Asian Pacific Heritage Month: \n\n* Women's Health Care Month: Visit [MEDCOM](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [IMCOM](http://www.imcom.army.mil/)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}