{
    "id": "2015-05-05",
    "title": "Network Integration Evaluation 15.2",
    "body": "**What is it?**\n\nNetwork Integration Evaluation (NIE) 15.2 is the ninth in a series of Soldier-led evaluations designed to further integrate and rapidly progress the Army's tactical communications network, which is a top Army modernization priority. \n\nNIE 15.2 is taking place at Fort Bliss, Texas, from May 2-20, and includes Soldiers of the 2nd Heavy Brigade Combat Team, 1st Armored Division. The primary purpose of NIE 15.2 is to conduct operational tests for the Distributed Common Ground System-Army (DCGS-A) and the Mid-tier Networking Vehicular Radio (MNVR). \n\n**Why is this important to the Army?**\n\nThe tactical communications network is a critical enabler for an expeditionary, agile force, delivering the power of information that allows the Army to quickly adapt to a range of military operations in any environment. This globally responsive, regionally engaged force requires a capable, versatile tactical network to enable unprecedented connectivity. The NIE process, and the Soldier-driven operational feedback it provides, is important to continuously upgrade, protect and simplify the network and set the conditions for Force 2025 and beyond.\n\n**What has the Army done?**\n\nThrough the NIE process, the Army has integrated, validated and refined capability sets, which provide increased mission command on the move capability and network connectivity down to the dismounted Soldier for brigade combat teams. Today, the tactical network is providing the communications backbone for the Soldiers in overseas operations including Operation Freedom's Sentinel, Operation Inherent Resolve, [Operation Atlantic Resolve](http://www.army.mil/standto/archive_2015-01-07/) and Pacific operations.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) will conduct Force 2025 Maneuvers to support [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/). NIEs will be a critical component of this process by efficiently delivering critically needed integrated network capabilities to the Soldier. Another component is the Army Warfighter Assessment (AWA), which is an opportunity to maximize collective resources to assess joint/multinational interoperability, readiness and modernization priorities.\n\nBeginning in fiscal 2016, NIEs will focus on testing and evaluation of network programs of record to continue to meet testing requirements and validate yearly capability sets for delivery, with other technologies assessed through annual AWA events. The Army will execute a deliberate transition to ensure continued industry participation, improved integration and valuable Soldier feedback. Together, NIEs and AWAs will address the Army's warfighting challenges and deliver network and  doctrine, organization, training, materiel, leadership and education, personnel, facilities (DOTMLPF) capabilities to the Army in support of Force 2025 and Beyond.\n\n**Resources:**\n\n* [Brigade Modernization Command](https://www.bliss.army.mil/BMC/) \n* [2d Brigade Combat Team, 1st Armored Division](https://www.bliss.army.mil/2HBCT1AR/) \n* [U.S. Army Test and Evaluation Command](http://www.atec.army.mil/) \n* [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/) \n* Related Social Media:\n* [- PEO C3T on Facebook](https://www.facebook.com/peoc3t) \n* [- 2d Brigade 1st Armored Division on Facebook](https://www.facebook.com/2BDE1AD) \n* Related STAND-TO!: \n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Capability Set 14](http://www.army.mil/standto/archive_2014-07-23/) \n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n\n",
    "date": "Tuesday, May 5, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe really have two independent measures  that show there is a significant decrease in prevalence [of sexual assault]. The fact that between 2012 and 2014 we've had a 25 percent decrease in the prevalence of this crime is an indication of progress.\n\n### -  Maj. Gen. Jeffrey Snow, director of the DOD Sexual Assault Prevention and Response Office, while outlining the results of the Defense Department's annual report which shows a decrease in sexual assault, emphasized upon a continued and persistent effort to eradicate this crime from the force.\n\n### - [Survey shows decline in military sexual assaults](http://www.army.mil/article/147870)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* Asian Pacific Heritage Month \n\n* Women's Health Care Month\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}