{
    "id": "2015-05-06",
    "title": "Asian Pacific American Heritage Month ",
    "body": "**What is it?**\n\nAsian Pacific American Heritage Month is celebrated each May to recognize the contributions of Asian and Pacific Americans.  Congress passed a joint congressional resolution in 1978, establishing the first week of May as Asian American Heritage Week.  May holds two important anniversaries:  the arrival of the first Japanese immigrants on May 7, 1843, and the completion of the transcontinental railroad by predominantly Chinese laborers on May 10, 1869. In 1990, Congress voted to expand the commemoration from a week to a month-long observance. Beginning in 1992, the month of May was permanently designated as \"Asian/Pacific American Heritage Month.\"\n\nThis year's theme is \"Many Cultures, One Voice: Promote Equality and Inclusion,\" which honors [Asian and Pacific American Soldiers](http://www.army.mil/asianpacificsoldiers/), civilians, and Family members who have helped shape the history and make America's Army a model institution for diversity and inclusion.\n\n**What has the Army done?**\n\nEach May, the U.S. Army celebrates its Asian and Pacific men and women of all generations who have served in the defense of the nation. The Army plans and executes events and activities at installations which appropriately commemorate the services and sacrifices of Asian and Pacific Soldiers and their Families.  These events underscore the importance of diversity in building and sustaining the best fighting force. \n\n**What continued efforts does the Army have planned for the future?**\n\nOn May 6, 2015, Dr. Naomi B. Verdugo, office of the deputy assistant secretary of the Army (DASA), civilian personnel/quality of life, is the 2015 Federal Asian Pacific American Council (FAPAC) winner for the Diversity Excellence Award, and Staff Sgt. Patrick J. Maltezo is the 2015 FAPAC Military Meritorious Service Award recipient.  These outstanding Army employees will be honored during the military awards ceremony.  Mr. Anthony Stamilio, deputy assistant secretary of the Army, civilian personnel/quality of life will serve as the keynote speaker for this event.  The Army recognizes that all cultures have a place in the ranks and continues to highlight, celebrate and learn for the diversity.   The Army gains a strategic advantage by creating a culture of inclusion where individuals are drawn to serve, are values, and actively contribute to mission success and the overall defense of our nation.\n\n**Why is this important to the Army?**\n\nThe Army is the strength of the nation and historically a leader in creating opportunities for all.  The Army  firmly values the principles of diversity and inclusion and continues to lead American society in maximizing the potential of future leaders from all backgrounds. Diversity makes the Army better and more equipped to meet the challenges and threats of the 21st century.\n\n**Resources:**\n\n* [2015 Asian/Pacific Heritage Month Tri-signed letter](http://www.army.mil/e2/rv5_downloads/features/asianpacificamericans/asian_pacific_heritage_trisign.pdf)\n* [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificamericans/)\n* [Army Diversity Strength](http://www.armydiversity.army.mil/)\n* [Army Values](http://www.army.mil/values)\n* [Army Profession](http://cape.army.mil/)\n* Related STAND-TO!: \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n* [- America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n",
    "date": "Wednesday, May 6, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nDespite historic obstacles, Asian and Pacific Americans have persevered and contributed to every aspect of American life. This month, we pay tribute to the tenacity, hope and resolve of Asian and Pacific American Soldiers, Civilians and Family members who have helped shape our history and make America's Army a model institution for diversity and inclusion. \n\n### -  Senior leaders message on 2015 Asian/Pacific Heritage Month: \"Many Cultures, One Voice: Promote Equality and Inclusion\"\n\n### Read the complete [Tri-signed letter](http://www.army.mil/e2/rv5_downloads/features/asianpacificamericans/asian_pacific_heritage_trisign.pdf)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}