{
    "id": "2015-05-07",
    "title": "Central Accord 15  ",
    "body": "**What is it?**\n\nCentral Accord is an annual joint exercise that links U.S. Army personnel with counterparts from militaries throughout Africa and Europe to promote strong partnerships based on mutual trust and respect that are pivotal to forging and maintaining regional security and stability in Africa. \n\n[U.S. Army Africa](http://www.usaraf.army.mil/) (USARAF), in partnership with Gabon, the United Nations, the Multinational Force of Central Africa (FOMAC), France, and the Netherlands, conducts Exercise Central Accord 15 in Libreville, Gabon, from May 8-21, 2015.\n\n**What has the Army done?**\n\nU.S. engagement with countries in Africa is not new. For the past few decades, America has partnered with African militaries in mission command capacity-building events and training engagements across a number of skill sets. Central Accord 15 is a two-part exercise consisting of academic instruction followed by a command post exercise that will apply and assess participants' ability in four major areas:\n\n* (1) Peacekeeping/peace support operational tasks conducted in accordance with United Nations standards. \n* (2) Coordination of responses to crises individually and as part of a multinational staff. \n* (3) Operations under the Law of Armed Conflict. \n* (4) U.S. forces ability to deploy, employ, sustain, and redeploy forces in a complex world.\n\n**What continued efforts does the Army have planned for the future?**\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land-forces and regional organizations. These foundational capabilities help create synergy and provide options to prevent conflict, to shape the security environment and to win conflicts. Future Central Accords will be scheduled to take place in Africa and USARAF will continue to develop and build upon the relationships established here.\n\n**Why is this important to the Army?**\n\nAfrica is a complex environment with numerous opportunities and challenges. USARAF's efforts are an important contribution to protecting Americans and American interests, and these efforts are bearing fruit. This exercise, involving land forces from several African nations, is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S., the nations of Central Africa, and participating militaries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n* USARAF on social media:\n* [- on Facebook](http://www.facebook.com/ArmyAfrica)\n* [- on Twitter (@USArmyAfrica)](https://twitter.com/USArmyAfrica)\n* Related STAND-TO!\n* [-  The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Regionally Aligned Force Training Environment-Africa](http://www.army.mil/standto/archive_2013-08-06/)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n",
    "date": "Thursday, May 7, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThere is no pause button on being a Soldier.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), lays emphasis on the fact that Soldiers must continually meet the standards of \"being a Soldier\" during their entire duration in the Army, at the first-ever [NCO Solarium](http://www.army.mil/standto/archive_2015-04-29) which was recently held at Fort Leavenworth, Kansas \n\n### [Soldiers take tough stance on physical fitness test failures](http://www.army.mil/article/147940/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}