{
    "id": "2015-05-08",
    "title": "Military Spouse Appreciation Day: \"Army Spouses: The Strength of Our Soldiers\"  ",
    "body": "**What is it?** \n\nIn 1984, President Ronald Reagan signed the first proclamation officially recognizing Military Spouse Appreciation Day. The Department of Defense then standardized the date by declaring the Friday before Mother's Day every year as Military Spouse Appreciation Day. In 1999, Congress officially made Military Spouse Appreciation Day a part of National [Military Appreciation Month](http://www.army.mil/standto/archive_2015-05-04/?). This year the commemoration falls on May 8, 2015, and the theme is Army Spouses: The Strength of Our Soldiers. The theme showcases how spouses are vital to the strength, resilience and readiness of the Army.\n\n**What is the Army doing?**\n\nIn celebration of Military Spouse Appreciation Day, garrisons Army-wide will hold a variety of programs and special events to celebrate military spouses. Program coordinators in Army Community Service and Family and Morale, Welfare and Recreation will plan events such as luncheons, educational workshops, spouse employment fairs, socials and spa nights. These events are opportunities for the Army to show their gratitude and support for military spouses. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army promises to take care of Families through the promotion of many Army strategic campaigns such as [Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/), which includes the [Army Family Action Plan](http://www.army.mil/standto/archive_2013-08-14/), and [Total Army Strong](http://www.army.mil/standto/archive_2014-09-24/).  The Army understands that providing high quality of life programming to Families is crucial to building a strong and resilient community. \n\n**Why is this important to the Army?**\n\nThe Army recognizes the important role that spouses play in today's Army. After more than a decade at war and multiple deployments, spouses continue to support America's Army by serving in multiple roles as community leaders, mothers, fathers and Soldiers. Through mission, deployment, reintegration and reset, military spouses are the backbone of the Families who support the Soldiers. They are essential to the strength, resilience and readiness of the nation.\n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) \n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)  \n* [Army.Mil: Army Families](http://www.army.mil/families) \n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity) \n* [Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR)  \n* [Army OneSource](http://www.myarmyonesource.com/) \n* [Military.com](http://www.military.com/spouse) \n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx) \n",
    "date": "Friday, May 8, 2015",
    "quote": "Quote for the Day\n-------------------\n\nMy perception is ... that people are afraid of failure. I don't know how to overcome that. But I need those skill sets in my Army -- desperately. We have to get NCOs to have the confidence and capabilities to go to these schools and achieve standards.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), while discussing the low Soldier attendance at developmental schools such as airborne school, ranger school, master gunner school and master fitness trainer school, at the first-ever [NCO Solarium](http://www.army.mil/standto/archive_2015-04-29), which was recently held at Fort Leavenworth, Kansas \n\n### [NCOs want more clearly defined role in mission command](http://www.army.mil/article/148093/)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}