{
    "id": "2015-05-12",
    "title": "Medical Training Task Force",
    "body": "**What is it?**\n\nThe Medical Training Task Force (MTTF) provides training support for Army National Guard and Army Reserve medical units during pre- and post-mobilization unit collective training to support readiness and prepare deploying Soldiers and units for a combatant command requirement. Composed of First Army medical skills observer coach/trainers (OC/Ts), the MTTF:\n\n* -- Provides training support through habitual partnerships throughout the unit's training cycle, prioritized by the unit's deployment and readiness progression.\n* -- Conducts Army Contingency Force unit assessments for reserve-component medical units.\n* -- Plans, coordinates, and executes Mission Rehearsal Exercises (MRXs) for deploying reserve-component medical units during post-mobilization training.\n* -- Provides Combat Life Saver training in support of First Army OC/T certification requirements.\n* -- Within capability, provides External Evaluations for deploying active-component medical units at the detachment through brigade-level.\n* -- Within capability, provides training support to Defense Support of Civil Authorities exercises.\n\n**What has the Army Reserve done?**\n\nIn 2004, [U.S. Army Forces Command](http://www.forscom.army.mil/) directed [First Army](http://www.first.army.mil) to establish a pre-deployment trauma training program for deploying health care specialists and combat medics. Originally located at Joint Base Lewis-McChord, Washington, under the command and control of First Army's 191st Infantry Brigade, the MTTF provided training support for MRXs for all medical units up to the brigade level. After several reorganizations, the MTTF moved to Fort Hood, Texas, in January 2012 where it has since provided post-mobilization MRX support to more than 80 reserve-component medical units (approximately 4,000 medical personnel).\n\n**What efforts does the Army Reserve plan to continue?**\n\nCurrent MTTF structure ensures First Army has the capability to:\n\n* (1) Establish habitual partnerships with RC medical units in support of reserve-component pre-mobilization readiness.\n* (2) Provide mission command and clinical OC/T support to detachment through brigade level medical units.\n* (3) Manage the only medical training support warehouse in the Army.\n* (4) Maintain a property book of training equipment totaling more than $15 million in medical material (equipment and consumables).\n\n**Why is this important to the Army?**\n\nReserve-component medical units make up approximately 68 percent of the Army's total medical force. First Army's MTTF has the unique mission of providing medically-focused training support to sustain unit readiness levels of non-deploying reserve-component medical units and conducting unit collective training to prepare deploying reserve-component medical Soldiers to meet worldwide combatant commander requirements.\n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.nationalguard.mil/)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related Documents: \n* [- First Army Premier Trainers Tri-fold (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/Trifold-PremierTrainers-SinglePage-Readable-20141001.pdf)\n* [- Army Total Force Policy Tri-fold](http://www.first.army.mil/documents/pdf/Trifold-ATFP-SinglePage-Readable-20141001.pdf)\n* [- First Army Information Brochure](http://www.first.army.mil/documents/pdf/1A_Brochure_2013_Version.pdf)\n* Related Social Media:\n* [- First Army Facebook](http://www.facebook.com/FirstArmy)\n* Related article:\n* [- Medical Training Task Force Soldiers conduct combat lifesaver training for Division West Reservists](http://www.army.mil/article/85605/)\n",
    "date": "Tuesday, May 12, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThey're a strong group of Soldiers, who are working their way through the U.S. Army's most physically and mentally demanding course.\n\n### - Maj. Gen. Scott Miller, commanding general, [Maneuver Center of Excellence](http://www.benning.army.mil/), admiring the motivation of the Soldiers, including the recycled eight women Soldiers in a first-ever gender-integrated class of the Army's Ranger School \n\n### [Eight women in Ranger School recycled](http://www.army.mil/article/148345/)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}