{
    "id": "2015-05-14",
    "title": "The Army Cyber Institute",
    "body": "**What is it?**\n\nThe [Army Cyber Institute](http://www.usma.edu/acc/) (ACI) at West Point, New York, is a national resource for research, advice, and education in the cyber domain, engaging the Army and government, academic, and industrial cyber communities. The ACI builds the Army's intellectual capital and expands the cyber knowledge base, enabling effective Army cyber defense and cyber operations. \n\n **What is the Army doing?** \n\nThe ACI is a strategic initiative by the [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/), [Chief of Staff of the Army](http://www.army.mil/leaders/csa/), and other senior leaders to develop intellectual capital and partnerships that enable the nation to out-maneuver our adversaries in cyberspace. To achieve this vision, the ACI operates along four lines of effort: advancing the body of cyber knowledge, leveraging partnerships, fostering rigorous study of cyberspace, and catalyzing the Army's cyber transformation.  \n\n**Why is this important to the Army?** \n\nThe birth of U.S. Cyber Command and [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html) and publication of the DOD Strategy for Operating in Cyber Space, buttressed by the vision of senior leaders, have sparked a dramatic and rapid transformation within the Army. The ACI is both a key component and enabler of that transformation. Today, even as it builds, staffs, and equips a new organization, the ACI is achieving its mission in a dynamic environment where threat tactics, techniques, and procedures can change on a daily basis.\n\nThe ACI is unique in its multi-disciplinary approach to cyber. In addition to computer science and electrical engineering, ACI fellows specialize in law, policy, ethics, history and other fields to produce inherently multi-disciplinary solutions. This approach enables the ACI to build forward-looking intellectual capital, to engage in key strategic partnerships and collaborations, and to build the cyber profession.\n\nTo build momentum, the ACI has adopted an aggressive engagement strategy, including hosting professional forums such as the Joint Military Academy Cyber Security Summit. The inaugural summit will be held May 13-14, 2015, at West Point, providing a venue for distinguished representatives to discuss cyber topics of national security importance.\n\n**What does Army have planned for the future?** \n\nThe ACI is building irreversible momentum as it conducts outreach, advises, researches, and educates. As the Army and the nation continue to transform and build our cyber capabilities, the ACI will remain a national resource for enabling effective Army cyber defense and cyber operations.\n\n**Resources:**\n  \n* [Army Cyber Institute](http://www.usma.edu/acc/)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html)\n* [U.S. Army Cyber Center of Excellence](http://cybercoe.army.mil/)\n* [Cyber Defense Review](http://www.cyberdefensereview.org/)\n* Related document: \n* [- DOD Strategy for Operating in Cyber Space](http://www.defense.gov/news/d20110714cyber.pdf)\n* [- ACI Videos](https://www.youtube.com/user/ArmyCyberInstituteWP)\n* Related article:  \n* [- Army Cyber Institute, Army Cyber Command host second 'Cyber Talks' event](http://www.army.mil/article/145380/)\n* Related STAND-TO!:\n* [- The U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/)\n* [- Army's Cyber Electromagnetic Branch](http://www.army.mil/standto/archive_2014-03-27/)\n\n",
    "date": "Thursday, May 14, 2015",
    "quote": "Quote for the Day\n-------------------\n\nToday, in our Army, we've got about 31 percent readiness ... and that's after 18 months of rigorous work at every echelon of command across our Army ... and that's not enough ... that's just not enough as we get smaller.\n\n### - [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa/), addressed readiness to be a high priority to meet the Army's goal to have two-thirds of the formations ready at any time in support of keeping a globally responsive force, during the monthly Association of the U.S. Army Institute of Land Warfare breakfast, May 12 \n\n### [Readiness, leader development top priorities, says Army Vice Chief](http://www.army.mil/article/148502)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n\n\n  \n\n"
}