{
    "id": "2015-05-15",
    "title": "  20th CBRNE Command -- CBRNE Leaders Course ",
    "body": "**What is it?**\n\nThe [U.S. Army's 20th](http://www.cbrne.army.mil/) Command's CBRNE Leaders Course is designed to create adaptable leaders capable of combating chemical, biological, radiological, nuclear, and explosive hazards in both permissive and non-permissive environments around the world.\n\nThe inaugural CBRNE Leaders Course was conducted at Gunpowder Range, Maryland, in late March 2015.\n\nThe two-week CBRNE Leaders Course is part of 20th CBRNE Command's expeditionary-focused training strategy.\n\n**What has the Army done?**\n\nTactical skills required to integrate CBRNE technical competencies have atrophied over the past decade.  Based on observations of CBRNE operations during Combat Training Center rotations, the 20th CBRNE commanding general and command sergeants major directed the establishment of a centralized training program that focuses on building CBRNE leaders who are tactically and technically competent.  \n\nWhile being fully immersed in a tactical environment, the students enhance their leadership skills with emphasis on specialized CBRNE techniques and perform battle drills necessary to lead others while operating in a CBRNE environment.  The course is designed to build unit cohesion and esprit de corps by focusing on troop leader procedures, CBRNE identification, mitigation and neutralization techniques and procedures, foreign weapon identification, land navigation and contingency threats, all while working in squad and platoon sized elements.  The course culminated in an intense three day situational training exercise that reinforced the lessons learned throughout the course.\n\n**Why is it important to the Army?**\n\nCBRNE hazards include some of the most dangerous and most prevalent threats that our Soldiers face on the modern battlefield, from weapons of mass destruction to improvised explosive devices.\n\nEffectively combating these threats requires tactically and technically expert CBRNE teams that can move with authority in and out of contact with the enemy, operate with confidence in an environment complicated by CBRNE hazards and rapidly integrate with other forces.  \n\nThe CBRNE Leaders Course is but one element in the development of expert, expeditionary CBRNE formations.\n\n**What is planned for the future?** \n\nThe CBRNE Leaders Course is currently only attended by members of the 20th CBRNE Command.  The command intends to open future iterations to Soldiers in every occupational specialty, as well as to joint and allied troops. \n\nAs the only CBRNE formation of its kind in the Defense Department, the 20th CBRNE Command must build and maintain CBRNE capacity that is ready, reliable and globally responsive, capable of defending liberty around the world, anytime and anywhere.\n\n**Resources:**\n\n* [20th CBRNE Command](http://www.cbrne.army.mil/)\n* [20th CBRNE News](http://www.army.mil/20thcbrne)\n* [20th CBRNE on Facebook](https://www.facebook.com/20thCBRNECommand)\n* [20th CBRNE on Twitter](https://twitter.com/20thCBRNE)\n* Related articles:\n* [- Army combat veterans mold future CBRNE leaders](http://www.army.mil/article/146060/)\n* [- Leaders course marks milestone for Army](http://www.army.mil/article/145752/)\n* [- Inaugural CBRNE Leaders Course held in Maryland](http://www.army.mil/article/145273)\n* [- 20th CBRNE marks 10th anniversary since activation](http://www.army.mil/article/136301/)\n* [- 20th CBRNE integrates into decisive action training](http://www.army.mil/article/130138/)\n* Related STAND-TO! :\n* [- Regionally Aligned 20th CBRNE Forces](http://www.army.mil/standto/archive_2015-03-20/)\n* [- 20th CBRNE - Globally Engaged, Regionally Aligned](http://www.army.mil/standto/archive_2014-12-10/)\n* [- 20th CBRNE Command Decisive Action Training Integration](http://www.army.mil/standto/archive_2014-09-19/)\n",
    "date": "Friday, May 15, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nGood leaders are what make good units. This course was designed to build adaptable Army leaders who understand each other's capabilities, who trust in each other and who because of that level of trust and understanding can build and deliver effective CBRNE teams that win.\n\n### - Brig. Gen. JB Burton, 20th CBRNE commander, highlights the importance of CBRNE Leaders Course which gives Soldiers a greater understanding of the kinds of threats they might confront on the modern battlefield.\n\n### [Leaders course marks milestone for Army](http://www.army.mil/article/145752)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* May 14: White House Medal of Honor Announcement: [Pvt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. Shemin](http://www.army.mil/medalofhonor/shemin/?from=st)  \n\n\n\n  \n\n"
}