{
    "id": "2015-05-18",
    "title": "Memorial Day",
    "body": "**What is it?** \n\nMemorial Day is an opportunity for the American public to honor men and women who died while in military service. Memorial Day differs from Veterans Day even though both federal holidays acknowledge military members. Veterans Day is an opportunity for Americans to publicly recognize living military veterans while Memorial Day honors just our fallen Service members. \n\nMemorial Day was formally known as Decoration Day and was first observed on May 30, 1868 at Arlington National Ceremony. The Grand Army of the Republic (GAR) -- the organization for Civil War Union veterans -- leaders wanted to honor fallen Civil War Service members by decorating their graves. It was widely believed that the GAR chose this date because flowers would be in bloom all over the country. Throughout the next century, Decoration Day continued to be observed on May 30. In 1971, Congress declared Memorial Day as a national holiday that occurs on the last Monday of May. \n\n\n**What is the Army doing?**\n\nThe Army will join the nation in observing Memorial Day. Common traditions of this observance include hosting remembrance ceremonies, visiting memorials, placing American flags at gravesites and pausing for a moment of silence. Some garrisons will also conduct \"Run to Honor\" races where participants can wear commemorative racing bibs in remembrance of fallen Soldiers. \n\nThe Army recently produced [public service announcements](https://youtu.be/z2YpvkzPANM) (PSAs) about Memorial Day's true meaning. These PSAs feature [Chief of Staff of the Army General Raymond T. Odierno](http://www.army.mil/leaders/csa/) and survivors of fallen Service members who talk about what Memorial Day means to them and why Americans should remember fallen Soldiers during the holiday weekend. The PSAs are available to view on the IMCOM YouTube channel  and will continue to air throughout the year. \n\n**What continued efforts does the Army have planned for the future?**\n\n\nThe Army is committed to providing on-going support to surviving Family members. [Survivor Outreach Services](http://www.sos.army.mil/) offices have resources including supportive counseling, financial education, benefits coordination and support groups to Family members at the garrison and the surrounding areas.\n\n**Why is this important to the Army?**\n\nThe Army remembers, recognizes and honors the ultimate sacrifice made by fallen Soldiers. These Soldiers died in order to protect the nation's freedom. The Army will not forget their service and will continue to take care of their surviving Family members. \n\n**Resources:** \n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) \n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/) \n* [Army.mil: Army Families](http://www.army.mil/families)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR) \n* [Army OneSource](http://www.myarmyonesource.com/)\n* [Symbols of Honor Worn by Surviving Military Families](http://www.goldstarpins.org/)\n* [Survivor Outreach Services](http://www.sos.army.mil/)\n* Army Memorial Day videos:\n* [- 60 PSA](https://youtu.be/z2YpvkzPANM)\n* [- 30 PSA](https://youtu.be/yMEGFcERtC8)\n",
    "date": "Monday, May 18, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI know many of you are asking the question 'will we continue to deploy?' and the answer is yes. Because the stabilizing force around the world is the United States Army.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), sharing the Army's vision of [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/), while talking with commanders, Soldiers, and leaders during his recent visit to Fort Campbell and the 101st Airborne Division (Air Assault), May 14-15 \n\n### [Odierno visits Fort Campbell, 101st Airborne Division](http://www.army.mil/article/148711)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* May 14: White House Medal of Honor Announcement: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st)  \n\n\n\n  \n\n"
}