{
    "id": "2015-05-19",
    "title": "The 2015 \"Business Focused\" Reading List",
    "body": "**What is it?**\n\nThe U.S. Army, while not a business, performs daily business functions equal in importance and scope to those of the largest global commercial enterprises. These business functions strive to obtain the most output at the least cost within the 12 Title 10 functions such as recruiting, training, and supplying. \n\nThe critical mission of the Office of Business Transformation (OBT) is to help the Army incorporate proven business practices in order to get the most from every dollar provided by the American taxpayers and Congress. \n\n**What has the Army done?**\n\nArmy leaders have shared reading lists to enhance a sustained personal commitment to the critical study of the Army profession. The recommended [\"business\" reading list](http://www.army.mil/e2/c/downloads/387600.pdf), in combination with others, such as the [Chief of Staff of the Army's Professional Reading List](http://www.army.mil/e2/c/downloads/332649.pdf), is intended to broaden each leader's knowledge and understanding of the business perspective and opportunities faced as they lead the elements of the greater Army enterprise.\n \nThe [Office of Business Transformation's](http://www.army.mil/obt) list has been created for all leaders to make a focused, personal commitment to read, reflect, and learn about the Army profession including through the lens of proven and relevant best business practices. \n\n**What efforts does the Army plan to continue in the future?** \n\nWhile the Army faces a multitude of challenges, these challenges provide extraordinary opportunities for growth when taken in whole. By broadening the Army's perspective to enjoin business concepts, described by business thought leaders including former Service members, the Army can grow through these challenges and emerge stronger on the other side.\n\n\n**Why is this important to the Army?** \n\nWhile the appearance of a title on this reading list does not imply that the\nOBT Director endorses the author's views or interpretations, these books contain thought-provoking ideas and viewpoints relevant to the Army.  \n\n\n**Resources:**\n \n* [Office of Business Transformation](http://www.army.mil/obt)\n* Related documents: \n* [- The U.S. Army Office of Business Transformation\nProfessional Reading List - 2015 Edition](http://www.army.mil/e2/c/downloads/387600.pdf)\n* [- The U.S. Army Chief of Staff's Professional Reading List](http://www.army.mil/e2/c/downloads/332649.pdf)\n* Related articles:\n* [- 2015 OBT Recommended Reading List](http://www.army.mil/article/145489/2015_OBT_Recommended_Reading_List/)\n* [- Is the Army a business?](http://www.army.mil/article/126882/)\n",
    "date": "Tuesday, May 19, 2015",
    "quote": "Quote for the Day\n-------------------\n\nBroadened NCOs are better able to operate in a complex environment. We have learned much after our longest ground conflict. Looking to the future our leaders understand we must expand our learning options and embrace diverse learning domains: institutional, self-developmental and operational. We as an Army must shore up our education system and provide meaningful opportunities for lifelong learning to win in a complex environment.\n\n### - Aubrey Butts, director of Training and Doctrine Command's Institute for Noncommissioned Office Professional Development, highlights the purposeful expansion of an NCO's core Military Occupational Specialty proficiency and leadership provided through diverse developmental positions, opportunities, and assignments both within and outside their Career Management Field.\n\n### [Building future NCO leadership through broadening assignments](http://www.army.mil/article/148768)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* May 14: White House Medal of Honor Announcement: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st)  \n\n\n\n  \n\n"
}