{
    "id": "2015-05-20",
    "title": "Gender Mainstreaming Seminar ",
    "body": "**What is it?**\n\nThe Gender Mainstreaming Seminar is an annual week-long seminar that brings together U.S. Army leaders with counterparts and decision-makers from militaries throughout Africa to promote and discuss gender mainstreaming topics. \n\nThis multinational seminar is designed to discuss and exchange best practices, successes, challenges, and lessons learned with partner nations' decision makers; enhance gender mainstreaming awareness; and build partner capacity by leveraging perspectives, talents and understanding. \n\n**What has the Army done?**\n\nThe first Gender Mainstreaming Seminar was held in 2014 as a regional seminar co-hosted by Namibia, designed to initiate discussion regarding gender mainstreaming topics. \n\nThe United States and the United Republic of Tanzania are hosting the Gender Mainstreaming Seminar in Arusha, Tanzania, from May 18-22, 2015. Approximately 120 military personnel from participating nations will participate in the seminar. This year, the seminar will build on last year's discussions and those held at the African Land Forces Summit in Senegal in February 2015, while focusing on three major topics: \n\n* -- Integration and leadership  \n* -- Sexual gender-based violence\n* -- Integration resources for militaries facing gender mainstreaming challenges \n\nThe Gender Mainstreaming Seminar will set the conditions with the partner nations in the following major areas of emphasis:\n\n* (1) Establish equal rights, obligations, and opportunities for all genders.\n* (2) Institutionalize training and awareness, leadership roles, responsibilities, and success measures.\n* (3) Remove all types of gender discrimination by ensuring women and men benefit equally.\n* (4) Provide equal training, promotion and advancement opportunities to women in leadership; and create cohesive forces for male and female Soldiers.\n\n**What continued efforts does the Army have planned for the future?**\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. This seminar is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future regionally focused seminars will be scheduled to take place in Africa and U.S. Army Africa will continue to develop and build upon the relationships and partnerships established here.\n\n**Why is this important to the Army?**\n\nAfrica is a complex environment with numerous opportunities and challenges. U.S. Army Africa's efforts are an important contribution to protecting Americans and American interests, and these efforts are bearing fruit. This seminar, involving land forces from several African nations, is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S. and all of the participating African militaries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n* U.S. Army Africa's social media:\n* [- Facebook](http://www.facebook.com/ArmyAfrica)\n* [- Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n* Related article:\n* [- Barriers break down at first-ever African Gender Integration Seminar](http://www.army.mil/article/129020)\n",
    "date": "Wednesday, May 20, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThe president of the United States challenged the United States Army [in generating] one gigawatt of renewable energy from throughout the Army installations by the year 2025, and this one step ... will go a long way in making that happen. The Army always accomplishes its mission, and this will be no different in our pursuit here.\n\n### - Brig. Gen. Jim Blackburn, commander, Task Force Marne, 3rd Infantry Division, speaks about the Army - Georgia Power initiative to build three separate solar generation arrays, which are expected to be the largest of their kind on any Department of Defense installation, and will supply power to on and off-base consumers, during the groundbreaking ceremony of the one of the three arrays being built by at Fort Stewart, Georgia, May 15  \n\n### [Fort Stewart leads DOD in green initiative](http://www.army.mil/article/148844)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}