{
    "id": "2015-05-21",
    "title": "RAND Arroyo Fiscal  2016 Research Program Guidance",
    "body": "**What is it?**\n\n[RAND Arroyo Center](http://www.rand.org/ard/about.html) is the Army's primary federally-funded research and development center (FFRDC).  FFRDCs are unique, independent, non-profit entities sponsored and funded by the U.S. government to meet specific long-term technical needs.  The guidance memorandum for the development of the RAND Arroyo Fiscal 2016 research agenda was released on April 8, 2015.  \n\n**What has the Army done?**\n\nThis memorandum initiates the study development/nomination process for the FY16 program that culminates with final approval by the Arroyo Center Policy Committee (ACPC), co-chaired by the [Under Secretary of the Army](http://www.army.mil/leaders/usa/), the [Vice Chief of Staff of the Army](http://www.army.mil/leaders/vcsa/), and the [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](http://www.army.mil/asaalt).  \n\nProposals for Arroyo Center research focuses on strategic issues that provide mid- and long-term benefits to Army senior leadership.  Selection criteria for Arroyo proposals includes the ability of the research to influence formal Army decisions or processes, the ability of RAND to accomplish the research, importance of the issue being studied, and risk in successfully accomplishing the study.  Funding availability and decisions of the ACPC are also considerations for selection.  \n\n**What efforts does the Army plan to continue in the future?**\n\nRAND Arroyo Center is funded by Program Element for the core program and by study sponsor for add-on projects, allowing Army commands to utilize Arroyo's expertise for strategic analyses at any time via the Arroyo Center collaboration within AKO.  The process for developing an annual research agenda for core studies commences with the release of the guidance and concludes annually prior to the beginning of the fiscal year.  \n\n**Why is this important to the Army?**\n\nThe RAND Arroyo Center undertakes projects for which it has special competence or capabilities that don't exist within Army internal analysis organizations or that may be inappropriate for in-house performance.  In addition to the Program Element-funded core program, sponsor-funded studies may be added to the research agenda during the fiscal year, as long as Arroyo's total level of effort for the year does not exceed the number of staff years of technical effort (STE) established by the Office of the Secretary of Defense. \n\n**Resources:**\n\n* [Army Regulation 5-21: RAND Arroyo Center](http://www.apd.army.mil/pdffiles/r5_21.pdf)\n* [RAND Arroyo Center](http://www.rand.org/ard/about.html)\n* AKO log-in required:  [RAND Arroyo Center FY 15 Guidance](https://www.us.army.mil/suite/files/42677254) \n* [U.S. Army DCS G-8](http://www.g8.army.mil/)\n* [Army Study Program Management Office on Facebook](http://www.facebook.com/armystudies)\n* Related STAND-TO: \n* [- Fiscal Year 2016 Army Study Program Guidance](http://www.army.mil/standto/archive_2015-04-24/)\n* [- RAND Arroyo Center](http://www.army.mil/standto/archive_2014-05-23/)\n",
    "date": "Thursday, May 21, 2015",
    "quote": "Quote for the Day\n-------------------\n\nBut unlike his day in which he was never recognized, today we are recognized. He paved the way for [African American Soldiers](http://www.army.mil/africanamericans/). Where they served in segregated units, today we fight side-by-side as a team. \n\n\n### - Command Sgt. Maj. Louis Wilson, New York Army National Guardsman, selected to receive the Medal of Honor on behalf [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/) who has no living relatives, feels a special connection to Johnson as they share the common bond of being African-American as well as National Guard Soldiers. \n\n### [New York Command Sergeant Major to receive Medal of Honor for World War I hero](http://www.army.mil/article/148879)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}