{
    "id": "2015-05-22",
    "title": "Off-Duty Safety Awareness Presentation",
    "body": "**What is it?**\n\nThe Off-Duty Safety Awareness Presentation (ODSAP), is a highly informative safety presentation containing statistics, contributing factors, prevention tips, and other relevant information regarding off-duty accidents. Developed for use at battalion-level and below, the presentation comes complete with embedded videos and speaker notes. The speaker notes may be used as is, or modified to fit a particular presentation style or reflect unit-specific accident trends.\n\n**What has the Army done?**\n\nThe ODSAP was originally developed in 2008 to address an increase in fatal off-duty accidents. Annual updates to the presentation help ensure Soldiers are aware of the Army's most pressing off-duty safety issues. The materials and statistics contained in this year's presentation - \"The Safety Equation: Are you part of the problem or part of the solution?\" - enhance safety awareness for numerous off-duty activities, home safety, and address risky behaviors and the effects of fatigue and alcohol.\n\n**Why is this important to the Army?**\n\nOn average, the Army loses the equivalent of a company-sized formation in off-duty accidents each year. This tragic loss of life affects our combat readiness every bit as much as a loss resulting from an accident occurring on duty. Awareness and application of appropriate safety measures while involved in off-duty activities can preserve the lives of Soldiers and their Family members.\n\n**What does the Army have planned for the future?**\n\nOff-duty safety awareness, coupled with the five-step risk management process, must be at the heart of every Soldier's plans. The ODSAP is an evolving set of useful materials, and user [feedback](mailto:usarmy.rucker.hqda-secarmy.list.safe-ground-task-for@mail.mil) is critical to the development of future revisions. \n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* AKO login required: [Off-Duty Safety Awareness Presentation](https://safety.army.mil/ODSAP)\n* Related STAND-TO!: \n* [- R2: Risk Reduction and Safety](http://www.army.mil/standto/archive_2015-04-08/)\n* [- Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2014-12-24/)\n",
    "date": "Friday, May 22, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe're here to observe what everyone is bringing to the mission, to understand what equipment and technology is coming so we can understand the roots of the problems that are encountered. This exercise has a communication and situational awareness bend to it. Those are the types of problems we're looking for, because that's what the commands have been talking to us about for over a year.\n\n### - Col. Keith Hirschman, commander of the RDECOM Forward Command Element, speaks of his command's involvement during Exercise Combined Resolve IV, which kicked-off its two-week combat-training phase, May 18-29, at Hohenfels Training Area, with more than 4,700 participants from 13 NATO allies and partner nations.\n\n### [Army Research, Development and Engineering Command participate in Combined Resolve IV](http://www.army.mil/article/148936/)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}