{
    "id": "2015-05-26",
    "title": "Army Personnel Recovery Program",
    "body": "**What is it?**\n\nThe Army Personnel Recovery (PR) Program provides a commander-drive approach to prepare individuals for potentially isolating incidents and executes the recovery and reintegration of isolated personnel (evaders and captives). The program also prepares individuals, units, and commanders and staffs to conduct personnel recovery operations. \n\n**What has the Army done?**\n\nThe Army promulgated Army Regulation 525-28 (Personnel Recovery) to provide guidance on organizational responsibilities in executing the PR program; designated the Combined Arms Center as the Force Modernization Proponent for PR and identified PR training requirements.  Directed a commander-driven PR program that requires commanders to develop policies and procedures to report, locate, support, recover, and reintegrate Army personnel who become isolated.  \n\nThe Army also directed the establishment of personnel recovery coordination sections at division, corps, and theater-levels, and personnel recovery officers at brigade-level to facilitate the recovery of isolated personnel prior to capture, and developed the personnel recovery management software program to provide and manage digital isolated personnel reports for Soldiers and civilians.\n\n**Why is it important to the Army?**\n\nPotential enemies are sophisticated in their manipulation of social and traditional media and will use propaganda to try to exploit Soldiers on the international stage if they become captured; we must deny the enemy this advantage.   The Warrior Ethos states \"I will never quit\" and \"I will never leave a fallen comrade.\"  Soldiers who become isolated are still in the fight and must trust in their fellow Soldiers to recover them and have confidence in their own abilities to survive and resist enemy exploitation.   \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to improve its personnel recovery program by developing training tailored to specific unit requirements.  Communication devices are being acquired to provide Soldiers the means to report their isolation.  Doctrine is being established to ensure Army integration with joint and inter-agency activities to recover Army personnel.  \n\n**Resources:**\n\n* [U.S. Army  Combined Arms Center](http://usacac.army.mil/)\n* [FORSCOM](http://www.forscom.army.mil/)\n* [Personnel Recovery Proponent Office](http://usacac.army.mil/cac2/PRPO/)\n* [Joint Personnel Recovery Agency](http://www.jpra.mil/)\n* CAC log-in required: \n* [Personnel Recovery training and publications](https://atn.army.mil/dsp_template.aspx?dpID=387)\n* [FORSCOM Personnel Recovery Section](https://www.us.army.mil/suite/page/650428)\n* [U.S. Army SERE Detachment](https://www.us.army.mil/suite/page/397170)\n* Related document:\n* [- Army Regulation 525-28: Personnel Recovery](http://www.apd.army.mil/pdffiles/r525_28.pdf)\n* Related articles:\n* [- Training prepares Soldiers, Families for reintegration](http://www.army.mil/article/141930/)\n* [- SERE training develops leaders](http://www.army.mil/article/138765/)\n* [- 10th CAB Pathfinders test personnel recovery skills](http://www.army.mil/article/104406/)\n* [- HQDA designates Army South executive agent for reintegration efforts](http://www.army.mil/article/75743/)\n* [- Army Africa PRD covers 'what-if' factor for travelers](http://www.army.mil/article/63281/)\n\n\n\n",
    "date": "Tuesday, May 26, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThe rapid development of a promising vaccine illuminates the incredible ability and capacity of this team.\n\n### - [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](  http://www.army.mil/leaders/vcsa/) impressed to researchers of their remarkable strides in protecting Soldiers and populations around the globe, citing a promising vaccine under development for Ebola, after touring the Walter Reed Army Institute of Research May 20. \n\n### [Ebola work of Army medical researchers saved lives, says vice chief](http://www.army.mil/article/149058)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}