{
    "id": "2015-05-27",
    "title": "Army Live, Virtual, Constructive Integrating Architecture",
    "body": "**What is it?**\n\nThe Live, Virtual, Constructive Integrating Architecture (LVC-IA) provides the computer hardware and software that allows training systems to work together in the Integrated Training Environment (ITE). Developed through U.S. Army Training and Doctrine Command's Combined Arms Center, the ITE combines action from various types of training to populate mission command systems with data and provide a more realistic common operating picture for the commander. The integrating architecture of the ITE provides interoperability for:\n\n* (1) Live training - Homestation Instrumentation Training System\n* (2) Virtual training - The Close Combat Tactical Trainer, Aviation Combined Armed Tactical Trainer and Virtual Battlespace 3 \n* (3) Constructive training - Joint Land Component Constructive Training Capability Entity Resolution Federation\n\nDuring an exercise, data from these training environments stimulate mission command information systems. Yet to the commander in the tactical operations center, all actions appear as if they are live.\n\n**What has the Army done?**\n\nSince 2012, the Army has fielded the LVC-IA to 11 installations to provide realistic multilevel training for brigade and below. In December 2014, the Army validated and accredited LVC-IA version 1.3, which integrated [Virtual Battlespace 3](http://www.army.mil/standto/archive_2014-05-19/) with the other training systems. \n\n**Why is this important to the Army?**\n\nThe LVC-IA enables commanders to use the ITE for creating realistic training exercises with some of the complexity of a combat training center event. By connecting the live, virtual and constructive training environments, the ITE expands the available training space. \n\nWith the assistance of brigade and division simulation officers, units can leverage the installation's mission training complex resources to ensure effective collective training. \n\nFor instance, companies can conduct air-ground integration while stimulating their command posts' systems. At the same time, battalions can conduct staff training that incorporates engineer assets clearing routes in VBS3, Armor and Mechanized Infantry formations operating in the Close Combat Tactical Trainer, and Aviation in the Aviation Combined Armed Tactical Trainer providing close-air support. \n\nWhile building unit cohesion, the training costs a fraction of a live event. LVC-IA's interoperability also reduces the personnel needed for integrated or blended exercises. And with improved training systems interoperability, mission training complex capabilities are limited only by the commander's and design team's imagination. \n\n**What continued efforts does the Army have planned for the future?**\n\nLVC-IA Version 2 will allow geographically separated brigades, or task forces, to train together via LVC-IA's distributed capability, the LVC-IA remote kit, and existing simulations and simulators as part of a pre-combat training center, or pre-deployment exercise.\n\n**Resources:**\n\n* [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact)\n* [National Simulation Center](http://usacac.army.mil/organizations/cact/nsc)\n* [Integrating Architecture](http://usacac.army.mil/organizations/cact/nsc/tpo-integrating-architecture)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army Training Network](https://atn.army.mil/)\n* [National Simulation Center on Facebook](https://www.facebook.com/#!/usarmynsc?fref=ts)\n* Related STAND-TO!: \n* [- Virtual Battlespace 3](http://www.army.mil/standto/archive_2014-05-19/)\n* [- Army Training Network](http://www.army.mil/standto/archive_2013-07-22/)\n",
    "date": "Wednesday, May 27, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe trust you to win our nation's wars, to be leaders of character and competence and consequence. We trust you to leave our profession better than you found it. \n\n### - Gen. Martin E. Dempsey, chairman of the Joint Chiefs of Staff, emphasizes \"trust\" as an important part of the [Army Profession](http://cape.army.mil/aaop/), to the newly commissioned officers during the commencement address at the [U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/), New York, May 23 \n\n### [Dempsey emphasizes trust at West Point graduation](http://www.army.mil/article/149173)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}