{
    "id": "2015-05-28",
    "title": "Global Combat Support System -- Army Wave 2 ",
    "body": "**What is it?**\n\nGlobal Combat Support System -- Army (GCSS-Army) is part of the Army Enterprise Systems Integration Program (AESIP). AESIP integrates business processes and systems by serving as the enterprise hub for the Army's logistics and financial enterprise resource planning business systems.  GCSS-Army is fielded in two waves.  \n\nThe start of GCSS-Army Wave 2 fielding in March 2015 is a \"Crossing the Rubicon\" moment and clearly marks the Army's commitment to eliminate the legacy systems and to simplify logistics operations, optimize processes, and provide an accurate, enterprise view of business information to all users.  GCSS-Army eliminates the Standard Army Retail Supply System (SARSS), Property Book Unit Supply Enhanced (PBUSE), Standard Army Maintenance System -- Enhanced (SAMS-E), and the Standard Army Maintenance System -- Fleet Management (SAMS-FM).   \n\n**What has the Army Reserve done?**\n\nSince 2004, the U.S. Army Reserve (USAR) has imbedded personnel within the GCSS-Army facility near Richmond, Virginia, to assist with the development and implementation of GCSS-Army to meet the unique needs of USAR. USAR is 67 percent complete with wave 1 fielding of GCSS-Army and is scheduled to complete wave 1 fielding by October 2015.  The 94th Training Division out of Fort Lee, Virgina, is now one of five units Army-wide under the full solution (waves 1 and 2).  The 11th Armored Cavalry Regiment, 2d Brigade Combat Team, 1st Armored Division, 1st Brigade Combat Team, 82nd Airborne Division, and 60th Troop Command, North Carolina ARNG, make up the other four units.\n\n**What continued efforts does the Army Reserve have planned for the future?**\n\nThe USAR will continue to execute its fielding plan to ensure completion of fielding by the end of fiscal 2017.  This includes an aggressive organizational change management campaign with our operational, functional, training, and support commands.  Additionally, USAR will set up four enduing new equipment training sites to ensure quality training on GCSS-Army throughout fielding.  As the product manager continues to develop new capabilities in GCSS-Army, USAR will continue to provide embedded personnel to ensure its equities and unique needs are met.\n\n**Why is this important to the Army Reserve?**\n\nThe fielding of GCSS-Army will affect every Army and USAR logistician's daily activity.  The aggressive Wave 2 schedule will challenge operators and leadership alike to keep up with the fielding benchmarks.  USAR will be better served once the quicker GCSS-Army is fully operational.  The interim process of some units on GCSS-Army and others will bring about several support challenges in the interim.\n\n**Resources:**\n\n* [GCSS-Army](https://www.gcss.army.mil/ )\n* [U.S. Army Reserve Command](http://www.usar.army.mil/Pages/default.aspx)\n* Related article:\n* [- Deploying the Global Combat Support System-Army to the Joint Readiness Training Center](http://www.army.mil/article/143450)\n",
    "date": "Thursday, May 28, 2015",
    "quote": "Quote for the Day\n-------------------\n\nTrust requires that we do not send any Soldier on a mission unprepared. We succeeded in our mission to West Africa because of the trust your work enables. \n\n### - [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa/), praising the contributions of professionals at Walter Reed Army Institute of Research which helped Liberia to be recently declared Ebola free, during a May 20 visit to the Walter Reed Army Institute of Research in Silver Spring, Maryland\n\n### [Army Medicine Hosts Vice Chief of Staff at Infectious Disease Research Facility](http://www.army.mil/article/149301)\n\n### Related STAND-TO!: [Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}