{
    "id": "2015-05-29",
    "title": "Exercise Combined Resolve IV",
    "body": "**What is it?** \n\nExercise Combined Resolve IV, a [U.S. Army Europe](http://www.eur.army.mil/)-directed, Joint Multinational Training Command-led exercise,  is designed to train the Army's regionally aligned forces (RAF) supporting [U.S. European Command](http://www.eucom.mil/),  the 4th Infantry Division headquarters and the 1st Armored Brigade Combat Team, 3rd Infantry Division, to operate within a coalition structure alongside the NATO allies.\n\n[Combined Resolve IV](http://www.eur.army.mil/jmtc/CombinedResolve.html) is part of the European rotation of the 1st Armored Brigade Combat Team, 3rd Infantry Division, headquartered in Fort Stewart, Georgia, and a keystone in building the RAF for the Army. The brigade is also currently providing the main U.S. force to Operation Atlantic Resolve in Europe. \n\nTo support those missions, the Army has pre-positioned the European Activity Set at Grafenwoehr, Germany, a state-of-the-art set of armored vehicles and equipment capable of outfitting a brigade combat team headquarters and battalion-sized task force with enablers.\n\n\n**What is the Army doing?**\n\nExercise Combined Resolve IV features more than 4,700 participants from 10 NATO allies including Albania, Bulgaria, Croatia, the Czech Republic, Denmark, Italy, Latvia, Romania, Slovenia, the United States, and three partner nations of Moldova, Montenegro, and Serbia.   \n\nThe first phase of the exercise will take place in Germany's Grafenwoehr and Hohenfels Training Areas and focus on maneuver training. Units will then transition to the Grafenwoehr Training Area to conduct live-fire gunnery. Combined Resolve IV will culminate with combined-arms, live-fire exercise integrating digital, virtual, and constructive-based mission command training techniques. A multinational opposing force from the Hohenfels-based U.S. Army's 1st Battalion, 4th Infantry Regiment, will enhance the complex operating environment. \n\n**What continued efforts does the Army have planned for the future?**\n\nElements of a U.S. Army brigade rotate here twice a year to participate in the Combined Resolve exercise series. That brigade, which is aligned with European Command, is the Army's contribution to the NATO Response Force. Future Army rotational training events in Europe will take advantage of the Joint Multinational Training Command's unified live-fire, maneuver, simulation, and classroom resources and infrastructure, at established training areas in Germany and emerging training areas in Eastern Europe. \n\n**Why is this important to the Army?**\n\nAs the featured training event for rotational forces in Europe, the Combined Resolve series of exercises provides an opportunity for U.S.-based Army forces to train alongside NATO allies and partners across Europe. These exercises establish tactical, technical, personal, and professional connections that develop the Army's expeditionary and coalition-building capacities as they reassure European allies, increase NATO readiness and interoperability and maintain collective security in the region. \n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* - [Major Exercises](http://www.eur.army.mil/exercises/)\n* - [Combined Resolve IV](http://www.eur.army.mil/JMTC/CombinedResolve.html)\n* - [Joint Multinational Training Command](http://www.eur.army.mil/JMTC)\n* [1st Armored Brigade Combat Team, 3rd Infantry Division](http://www.stewart.army.mil/units/home.asp?id=147)\n* [Operation Atlantic Resolve](http://www.defense.gov/home/features/2014/0514_atlanticresolve/)\n* Related STAND-TO!:\n* [- Operation Atlantic Resolve](http://www.army.mil/standto/archive_2015-01-07/)\n* [- The European Activity Set](http://www.army.mil/standto/archive_2014-01-27)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* Related articles:\n* [- Rotational Soldiers challenged with complex situations during Combined Resolve IV](http://www.army.mil/article/149194)\n* [- Combined Resolve IV to exercise Army's regionally aligned forces to Europe](http://www.army.mil/article/146991/)\n",
    "date": "Friday, May 29, 2015",
    "quote": "Quote for the Day\n-------------------\n\nIf we don't get the dollars and continue down the road of sequestration, it's going to affect readiness. It's going to put us in a readiness hole for five years. It's going to put us in a modernization hole for 10 years. And our ability to continue to meet the current mission is going to be challenged. \n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), emphasizing the detrimental affect of the continued defense cuts on the Army's future modernization efforts and readiness, at a media roundtable with the Defense Writers Group in Washington, D.C., May 28 \n\n### [End-strength issue still unsettled, Odierno says](http://www.army.mil/article/149471/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **May 2015**\n\n* Mental Health Month: Visit [Ready and Resilient](http://www.army.mil/readyandresilient/medical)\n\n* [Asian Pacific American](http://www.army.mil/asianpacificamericans/) Heritage Month\n \n* [Women's Health Care Month](http://armymedicine.mil/pages/home.aspx)\n\n* National Military Appreciation Month: Visit [Soldier for Life](http://www.soldierforlife.army.mil)\n\n* Military Spouse Appreciation Day: Visit [Army.mil: Army Families](http://www.army.mil/families)\n\n* **June 2015**\n\n* Army Safety Month\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  D-day \n\n* June 14: Army's 240th Birthday\n\n* June 25- July 27: Korean War \n\n"
}