{
    "id": "2015-08-03",
    "title": "Sixth Annual Antiterrorism Awareness Month ",
    "body": "**What is it?**\n\nAugust marks the Army's sixth annual observance of Antiterrorism Awareness Month.  The terrorist threats faced today are as complex as they have been at any time in the nation's history.  These threats are persistent and constantly evolving as evidenced by the fight against the Islamic State of Iraq and the Levant (ISIL).  The Army's antiterrorism program protects personnel, information, and facilities in all locations and situations against terrorist activities.  The purpose of Antiterrorism Awareness Month is to instill Army-wide heightened awareness and vigilance to protect Army communities from acts of terrorism.\n\n**Why is it important to the Army?** \n\nAwareness of terrorist threats and an understanding of unit-level and personal protective measures remain paramount.  The focus areas for Antiterrorism Awareness Month includes recognizing and reporting suspicious activity, participating in antiterrorism training, countering insider threats, and becoming familiar with the risks associated with the use of social media.\n\n**What is the Army doing?**\n\nIn light of recent terrorist activities around the world, leaders at all levels should emphasize the importance of suspicious activity reporting and the need for sustained antiterrorism awareness involving the use of social media and protecting personally identifiable information.  In addition, the senior leadership of the Army encourages all leaders to make continuous improvements within antiterrorism plans and programs in order to guard our communities against persistent terrorist threats. \n\nIn support of an active AT awareness campaign, the Department of the Army, Office of the Provost Marshal General (OPMG) develops products and tools to support the field.  These products are available on the Army OPMG Antiterrorism Enterprise Portal (see resources below).  \n\nIn addition, to commemorate the attacks of 9/11, the Office of Provost Marshal General (Antiterrorism Branch) is establishing an antiterrorism information booth in the Pentagon from Aug. 18-20, 2015, to share information with members of the Army staff as well as other Pentagon tenants.  Army commands are encouraged to conduct similar community outreach efforts to help spread the message about the threat the military personnel face and the protective measures.\n\n**What continued efforts does the Army have planned for the future?**  \n\n* The following antiterrorism awareness quarterly themes for fiscal 2016 are approved for planning purposes.\n* --Antiterrorism community awareness (1Q/FY16)\n* --Physical security measures (2Q/FY16)\n* --Measuring antiterrorism performance (3Q/FY16)\n* --Insider threat (4Q/FY16)\n\n\n**Resources:**\n\n* [2015 Antiterrorism Awareness Tri-signed Message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf)\n* [Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) - - On Internet Explorer, select the DOD eMail certificate in order to gain access\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* Related article: \n* [- Army antiterrorism program asks all to \"iWATCH\"](http://www.army.mil/article/143199) \n* Related STAND-TO!: \n* [- Q4 FY15: Antiterrorism Training](http://www.army.mil/standto/archive_2015-07-01/)\n* [- Q3 FY15: Area of Responsibility Awareness](http://www.army.mil/standto/archive_2015-04-03/)\n* [- Q2 FY15: Antiterrorism Operations in Field Units](http://www.army.mil/standto/archive_2015-01-02/) \n* [- Q1 FY15: Antiterrorism Criticality Assessments](http://www.army.mil/standto/archive_2014-09-30/)\n* [- Army Worldwide Antiterrorism Conference](http://www.army.mil/standto/archive_2015-02-02/)   \n* [- iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n",
    "date": "Monday, Aug. 3, 2015",
    "quote": "Focus Quote of the Day\n------------------\n \nAs part of this observance, leaders at all levels should continue to emphasize the importance of suspicious activity reporting in support of our collective national security. Recent activities around the world, which have included the use of social media as a threat mechanism against Soldiers and their Families, emphasize the need for sustained antiterrorism awareness. \n\n### - Army senior leaders\n\n### - Taken from the Tri-signed letter: [2015 Antiterrorism Awareness Message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) ",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}