{
    "id": "2015-08-04",
    "title": "Army Mission Command Assessment Plan",
    "body": "**What is it?**\n\nThe Army Mission Command Assessment Plan (AMCAP) establishes measures of effectiveness with standards, identifies assessment indicators, and assigns roles and responsibilities to assess the Army's progress in achieving the [Army Mission Command Strategy](http://go.usa.gov/3AfKT) strategic ends and objectives. Through U.S. Army Training and Doctrine Command's Mission Command Center of Excellence, measures of effectiveness standards are derived from training and evaluation outlines available in the Central Army Registry and Army Training Network. The AMCAP lists seven measures of effectiveness, each aligned with a strategic objective.\n\n* -- MOE  1-1:  Army leaders demonstrate an understanding of the mission command philosophy during professional military education and throughout the Civilian Education System.\n* -- MOE  1-2:  Army leaders demonstrate proficiency in the practice of the mission command philosophy during training, operations, garrison and institutional activities.\n* -- MOE  2-1: Army leaders demonstrate an understanding of mission command warfighting function tasks during PME.\n* -- MOE  2-2:  Commanders and staffs demonstrate proficiency in executing mission command warfighting function tasks during training and operations. \n* -- MOE  3-1:  Mission command system information technology effectively enables  the exercise of mission command during training and operations.\n* -- MOE 3-2-1: Army leaders demonstrate an understanding of the mission command system during PME and mission command functional training. \n* -- MOE 3-2-2: Army leaders demonstrate proficiency in organizing and employing the mission command system during training, operations and garrison activities. \n\n**What has the Army done?**\n\nThe Army published the AMCS June 13, 2013. It charged all Army leaders with implementing mission command and directed that leaders develop goals and measure progress in reaching AMCS strategic ends. The AMCAP accomplishes this goal.\n\n**What continued efforts does the Army have planned for the future?**\n\nImmediate application of AMCAP MOE standards at home-station training, combat training centers, professional military education, and civilian education system are key to accelerating the development of leaders who exercise mission command. \n\n**Why is this important to the Army?**\n\nThe AMCAP moves the Army Operating Concept forward. The AOC describes how future Army forces will prevent conflict, shape security environments, and win wars while operating as part of the joint force. To do this, Army forces that are tailored rapidly to the mission will exercise mission command and integrate joint, interorganizational and multinational capabilities. \n\nMission command uses outcome-based standards that are integrated and synchronized across training, education, and experiences to create the foundation for optimizing human performance. The AMCAP is the means by which the Army can measure optimal human performance through mission command.  \n\n**Resources:**\n\n* [Army Mission Command Assessment Plan (AMCAP)](http://go.usa.gov/3AfKT) \n* [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe)\n* [MC CoE  Directorate of Training and Strategy: (DOT-S)](http://usacac.army.mil/organizations/mccoe/dots)\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* [U.S. Army Combined Arms Center (CAC)](http://usacac.army.mil)\n* Related STAND-TO!: \n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n",
    "date": "Tuesday, Aug. 4, 2015",
    "quote": "Focus Quote of the Day\n------------------\n \nThe [[Army Mission Command Assessment Plan](http://go.usa.gov/3AfKT)] outlines how we will measure implementation of mission command throughout the Army. All Army leaders now have the tool by which to measure our progress.\n\n### - Lt. Gen. Joseph Anderson, Army G3",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}