{
    "id": "2015-08-05",
    "title": "Southern Accord 15 ",
    "body": "**What is it?**\n\n[U.S. Army Africa](http://www.usaraf.army.mil/), in partnership with the Zambian Defense Force, the Southern African Development Community (SADC), and other partner nations, conducts Exercise Southern Accord 15 in Lusaka, Zambia, Aug. 3-14. Southern Accord is an annual combined-joint-peacekeeping exercise that brings together U.S. Army personnel, partner militaries and counterparts throughout Southern Africa to promote strong partnerships based on mutual trust and respect that are pivotal to forging and maintaining regional security and stability in Africa. Approximately 850 military personnel from SADC, the United States, Zambia, and participating nations will participate in the exercise.\n\n**What has the Army done?**\n\nU.S. engagement with countries in Africa is not new. For the past few decades, America has partnered with African militaries in mission command capacity-building events and training engagements across a number of skill sets. Southern Accord 15 is a two-part exercise consisting of a week of academic instruction followed by a combined command post and field training exercise that will apply and assess participants' ability to combat terrorism in the region and transnational threats. \n\n**What continued efforts does the Army have planned for the future?**\n\nU.S. Army Africa leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. These foundational capabilities help create synergy and provide options to prevent conflict, to shape the security environment and to win conflicts. This exercise is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future Southern Accords will be scheduled to take place in Africa and U.S. Army Africa will continue to develop and build upon the relationships and partnerships established here.\n\n**Why is this important to the Army?**\n\nAfrica is a complex environment with numerous opportunities and challenges. U.S. Army Africa's efforts contribute to protecting Americans and American interests, and these efforts are bearing fruit. This exercise, involving land forces from several African nations, is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S., the nations of Southern Africa, and all of the participating militaries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n* Related pictures on [Flickr](https://www.flickr.com/photos/usarmyafrica/19691846274/)\n* Related article:\n* [- Southern Accord 15 planning paves way for exercise launch](http://www.usaraf.army.mil/NEWS/NEWS_150302_sa_15_mpe.html)\n* Related STAND-TO!:\n* [- Regionally Aligned Force Training Environment-Africa](http://www.army.mil/standto/archive_2013-08-06/)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* U.S. Army Africa's social media:\n* [- Facebook](http://www.facebook.com/ArmyAfrica)\n* [- Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n\n",
    "date": "Wednesday, Aug. 5, 2015",
    "quote": "Quote of the Day\n------------------\n \nIt is impressive to observe the students' problem solving in this environment, and equally impressive to watch our Ranger instructors coach, teach and mentor in an absolutely professional manner.\n\n### - Maj. Gen. Scott Miller, commanding general, [Maneuver Center of Excellence](http://www.benning.army.mil/mcoe/), shares his observations about the 125 men and two women who have met the standards to complete the 10-day field training exercise, or the Mountain Phase of the Ranger Course, July 31 \n\n### - [Soldiers pass Mountain Phase, inch closer to earning Ranger Tab](http://www.army.mil/article/153318)\n\n### Related STAND-TO!: [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}