{
    "id": "2015-08-06",
    "title": "Army Sexual Harassment/Assault Prevention Program",
    "body": "**What is it?**\n\nThe Army SHARP Program's mission is to reduce with an aim toward eliminating sexual harassment and sexual assault within the Army Family through robust prevention and training, direct leader engagement in support of the SHARP Program, and consistent team coordination that can inspire trust in the SHARP response system. \n\n**What is the Army doing?**\n\nThe Army continues to effectively implement the SHARP campaign in alignment with the Department of Defense/Chairman of the Joint Chiefs of Staff's five lines of effort: **prevention, investigation, accountability, advocacy and assessment**. \n\nAlong with continuing to strengthen the Army's culture through the \"I. A.M. Strong\" prevention campaign, the Army SHARP Program is also incorporating principles of the Sergeant Major of the Army's [\"Not in My Squad\"](http://www.army.mil/standto/archive_2015-06-09/) initiative into the program by placing a greater emphasis on the empowerment of first-line leaders at the squad level of the Army.\n\nOn the direction of the Chief of Staff of the Army, the SHARP Program Office is hosting its inaugural SHARP Program Improvement Forum, Aug. 6 and 7, in Washington, D.C.  The forum is a key component of the overarching SHARP Program Improvement Process, a new mechanism through which SHARP professionals at the Army command and installation levels can provide suggestions to enhance the Army SHARP Program. The conference serves as an avenue for validating, prioritizing and submitting the ideas for review by Headquarters, Army staff elements prior to presentation to the CSA.\n\n**What efforts are planned for the future?**\n\nThe Army SHARP Program is implementing an organizational restructure that includes the creation of a new Policy and Oversight Branch that will lead the office's efforts to create a standalone SHARP regulation, consolidate SHARP policies and guidance and provide oversight of the implementation of the SHARP Program throughout the Army. The Army is also creating a civilian line of effort, working with the Department of Defense Sexual Assault Prevention and Response Office to develop a retaliation strategy, and pursuing research to understand the dynamics of male victimization so that we can develop strategies to  address it properly.\n\n**Why is this important to the Army?**\n\nThe Army SHARP Program is the Army senior leadership's number one priority.  The SHARP Program must continually evolve to sustain momentum and achieve the Army's goals and objectives of eliminating sexual harassment and assault from the ranks.  \n\n**Resources:**\n\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/)\n* [Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Army Values](http://www.army.mil/values/)\n* [NCO Creed](http://www.army.mil/values/nco.html)\n* [Army Ethic](http://cape.army.mil/aaop/living-the-army-ethic/)\n* Related STAND-TO! \n* [- The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [- Not in My Squad. Not in Our Army. We Are Trusted Professionals](http://www.army.mil/standto/archive_2015-06-09/)\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n",
    "date": "Thursday, Aug. 6, 2015",
    "quote": "Focus Quotes of the Day\n------------------\n\nWe have to instill trust and confidence in our Soldiers and our Civilians so they know they can come forward to leaders like you and when they do they won't be victimized again. They know that their leaders will do the right thing -- they'll bring about what this Army has always sought for: justice, equality. \n\n### - Taken from the Secretary of the Army John McHugh's [remarks at Sexual Assault and Prevention Month ceremony](http://www.army.mil/article/145635/)  \n\n\nYour job is to educate our Army and to create a program at your level that provides comfort and the necessary support to properly care for those who are victims. How well we do in this mission [sexual harassment and sexual assault prevention] is fundamental to how well we do as an Army in the future. It's that important to me.\n\n### - Army Chief of Staff Gen. Ray Odierno [emphasizes trust at Army's SHARP Academy](http://www.army.mil/article/143546), Fort Leavenworth, Kansas, Feb. 26",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}