{
    "id": "2015-08-10",
    "title": "The Army Commercial Cloud Service Providers Policy",
    "body": "**What is it?**\n\nThe Army [Policy for Migration to Commercial Cloud Service Providers](http://ciog6.army.mil/Portals/1/CloudStrategy07272015.pdf)(CSPs) provides guidance for migration to, and use of, CSPs, in support of the Army and Defense Department directives and the [Army Cloud Computing Strategy](http://ciog6.army.mil/Portals/1/20150424_Army_Cloud_Computing_Strategy.pdf). \n\n**What is the Army doing?**\n\nUnder Secretary of the Army signed a memorandum on June 9, 2014, which directed that all systems and applications providing enterprise services migrate to designated core data centers no later than the end of fiscal year 2018. It also established the [Army Application Migration Business Office](http://www.eis.army.mil/es/es-news/army-application-migration-business-office-named-service-broker-for-the-arm) (AAMBO) and required that all systems and applications migrate to a DOD-approved hosting facility. \n\nThe Commercial Cloud Service Provider Policy focuses on the commercial CSP migration and hosting option, and reinforces the overarching Army application migration process. It identifies systems and applications not permitted to migrate to off-premises commercial CSPs, and roles and responsibilities for organizations with applications migrating to, or using, commercial CSPs. It also outlines cybersecurity and commercial CSP acquisition and use requirements.\n\n**Why is this important to the Army?**\n\nTransitioning to cloud-based solutions and services advances the Army's long-term objective of reducing ownership, operation and sustainment of hardware and other commoditized information technology. Cloud computing will help enable ubiquitous, convenient, on-demand network access to a shared pool of configurable computing resources (e.g., networks, servers, storage, applications and services) that can be rapidly provisioned and released with minimal management effort or service-provider interaction. \n\nThis switch is a critical component of achieving the Joint Information Environment objectives outlined by the DOD Chief Information Officer. Over time, cloud computing will significantly boost operational efficiency, increase network security and posture the Army to adopt innovative technology more quickly at a lower cost.\n\nMaximum leverage of the cloud computing environment is extremely important for the Army.\n\n**What does the Army have planned for the future?**\n\nThe next step is to develop metrics that allow the Army to gauge commercial CSP performance, to monitor cost savings and to drive efficiencies while increasing situational awareness and overall network security. In the future, cloud computing will position the Army to harness the power of Big Data analytics through a common operating environment that enables on-demand access to information regardless of location or device.  \n\n**Resources:**\n\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [Army Program Executive Officer, Enterprise Information Systems](http://www.eis.army.mil)\n* Related documents: \n* [- Army Commercial Cloud Service Providers Policy](http://ciog6.army.mil/Portals/1/CloudStrategy07272015.pdf) \n* [- Army Cloud Computing Strategy](http://go.usa.gov/3sQcY)\n* [- Army Enterprise Network Vision](http://ciog6.army.mil/Portals/1/army_net_vision_depiction.jpg)\n* Related article: \n* [- Army Application Migration Business Office Named Service Broker for the Army](http://go.usa.gov/3sQcw)\n* Related STAND-TO!:\n* [- The Army Cloud Computing Strategy](http://www.army.mil/standto/archive_2015-03-26/)\n* [- The Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n* [- U.S. Army's Future Network](http://www.army.mil/standto/archive_2014-03-13)\n",
    "date": "Monday, Aug. 10, 2015",
    "quote": "Quote of the Day\n------------------\n\nBut our very reason for being, the very core of what it means to have an Army, it's to win and to win decisively in ground combat against the enemies of our country so that the American citizens can enjoy life, liberty and the pursuit of happiness.\n\n### - Gen. Mark A. Milley, during the Senate Armed Services Committee hearing where he was confirmed as the 39th chief of staff of the Army, Washington D.C. \n\n### - [Milley confirmed as CSA, Murphy nominated for under secretary](http://www.army.mil/article/153467)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}