{
    "id": "2015-08-11",
    "title": "DEE Storage Management",
    "body": "**What is it?**\n\nArmy Chief Information Officer/G-6 ([CIO/G6](http://ciog6.army.mil/)) implemented Defense Enterprise Email (DEE) in 2010 to improve email capabilities and reduce costs. In July 2013, the Army completed its migration to DEE, moving existing Army accounts to Defense Information Systems Agency (DISA) infrastructure resulting in the creation of more than 1.4 million DEE accounts. When the Army completed the migrations, DEE mailbox size limits were not rigorously enforced, meaning users could store as much email for as long as they wanted. \n\nEmail performance is directly linked to the size of the mailbox.  Excess mail causes delays when starting Outlook, and significantly slows performance when opening messages, conducting searches and sorting folders.  By maintaining safe levels of email storage, the Army can reduce the amount of storage required to maintain current patterns of usage, lower its storage and operating costs and more importantly, prevent user degradation of service caused by unmanaged, unacceptable levels of accumulated storage.\n\n**Why is this important to the Army?**\n\nAlthough the Army has gone to great lengths to reduce the cost of its email service, the exponential growth of storage consumption supporting mailboxes is on an unsustainable path. Effective management of mailbox sizes will improve operational performance and manage storage consumption costs Army-wide.  One result is that users with excess accumulation of mail experience Outlook start up delays and slower operational performance.\n\nThe two classes of mailboxes are Basic with a maximum storage limit of 512MB and Business with a maximum storage limit of 4GB.  As of Jul. 1, 2015, Army reports indicate there are more than 83,000 users' mailboxes with over 4GB of storage and more than 3,300 user mailboxes exceeding 10GB.  \n\n**What is the Army doing?**\n\nBetween now and the Oct. 1 deadline, DEE users will receive a series of communications with links to tools and tips to manage their mailbox size in the form of tactics, techniques, and procedures (TTP) documents. It is imperative that all DEE users take the necessary action to reduce the Army's overall consumption of storage.\n\nAll users, at risk of exceeding size limits will receive auto-generated warnings when mailboxes reach or are above authorized size limits. Mailboxes that reach the authorized limit will initially lose the ability to send email.  When mailboxes exceeds size and reaches a set limit above the authorized size, users will also lose the ability to receive email.\n\n**What does the Army have planned for the future?**\n\nThe Army will begin enforcement of mailbox size limits to allow users time to reduce their mailbox sizes and instill good mailbox management procedures.  This preparation time is needed to resolve the over 80,000 oversize business-class mailboxes and enable the Army to meet the Oct. 1 deadline.\n\n**Resources:**\n \n* AKO Log-in required: [Skillport Course](https://usarmy.skillport.com/skillportfe/custom/login/usarmy/login.action)  \n* [- \"Managing Your E-mail\"](http://library.skillport.com/coursedesc/comm_17_a03_bs_enus/summary.htm#CourseNum)\n* [Microsoft Course - Manage Your Mailbox](https://support.office.com/en-US/article/Manage-your-mailbox-I-Find-its-size-and-trim-it-down-226b46f3-0e95-4b6a-a2db-bbc2a62c8f41?ui=en-US&rs=en-US&ad=US)\n* [CIO/G6](http://ciog6.army.mil/)\n* [Project Director, Enterprise Services](http://www.eis.army.mil/es)\n* [PEO EIS](http://www.eis.army.mil/)\n* [Defense Information Systems Agency](http://www.disa.mil/)\n* [PD ES on Facebook](https://www.facebook.com/armypdes)\n* [PD ES on Twitter](https://twitter.com/ArmyPDES)\n* Related articles:\n* [- DISA to enforce DOD Enterprise Email mailbox size limits starting September](http://www.army.mil/article/153167/)\n* [- 2014 Green Book: Network 2025: Keeping the Army ready and dominant in the 21st Century](http://www.army.mil/article/134867/)\n* Related document: \n* [- How to manage your DEE mailbox](http://go.usa.gov/3sFEe)\n* Related STAND-TO!\n* [- AKO Service Changes](http://www.army.mil/standto/archive_2015-07-08/) \n* [- Enterprise Email](http://www.army.mil/standto/archive/2011/01/04/)\n",
    "date": "Tuesday, Aug. 11, 2015",
    "quote": "Quote of the Day\n------------------\n\nThis exercise was another opportunity for Georgian and U.S. Soldiers to work alongside each other. We came together, overcame language barriers, developed training invested in our forces, and most importantly, strengthened the relationship between our countries.\n\n### - Maj. Gen. William K. Gayler, deputy commanding general, U.S. Army Europe discusses the importance of Exercise Noble Partner, the two-week exercise involving Georgian forces as well as Soldiers from the 173rd Airborne Brigade and 3rd Infantry Division.\n\n\n### - [Georgia conflict case of 'strategic surprise,' says expert](http://www.army.mil/article/153551/)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}