{
    "id": "2015-08-12",
    "title": "The Performance Triad",
    "body": "**What is it?**\n\nThe Performance Triad is a comprehensive plan to improve readiness and increase resilience through public health initiatives and leadership engagement. The Triad is the foundation for [Army Medicine](http://www.armymedicine.mil/)'s transformation to a System for Health, a partnership among Soldiers, Families, leaders, health teams, and communities to promote readiness, resilience, and responsibility.\n\nThe [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient) is integrating initiatives that optimize the physical, emotional, social, spiritual, and Family fitness of the Total Army and Army Medicine performs a critical role in all aspects of health readiness and healthcare in the Army.  Army Medicine fulfills the privilege of maintaining, restoring, and improving the health of the Total Army Family and helped the Army create the Performance Triad initiative (sleep, activity, and nutrition).  \n\nThe goal of the Performance Triad is to positively impact and sustain the health, readiness, and resilience of Soldiers and the Total Army Family.\n\n**What has the Army done?**\n\nA pilot program which started in 2013 and ended in 2014, confirmed the importance of engaged leadership as foundational to Soldier buy-in and the practice of healthy [sleep](http://www.army.mil/standto/archive_2013-02-13/), [activity](http://www.army.mil/standto/archive_2013-02-27/), and [nutrition](http://www.army.mil/standto/archive_2013-01-31/)  habits in support of readiness and resilience.  Furthermore, Soldiers view leaders as the crucial component to creating unit health culture and to providing the resources that facilitate personal readiness. \n\n**Why is this important to the Army?**\n\nThe [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx) is nested within the Army's Ready and Resilient Campaign and promotes healthy sleep, activity, and nutrition -- the three key components that impact the health and performance of Soldiers, Family members, DA Civilians, and retirees. The Performance Triad is designed to influence health readiness behaviors at the individual, Family, and unit level -- especially as it relates to injury and obesity.  The overarching goal is to improve and sustain physical, emotional, and cognitive dominance through strategies that optimize sleep, activity, and nutrition and emphasizes that optimal performance and health readiness is achieved when all three components are addressed simultaneously. \n\n\n\n**What does the Army have planned for the future?**\n\nThe 2014 pilot results influenced the current Performance Triad targets and program design.  There are five United States Army Forces Command ([FORSCOM](http://www.forscom.army.mil/)) brigades participating in the current pilot and these units will provide critical feedback on how to implement the Performance Triad Army-wide.  Technology and a robust social media campaign are integral components and essential nudges to reinforce and communicate the healthy tenets of sleep, activity, and nutrition. The Army is also reviewing installation built environments to ensure that the healthy choice is the easy choice for the Total Army Family.\n\n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.mil/)\n* [- Performance Triad Health Targets](http://armymedicine.mil/Pages/performance-triad.aspx)\n* [- Performance Triad Health Targets Behavior Graphic](https://usaphcapps.amedd.army.mil/HIOShoppingCart/Uploads/thumbnails/702A.jpg)\n* [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* [Army Families](http://www.army.mil/families)\n* Related videos: \n* [- Performance Triad](https://www.youtube.com/watch?v=ZAb6VrBMZl4&feature=youtu.be)\n* [-  Performance Triad Training Sessions](http://armymedicine.mil/Pages/Performance-Triad-Training-Sessions.aspx)\n* Performance Triad on social media\n* [- YouTube](http://www.youtube.com/c/PerformanceTriad)\n* [- Facebook](https://www.facebook.com/PerformanceTriad)\n* [- Twitter @PerformTriad](https://twitter.com/PerformTriad) \n* [- Pinterest](https://www.pinterest.com/performancetria/)\n* Related articles:\n* [- Stepping Up the Performance Triad](http://www.army.mil/article/141264 )\n* [- Leveraging technology to increase Soldier health and awareness](http://www.army.mil/article/105590/)\n* [- The Performance Triad: Nutrition - the connective link in your lifespace](http://www.army.mil/article/97798/)\n* [- Surgeon General defines end state of Performance Triad roll out](http://www.army.mil/article/97318)\n* Related STAND-TO!: \n* [- Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [- Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* [- Performance Triad: Activity](http://www.army.mil/standto/archive_2013-02-27/) \n* [- Performance Triad: Sleep](http://www.army.mil/standto/archive_2013-02-13/)  \n* [- Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/) \n",
    "date": "Wednesday, Aug. 12, 2015",
    "quote": "Focus Quote of the Day\n------------------\n\nA healthy lifestyle can lead to a better life with more engagement, energy and fulfillment.\n\n### - Lt. Gen. Patricia D. Horoho, Army surgeon general and commander, [U.S. Army Medical Command](http://armymedicine.mil/Pages/Home.aspx)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}