{
    "id": "2015-08-14",
    "title": "Cyber threats",
    "body": "**What is it?**\n\nCyber crime, cyber theft, and cyber intrusions are real and growing threats to the Army and America, but [U.S. Army Cyber Command](http://www.arcyber.army.mil) is also real and growing. Professional cyber operators work 24/7 to stay ahead of malicious state and non-state actors, criminals, hackers and insider threats that seek to disable or compromise Army networks, systems and critical infrastructure. Every member of the Total Army plays an important role in supporting the deliberate efforts of full-time cyber defense forces. Just as physical security begins with individuals, safeguarding Army networks and the information on them requires individual vigilance.\n \n**What has the Army done?**\n\nThe Army continually educates and trains the force on protective measures, but cybersecurity cannot be looked at as a once-a-year mandatory training requirement or a \"bumper sticker\" slogan. The threat is real and requires daily awareness. While most Army members are familiar with basic tactics to prevent compromises, not everyone follows those best practices. Tactics such as using complex passwords, changing passwords frequently, not selecting active hyperlinks in unsigned e-mails, disabling location access on social networks, and protecting operational and personal security are a few of the ways users can protect themselves and Army networks. Other measures to prevent identity theft and keep networks secure include being aware of the privacy policies of sites and organizations that seek personal information; keeping browser software current with the latest security updates and knowing how to use them; getting independent verification of questionable requests for personal information; getting to know the security features of sites that request personal data and reviewing and updating them regularly; and signing up for continuous credit monitoring. \n\n**What continued efforts does the Army have planned for the future?**\n\nARCYBER is on the front line of the Army's continual operations to reduce the number of access points and vulnerabilities and to build a network that is increasingly more defensible. Efforts to assess and manage risks to Army enterprise and personal information demand flexible, adaptive, continually updated safeguards. Maintaining that edge makes comprehensive, thorough and continuous training for Soldiers, civilian employees, and Family members essential to protecting Army and personal assets. \n\n**Why is this important to the Army?**\n\nThe Army faces increasingly pervasive and sophisticated cyber threats. Malicious activity in cyberspace constantly threatens Army networks, information and people. Every user has an essential role in keeping Army and personal networks and information safe. The only secure way ahead is through nonstop vigilance; continually updated tools, training, tactics and techniques; and a Total Army culture that embraces cybersecurity as a top priority.\n\n**Resources:**\n \n* [U.S. Army Cyber Command](http://www.arcyber.army.mil)\n* [Army Cyber Center of Excellence](http://cybercoe.army.mil/)\n* [CIO/G-6](http://ciog6.army.mil/)\n* [USA.gov Protect Yourself Online](https://www.usa.gov/identity-theft)\n* [Stop Think Connect](http://www.stcguide.com/)\n* [Information about OPM Cybersecurity Incidents](https://www.opm.gov/cybersecurity#WhatDoINeedToDo)\n* Related STAND-TO!:\n* [-  Army Cybersecurity Awareness Month](http://www.army.mil/standto/archive_2014-10-01/)\n* [-  Cybersecurity Awareness: Leader Responsibility](http://www.army.mil/standto/archive_2014-10-08/)\n* [-  Cybersecurity Awareness: Individuals](http://www.army.mil/standto/archive_2014-10-16/)\n* [-  Cybersecurity Awareness: Collective](http://www.army.mil/standto/archive_2014-10-20/)\n* [-  Cybersecurity Awareness: Home and Family](http://www.army.mil/standto/archive_2014-10-27/)\n",
    "date": "Thursday, Aug. 13, 2015",
    "quote": "Quote of the Day\n------------------\n\nI have felt so honored the last four years to be chief of staff, because every day I'm just taken by the sacrifice and the commitment of our Soldiers and their Families, and how much they've given, and how much they continue to give, and how much they care about each other and care about the mission. That's what makes this job worthwhile.\n\n### - Gen. Raymond T. Odierno, as he gets ready to retire as the 38th chief of staff of the Army, Aug. 14\n\n\n### Read Gen. Odierno's thoughts on [issues facing the Army and the nation](http://www.army.mil/article/153768/?from=st) at a news conference held at the Pentagon, Aug.12\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: Gen. Mark A. Milley to become the 39th chief of staff of the Army \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}