{
    "id": "2015-08-17",
    "title": "The Army Astronaut Program",
    "body": "**What is it?**\n\nThe U.S. Army is one of the largest users of space-based capabilities in the Department of Defense. In support of this, the Army formalized an Army Space Cadre that consists of space professionals and space enablers.\n \nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc) (USASMDC/ARSTRAT) is the Army proponent for Functional Area 40 (FA40) Space Operations. The Army's Astronaut Program falls under the SMDC/ARSTRAT NASA detachment at the Johnson Space Center in Houston, Texas. This program effectively contributes to the nation's space program.\n\n**What has the Army done?**\n\nOn Jan. 31, 1958, the U.S. Army launched America's first satellite, Explorer I. On May 5, 1961, the launcher sending the first American, Cmdr. Alan Shepard; on its historic flight into space was a modified Army Redstone rocket designated Mercury-Redstone 3. In 1976, Maj. Robert Stewart became the Army's first astronaut.  Since then, 18 Soldiers have successfully completed astronaut candidate training.  These astronauts have played a key role in NASA's space shuttle program and in the construction and operation of the International Space Station (ISS). The ISS is the largest international cooperative space effort in history.\n\nThe current Army astronauts are [Col. Mark Vande Hei](http://www.jsc.nasa.gov/Bios/htmlbios/vande-hei.pdf), detachment commander; [Maj. Anne McClain](http://www.jsc.nasa.gov/Bios/htmlbios/mcclain-ac.pdf), and [Maj. Andrew Morgan](http://www.jsc.nasa.gov/Bios/htmlbios/morgan-ar.pdf). \n\n**What continuing efforts does the Army have planned?**\n\nArmy space operations officers provide the Army's core of space-smart professionals. There are two distinct career paths within the FA40 career field: space operations officer (AOC 40A) and astronaut (AOC 40C). Space operations officers provide commanders with expertise and guidance on using space-based capabilities to carry out operations, enhancing a command's ability to task, collect, process and act on space-based products, information, warnings and space-related capabilities. FA40 officers in non-tactical assignments, formulate policy, develop operational concepts, conduct research, develop technologies, evaluate and implement the tactics, techniques and procedures for the operation and use of space. \n\nArmy astronauts provide the opportunity for officers selected by NASA to serve as astronauts for exploration of space. Astronauts may perform as an International Space Station commander, flight engineer, science officer, ground support for International Space Station crews, capsule communicator, crew support astronaut, or Kennedy Space Center support astronaut.\n\n**Why is this important to the Army?**\n \nArmy astronauts help the Army define its requirements for the space program and enhance the Army's use of space capabilities. Ultimately, these Soldiers are Army ambassadors to NASA and the public. \n\n**Resources:**\n \n* [Military Astronaut Program](http://astronauts.nasa.gov/content/mpoc.htm)\n* [Army Space Personnel Development Office](http://www.smdc.army.mil/FactSheets/ASPDO.pdf)\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc) \n* [SMDC Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf) \n* Related article: \n* [- Newest Astronauts complete training](http://www.army.mil/article/152252)\n* Current Army Astronaut Biographies: \n* [- Col. Mark Vande Hei](http://www.jsc.nasa.gov/Bios/htmlbios/vande-hei.pdf)\n* [- Maj. Anne McClain](http://www.jsc.nasa.gov/Bios/htmlbios/mcclain-ac.pdf)\n* [- Maj. Andrew Morgan](http://www.jsc.nasa.gov/Bios/htmlbios/morgan-ar.pdf)\n",
    "date": "Monday, Aug. 17, 2015",
    "quote": "Quote of the Day\n------------------\n\nAs your chief of staff I will ensure we remain ready as the world's premier combat force. Readiness to fight and win -- ground combat is and will remain the U.S. Army's No. 1 priority. And there will be no other No. 1. We will always be ready to fight today, and we will always prepare to fight tomorrow.\n\n### - [Army's 39th Chief of Staff Gen. Mark A. Milley](http://www.army.mil/leaders/csa/),  after being sworn in as the new chief at a change of responsibility ceremony held at Summerall Field, Joint Base Myer-Henderson Hall, Virginia, Aug. 14\n\n### [Wars must be fought with boots on ground, new Army chief says](http://www.army.mil/article/153920)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 26: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}