{
    "id": "2015-08-18",
    "title": "Regional Planning",
    "body": "**What is it?** \n \nRegional planning is a Whole Community approach to planning for Defense Support of Civil Authorities (DSCA) in response to complex catastrophes and other catastrophic events requiring federal military support.  \n\n[United States Army North (Fifth Army)](http://www.arnorth.army.mil/) participates in regional planning with other federal, regional, state, local, and tribal entities to develop tailored response plans for a multitude of natural and man-made threats to the homeland.  \n\n**What has the Army done?**\n\nArmy North is in the midst of a five-year effort to develop a suite of regional complex catastrophe response plans.  The desired end state consists of comprehensive plans organized by region covering the full breadth of DSCA missions Army and Joint land forces could be required to execute.  The initial focus of regional planning will be on complex catastrophes: events identified by the DOD as natural or man-made incidents resulting in cascading infrastructure failures, disruption of functions of national importance, or extraordinary levels of damage and casualties.  Regional planning is a multi-year effort but once complete will serve as the basis for DOD support to a wide range of complex catastrophes.\n\n**What continued efforts does the Army have planned for the future?**\n\nAdditional work must be done to further refine the federal military response to complex catastrophes.  Army North continues to work with planners from various federal agencies, [USNORTHCOM](http://www.northcom.mil/), the National Guard, and other service components to identify gaps and develop mitigation strategies.  Additionally,  Army North is developing a process to link regional plans to national-level-exercises that incorporates participation with interagency partners at all levels of government.  \n\n**Why is this important to the Army?**\n\nThe 2015 National Security Strategy emphasizes the federal government's commitment to reinforcing homeland security to protect the nation from a diverse array of threats and hazards.  Regional planning ensures the Army --as the service with the preponderance of DSCA capabilities - is part of a Whole Community approach to developing a resilient nation in order to protect against those threats.  By facilitating engagement at all levels of government, regional planning ensures that the Army is actively contributing to the nation's ability to [win in a complex world](http://www.army.mil/standto/archive_2014-12-22/), whether abroad or at home.\n\n\n**Resources:**\n\n* [ARNORTH](http://www.arnorth.army.mil/)\n* [National Preparedness Goal, September, 2011](https://www.fema.gov/national-preparedness-goal) \n* [Army.mil: U.S. Army North news](http://www.army.mil/usarnorth)\n* [U.S. Army Humanitarian Relief](http://www.army.mil/humanitarian/)\n* [Ready Army](http://www.acsim.army.mil/readyarmy/) \n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/)\n* Related documents: \n* [- The U.S. Army Operating Concept, Oct. 31, 2014](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf) \n* [- The 2015 National Security Strategy, February 2015](https://www.whitehouse.gov/sites/default/files/docs/2015_national_security_strategy.pdf) \n* [- A Whole Community Approach to Emergency Management: Principles, Themes, and Pathways for Action, December 2011](http://www.fema.gov/media-library-data/20130726-1813-25045-0649/whole_community_dec2011__2_.pdf) \n* Related STAND-TO!: \n* [-  The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- America's PrepareAthon!](http://www.army.mil/standto/archive_2015-04-16/)\n* [- U. S. Army North's Task Force 51](http://www.army.mil/standto/archive_2014-04-10/)\n* [- DOD Defense Support to Civil Authorities Automated Support System](http://www.army.mil/standto/archive/issue.php?issue=2012-08-10)\n* [- U.S. Army Support to Humanitarian Assistance and Relief Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-01-03)\n",
    "date": "Tuesday, Aug. 18, 2015",
    "quote": "Quote of the Day\n------------------\n\nI think we have to change the tone of the SHARP program ... It's starting to cause a divide between males and females in the Army, where we don't want to talk to each other and that's not the intent. The goal is success - an environment conducive for everyone to succeed, where everyone works together and prospers.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), while speaking about how his initiative [\"Not in My Squad\"](http://www.army.mil/standto/archive_2015-06-10/?) augments the current SHARP program throughout the Army, emphasizes the need for the Army's SHARP program to evolve to encompass a more positive approach, during his visit to Fort Irwin, California, Aug. 4-6.\n\n### [SMA Dailey at NTC: NCOs should strive to serve here](http://www.army.mil/article/153922/)\n  ",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 26: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}