{
    "id": "2015-08-19",
    "title": "GCSS-ARMY WAVE 2",
    "body": "**What is it?**\n\nThe Global Combat Support System-Army (GCSS-Army) is a new information system that will improve every warehouse, supply room, motor pool, and property book office in the Total Army.  GCSS-Army is based on a commercial software program and will ultimately be the largest enterprise resource planning (ERP) system in the Department of Defense.  ERPs have long been used by the business community to store and share information among users.  GCSS-Army has all the benefits of its commercial ERP counterparts, but it is designed specifically for the unique needs of the Army.\n\n**Why is this important to the Army?**\n\nGCSS-Army is a game-changer in logistics. Soldiers at every level and in every component will benefit from GCSS-Army.  The system is able to integrate thousands of local databases into a single enterprise-wide view.  It allows users to track and plan logistics functions enabling warfighters to order, move, track, account for, and maintain equipment.\n\nGCSS-Army is important to the Army's ability to achieve financial transparency and audit-readiness by 2017.  GCSS-Army operates collaboratively with the General Fund Enterprise Business System (GFEBS).  GCSS-Army and GFEBS together provide improved readiness, accountability, and financial auditability by integrating key capabilities such as centralized funds distribution and retraction, consolidated status of funds and trial balance reporting, centralized reimbursable execution, and comprehensive managerial cost accounting and reporting.\n\n**What has the Army done?** \n\nFielding of GCSS-Army is being accomplished in two waves.  Wave 1, now more than 90 percent complete, is running in supply support activities, providing 14,000 users a better way to manage the global supply chain.  Fielding of the much larger Wave 2 began in January 2015, and will impact every command, unit supply room, field maintenance activity, and property book office in the Army, totaling approximately 140,000 users.  GCSS-Army will replace the Property Book Unit Supply Enhanced (PBUSE) System, the Standard Army Maintenance System-Enhanced (SAMS-E), and the Standard Army Maintenance System Installation Enhanced (SAMS-IE).  \n\n**What continued efforts are planned for the future?**\n\nWave 1 fielding will be complete by December of this year.  Over the next two years, Wave 2 will continue to field and is scheduled to finish by September 2017, successfully completing GCSS-Army, Increment I.  Plans are underway for Increment 2 to incorporate aviation logistics, enhanced analytics and reporting, and additional business intelligence/business warehouse capability.   \n\n**Resources:**\n\n* [GCSS-Army](https://www.gcss.army.mil/)\n* [Joint Readiness Training Center](http://www.jrtc-polk.army.mil/#)\n* Related STAND-TO!: \n* [- Global Combat Support System -- Army Wave 2](http://www.army.mil/standto/archive_2015-05-28/)\n\n\n",
    "date": "Wednesday, Aug. 19, 2015",
    "quote": "Quote of the Day\n------------------\n\nEach Ranger School graduate has shown the physical and mental toughness to successfully lead organizations at any level. ... We owe Soldiers the opportunity to serve successfully in any position where they are qualified and capable, and we continue to look for ways to select, train, and retain the best Soldiers to meet our nation's needs.\n\n### - [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/), congratulating the 94 men and two women who met the standards of the Swamp Phase and will graduate the Ranger Course on Aug. 21\n\n### [94 men, two women complete Swamp Phase, earn Ranger Tab](http://www.army.mil/article/154029)\n\n### Related STAND-TO!:  [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)\n ",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}