{
    "id": "2015-08-20",
    "title": "Army Immunization Program ",
    "body": "**What is it?** \n\nThe Army immunization program is a positive, direct, and specific approach to disease prevention and control. This program, as it developed, represented a very considerable expansion of the application of immunization procedures in the Army.\n\nCurrently, the Immunization Healthcare Branch of the Defense Health Agency synchronizes, integrates, and coordinates immunization policies and other immunization-related activities for all DOD components. \n\n**Why is this important to the Army?** \n\nImmunizations are the best protection against vaccine preventable disease, and have saved more lives than any other medical measure in history. In their \"Ten Great Public Health Achievements,\" the Centers for Disease Control and Prevention (CDC)  estimates that the routine childhood immunization schedule can prevent up to 42,000 deaths and 20 million cases of disease for every 4 million children who are born. Morbidity from vaccine-preventable diseases has fallen 90 percent or more since the mid-20th century.\n\nFlu season can be dangerous, unpredictable, and degrade force readiness and the Army's mission. Army Medicine is committed to ensuring that every Soldier, Family member, DA Civilian, Army retiree and healthcare provider receives the vaccines they need to stay healthy. \n\n**What has the Army done?** \n\nThe Army supports the designation of August as National Immunization & Influenza\nAwareness Month. It is critically important that every Soldier, Family member, DA Civilian and health beneficiary receive all of their immunizations, including yearly influenza immunizations, to ensure the Army is a healthy and mission-ready force. The CDC annually ranks influenza as one of the top ten leading causes of age-adjusted death in the United States. \n\n\n**What continued efforts does the Army have planned for the future?** \n\nThe Army will continue to aggressively educate all Soldiers, Family members and other beneficiaries on the importance of keeping their immunizations up to date. For the 2015-2016 influenza season, the Army has contracted for almost 1.7 million doses of influenza vaccine. This helps to ensure that Soldiers and beneficiaries are protected against influenza. In late August, the Defense Logistics Agency (DLA) will begin delivering this year's unique influenza vaccine to military treatment facilities. \n\n\n**Resources:**\n\n* [Defense Health Agency - Immunization Healthcare Branch](http://www.vaccines.mil/)\n* [Centers for Disease Control and Prevention](http://www.cdc.gov/)\n* [Army Medicine](http://armymedicine.mil/Pages/Home.aspx)\n* [The Office of Medical History](http://history.amedd.army.mil/index.html)\n* Related article:\n* [- Immunizations and your Army medical home](http://www.army.mil/article/153851)\n",
    "date": "Thursday, Aug. 20, 2015",
    "quote": "Focus Quote of the Day\n------------------\n\nVaccination for influenza is the most important step you can take in the next few months to ensure you are healthy this coming flu season. They are also vital in improving the health of our Soldiers, families and retirees.\n\n### - Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general of the [U.S. Army Medical Command](http://armymedicine.mil/Pages/Home.aspx)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}