{
    "id": "2015-08-24",
    "title": "Select-Train-Educate-Promote (STEP)",
    "body": "**What is it?**\n\nSelect-Train-Educate-Promote, also known as STEP, is a policy that represents the Army's investment in Soldiers' professional military education through a deliberate, continuous, and progressive process. Since 2008, the Army has required master sergeants to graduate from the Sergeants Major Course before attaining eligibility for promotion to sergeant major.  Effective Jan. 1, 2016, the Army will expand this standard for promotion eligibility to the following NCO ranks by requiring all Soldiers to complete the appropriate level of formal military education before being determined fully qualified:\n\n* --Promotion to sergeant requires completion of the Basic (formerly Warrior) Leader Course.\n* --Promotion to staff sergeant requires completion of the Advanced Leader Course.\n* --Promotion to sergeant first class requires completion of the Senior Leader Course.\n\n**What has the Army done?**\n\nSince the 1980s, the Army has allowed \"conditional promotions,\" where Soldiers could get their stripes without having completed the corresponding professional military education (PME).  Recently, the Army announced the establishment of the Noncommissioned Officer Professional Development System (NCOPDS); an organizational framework to develop the next generation of competent and committed NCOs.  Within this framework, a Soldier's stripes will not just be an indicator of rank or pay -- it will be an indicator that each NCO has been appropriately trained as a leader.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to ensuring all Soldiers are provided full career opportunities to reach their highest potential and enhance overall Army readiness. This will be achieved in part by continuing to shape policies that support and sustain our highly capable and ready force. \n\n**Why is this important to the Army?**\n\nThese requirements are enhancements to the Army's talent management system, which ensures its NCOs are properly developed and prepared to fight and win in a complex world as adaptive, agile leaders and trusted professionals. Additionally, Army leadership endorses that education provides academically, intellectually, and personally challenging learning experiences. By linking structured self-development and the NCO Education System to subsequent promotion, the Army will better prepare NCOs for the complexities of today's operational environment while reinforcing the benefits of a deliberate, continuous, sequential and progressive professional development strategy.\n\n**Resources:** \n\n\n* [U.S. Army NCO Education System](http://armyncoes.com/)\n* [Institute for NCO Professional Development](http://www.tradoc.army.mil/INCOPD/index.html)\n* Related document: \n* [- Army Directive 2015-31 (Requirements for NCO Promotions)](http://www.army.mil/e2/c/downloads/406236.pdf)\n* [- AR 600-8-19: Enlisted Promotions and Reductions](http://www.apd.army.mil/pdffiles/r600_8_19.pdf)\n* Related articles: \n* [- Soldiers must complete school before promotion](http://www.army.mil/article/154000/) \n* [- Jan. 6, 2015 -CSA's remarks at Virtual Town Hall](http://www.army.mil/article/141599/) \n* Related STAND-TO!: \n* [- Structured Self-Development](http://www.army.mil/standto/archive/issue.php?issue=2012-08-21)\n",
    "date": "Monday, Aug. 24, 2015",
    "quote": "Quote of the Day\n------------------\n\nIt is definitely more of a mental challenge than physical. If you mentally know you want to get through -- and you have to want to get through -- than you will make it. \n\n### - Capt. Kristen M. Griest, one of the first two female graduates to earn the Ranger Tab on Aug. 21, emphasizes perseverance and confidence as the key to making it through and encourages other [women in the Army](http://www.army.mil/women/)to attend the Ranger School, during a press conference at Fort Benning, Georgia \n\n\n### [First female Rangers believe experience makes them better leaders](http://www.army.mil/article/154253)\n\n### Visit [Army.mil: U.S. Army Rangers](http://www.army.mil/ranger/)\n\n### Related STAND-TO!: [ Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}