{
    "id": "2015-08-25",
    "title": "The Army's Enlisted Aide Program",
    "body": "**What is it?**\n\nThe [Army Enlisted Aide Program](http://www.quartermaster.army.mil/jccoe/Special_Programs_Directorate/Enlisted_Aide_web_documents/enlisted_aide_main.html) is a comprehensive program that provides guidance and outlines the roles, responsibilities, and key processes associated with enlisted aids which includes: policy, training, recruiting, management, selection, and utilization.\n\nThis was established in August 2004 with the purpose of relieving general and flag officers (G/FOs) of those minor tasks and details which, if performed by the G/FOs, would be at the expense of the G/FOs primary military and other official duties and responsibilities. \n\nThe program allows for Soldiers to volunteer and serve as an enlisted aide on the personal staff of a general or flag officer. \n\n**What has the Army done?**\n\nSince its inception the program has established specific policies, assignments and training requirements for individuals who volunteer to become an enlisted aide. The program has undergone full revision to meet present and future Army Profession and [Leader Development](http://www.army.mil/standto/archive_2013-06-19/) requirements. Changes to the program include: thoroughly updated policy, procedures and governance guidelines that allow Army agencies to execute their core mission while supporting the program; opening the program to Soldiers from all military occupational specialties (MOSs); updating selection and nomination procedures to ensure the best-qualified personnel are selected; establishing mandatory training requirements and a mandatory assignment cycle that ensure Soldiers remain competitive in their primary MOS.\n\n**Why is this important to the Army?**\n\nThe restructuring of the [Army Enlisted Aide Program](http://www.quartermaster.army.mil/jccoe/Special_Programs_Directorate/Enlisted_Aide_web_documents/enlisted_aide_main.html) was necessary in order to build trust, values and standards back into the program in order to maintain a high-quality all-volunteer force to support the Army 2020 and beyond. It takes into account the changing role of the enlisted aide in support of the Army Profession while maintaining trust and confidence in leaders across the force. By taking part in the program, enlisted aides can enhance their military knowledge, skills and abilities; maximize their career potential; and maintain a competitive edge for promotion and assignments.\n\n**What continued efforts does the Army have planned for the future?**\n\nTo enhance the overall Enlisted Aide Program, [U.S. Army Human Resources Command](https://www.hrc.army.mil/) is spearheading the Enlisted Aide Selection Panel. Nominations will be considered as part of the fiscal 2015 fall enlisted aide selection panel, scheduled for Sept. 25 to Oct. 8. HRC will pursue continuous recruiting to identify the best qualified personnel for this unique broadening assignment, and continued assessment of training methodology and execution to ensure the provided training meets the needs of the Army 2020 objectives. \n\n\n\n**Resources:**\n\n\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n* [Joint Culinary Center of Excellence](http://www.quartermaster.army.mil/jccoe/jccoe_main.html)\n* [Army Enlisted Aide Program](http://www.quartermaster.army.mil/jccoe/Special_Programs_Directorate/Enlisted_Aide_web_documents/enlisted_aide_main.html)\n* [Army Enlisted Aide Handbook](http://go.usa.gov/36VKz)\n* [U.S. Army Quartermaster Corps](http://www.quartermaster.army.mil/jccoe/jccoe_main.html)\n* [Army Enlisted Aide EA Program](http://go.usa.gov/36VKk) \n* Related documents: \n* [- AR 614-200 Enlisted Assignments and Utilization Management](http://www.apd.army.mil/pdffiles/r614_200.pdf)\n* [- Military Occupational Classification and Structure](http://www.apd.army.mil/pdffiles/p611_21_v1.pdf)\n* Related articles:\n* [- Help wanted: Enlisted aides in valued roles for Army leaders](http://www.army.mil/article/152471/)\n* Related STAND-TO! \n* [- The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [- The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)",
    "date": "Tuesday, Aug. 25, 2015",
    "quote": "Focus Quote of the Day\n------------------\n\nThe Army is broadening the scope and looking to invest significant resources to develop a competitive program to select highly qualified Soldiers. \n\n### - Sgt. 1st Class Christian D. Price, a former enlisted aide, who now serves as the Army enlisted aide and 92G special programs manager, [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n\n\n### [Help wanted: Enlisted aides in valued roles for Army leaders](http://www.army.mil/article/152471/)",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}