{
    "id": "2015-08-27",
    "title": "Joint Light Tactical Vehicle (JLTV) Program ",
    "body": "**What is it?**\n \nThe [Joint Light Tactical Vehicle (JLTV) program](http://asc.army.mil/web/portfolio-item/cs-css-joint-light-tactical-vehicle-jltv/) is an Army-led, joint modernization program designed to replace a portion of Army and Marine Corps light tactical wheeled vehicle fleets while closing an existing gap in payload, performance, and protection.  \n\nThe JLTV family of vehicles consists of vehicles capable of performing multiple mission roles and designed to provide protected, sustained, networked mobility for personnel and payloads across the full range of military operations in two variants and four mission package configurations: general purpose, heavy-guns carrier, close-combat-weapons carrier, and a utility vehicle.\n\n**Why is this important to the Army?**\n\nThe [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) highlights the future operational environment as unknown, unknowable, and constantly changing.  As Soldiers and Marines find themselves operating in increasingly diverse environments, they need lean, capable, and expeditionary systems.  With enhanced protection and improved maneuverability, transportability, maintainability, and connectivity to 21st century battlefield networks, JLTVs will expand the options available to commanders.  \n\n**What has the Army done?**\n \nThe Army and Marine Corps successfully transitioned the JLTV program into production on-budget and on-schedule after a competitive engineering and manufacturing development acquisition phase.  During that phase, which concluded in early 2015, three vendors each delivered 22 prototype vehicles and the government conducted an intense, 14-month test phase that included more than 1,000 test events and significant Soldier and Marine feedback.  The Army and Marine Corps pursued an acquisition strategy that consistently leveraged competition, Soldier feedback, emphasized stable requirements, mature technologies, and affordability.\n\n**What continued efforts does the Army have planned?**\n \nThe Army and Marine Corps will conduct a three-year low-rate initial production phase, leading to a full-rate production decision in fiscal 2018.  The Marine Corps anticipates an initial operational capability in 2018 and the complete acquisition of 5,500 vehicles by 2022.  The Army anticipates having its first unit equipped in 2018 with production to meet the Army's acquisition objective of 49,099 vehicles lasting until the early 2040s.\n\n\n**Resources:**\n \n\n* [Army G-8](http://www.g8.army.mil/)\n* [Army Acquisition Support Center](http://asc.army.mil/web/)\n* [Joint Light Tactical Vehicle (JLTV)](http://asc.army.mil/web/portfolio-item/cs-css-joint-light-tactical-vehicle-jltv/) \n* Related Documents\n* [- Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_31MAR15.pdf)\n* [- 2016 Army Equipment Program](http://www.g8.army.mil/pdf/Army_Equipment_Program2016.pdf)\n* [- Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* Related STAND-TO!: \n* [- The Army Equipment Program in support of President's Budget 2016](http://www.army.mil/standto/archive_2015-04-13/)\n* [- Army Equipment Modernization Strategy 2015](http://www.army.mil/standto/archive_2015-04-09/)\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Thursday, Aug. 27, 2015",
    "quote": "CSA's Message to the Army\n------------------\n\nWe have the most skilled, ethical, and combat hardened Army in our Nation's history.  No matter where we are around the world, America's Soldiers are displaying courage, commitment and character.  We are demonstrating unparalleled competence and agility.  And no matter the challenge, no matter how complex the environment, or how dangerous the situation, our Soldiers fight and win.\n\nI am honored to lead this remarkable team.\n\n### - [39th Chief of Staff of the Army Gen. Mark A. Milley](http://www.army.mil/leaders/csa/)\n\n### Read the complete [CSA's initial message to the Army](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26: Women's Equality Day\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}