{
    "id": "2015-08-31",
    "title": "Ground-based Midcourse Defense  ",
    "body": "**What is it?**\n \nThe Ground-based Midcourse Defense (GMD) element of the [Ballistic Missile Defense System](http://www.mda.mil/system/system.html) provides combatant commanders the capability to engage and destroy limited intermediate- and intercontinental-ballistic missile threats in space to protect the United States. GMD is the only United States-based system capable of protecting the homeland from these threats.\n\n**What has the Army done?**\n \nIn September 2004, U.S. Army Space and Missile Defense Command/Army Forces Strategic Command declared the 100th Missile Defense Brigade (Ground-based Midcourse Defense) operational. The 100th Missile Defense Brigade (100th MDB) is a multi-component brigade made up primarily of Army National Guard Soldiers in Colorado, California and Alaska, along with a small, but vital, contingent of active component Soldiers in Colorado. These Soldiers are tasked with the mission of defending the homeland from ballistic missile attacks.  \n\nSoldiers from the 100th MDB operate fire control centers at Fort Greely, Alaska, and Schriever Air Force Base, Colorado, monitoring the skies over the United States 24/7/365 for incoming intercontinental ballistic missiles.\n\n**What continuing efforts does the Army have planned?**\n\nWhile the mission has not changed, the capabilities of the system and the ability of the crews, security personnel and support staff to perform the mission continue to mature. The maturation of systems and operators is necessary to combat current and emerging ballistic missile threats. \n\nSince 2004, the GMD system has increased its capability with additional sensor systems that increase the fidelity and coverage of systems such as the Army operated early warning radars; transportable X-band radars (AN-TPY2). From an original fleet of five ground-based interceptors at Fort Greely, the system has grown to 30 interceptors located at Fort Greely and Vandenberg Air Force Base, California. \n\nThe 100th MDB has also increased the ability of its Soldiers to man the system. Originally, only 30 Soldiers were trained and certified to operate the system. As of today, the Missile Defense Agency and USASMDC/ARSTRAT have trained more than 300 Soldiers as operators through the GMD Fire Control Qualification Course, a school recognized as a U.S. Army Training and Doctrine Command \"Institution of Excellence.\" The course, conducted by SMDC-Directorate of Training Development, received a 100 percent on its most recent inspection, a distinction no other school in the Army holds.\n\n**Why is this important to the Army?**\n \nGMD Soldiers and system help to defend against potential threats to the USASMDC/ARSTAT and MDA work closely with their stakeholders in U.S. Northern Command, to conduct combatant command-level and ballistic missile defense exercises. This readiness has been tested and proven in 2006, 2009 and 2012 when North Korea launched its Taepodong 2 intercontinental ballistic missiles. \nSoldiers of the 100th MDB are on guard 24 hours a day, 365 days a year. They are 300 Soldiers, defending 300 million Americans. \n\n**Resources:**\n \n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc)\n* [Missile Defense Agency](http://www.mda.mil/system/gmd.html)\n* [100th Missile Defense Brigade](http://www.smdc.army.mil/2008/100thMDB.asp)  \n* Related videos:\n* [- USASMDC/ARSTRAT Command Video](https://youtu.be/b1yBkj9jQjs)\n* [- The 300](https://www.youtube.com/watch?v=jGAH1-KwdfY)\n* [- Fox Files feature on Fort Greely Alaska/49th Missile Defense Battalion](https://www.youtube.com/watch?v=aY86g9chw-4)\n* Related article: \n* [- The 100th Missile Defense Brigade, A decade of transformation and mission success](http://www.army.mil/article/134856)\n",
    "date": "Monday, August 31, 2015",
    "quote": "Quote of the Day\n------------------\n\nAfrica is a challenging place today and one that, if left unattended, is\nlikely to be the birthplace of many more challenges in the future. That's\nwhy it's so important that U.S. Army Africa, working alongside AFRICOM, is\nhere and doing important work. \n\n\n### - [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/), at a recent Training and Leader Development Conference and a Senior Leader Strategy and Orientation Session held in Vicenza, Italy \n\n\n### [Senior leaders build foundation for African Horizons](http://www.army.mil/article/154464)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**August 2015**\n\n[Anti-terrorism Awareness Month- Senior leaders message](http://www.army.mil/e2/rv5_downloads/standto/2015_antiterrorism_awareness_message.pdf) \n\nAug 14: [Gen. Mark A. Milley](http://www.army.mil/leaders/csa/) sworn in as the 39th chief of staff of the Army  \n\nAug 26:  Women's Equality Day: [Senior leader message](http://www.army.mil/standto/archive_2015-08-26/) \n- Visit [Women in the U.S. Army](http://www.army.mil/women)\n\n**September 2015**\n\nNational Preparedness Month\n\nSuicide Prevention Month \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}