{
    "id": "2017-05-01",
    "title": "Motorcycle Safety Awareness Month",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Army observes the month of May as Motorcycle Safety Awareness Month, as designated by the National Highway Traffic Safety Administration. The observance coincides with the beginning of riding season for many Soldiers and serves as an early kickoff for the critical days of summer.\n\n**What has the Army done?**\n\nIn 2008, the Joint Service Safety Council identified motorcycle safety as the No. 1 non-combat safety issue facing the services that results in accidents and fatalities. With summer being the peak motorcycle-riding season, Army leaders engage the riders in their organizations to increase awareness of the hazards that are ever-present.\n\nThe Army has been able to reverse the trend through engaged leadership, training and education, and as a result, accidents and fatalities have decreased. Motorcycle safety and training remain a top non-combat safety concern.\n\n**What continued efforts are planned for the future?**\n\n[U.S. Army Combat Readiness Center](https://safety.army.mil/) will continue to provide information on motorcycle safety tips, best practices, and training, as well as upcoming motorcycle safety events at Army installations. The Army's [Motorcycle Mentorship Program (MMP)](https://www.army.mil/standto/archive_2016-04-28) is a voluntary unit or installation-level organization where inexperienced and seasoned motorcycle riders are paired together to create a supportive learning environment that promotes safe and responsible riding.\n\nThe USACRC continually solicits user feedback and provides information on safe motorcycling through the [MMP website](https://safety.army.mil/OFF-DUTY/PMV-2/MotorcycleMentorshipProgram(MMP).aspx) and social media. A motorcycle safety subscription page on the [USACRC website](https://safety.army.mil/) allows mentors and riders to receive real-time motorcycle safety information and query for existing MMP products. The USACRC's objective is to provide current and up-to-date information and material, including topics for all riding seasons, to improve communication and information flow.\n\n**Why is this important to the Army?**\n\nMore motorcycles than ever are registered on Army installations. Motorcycle riding has become the off-duty activity of choice for many Soldiers. Motorcycle accidents impact readiness and the safety of the Soldiers, Families and civilians is imperative for Army readiness.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil/) \n* [Motorcycle Mentorship Program](https://safety.army.mil/OFF-DUTY/PMV-2/MotorcycleMentorshipProgram(MMP).aspx)\n* [Seasonal Safety campaigns](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns.aspx)\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx)\n\n\n**Related STAND-TO!**\n\n* [Motorcycle Mentorship Program](https://www.army.mil/standto/archive_2016-04-28)\n* [Army Safety Online Tools and Initiatives](https://www.army.mil/standto/archive_2016-10-25)\n* [Annual Army Safe Spring/Summer Campaign](https://www.army.mil/standto/archive_2017-03-02)\n\n**USACRC on social media:**\n\n* [Facebook](https://www.facebook.com/pages/US-Army-Combat-ReadinessSafety-Center/61118583543)\n* [Twitter](https://twitter.com/SafetyCenter)\n* [YouTube](https://www.youtube.com/user/USArmySafety)\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx)",
    "date": "Monday May 1, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer #OCCHSOCIAL)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n "
}