{
    "id": "2017-05-02",
    "title": "Asian-American and Pacific Islander Heritage Month ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nAsian-American and Pacific Islander Heritage Month is celebrated in May in recognition of the contributions made by people of Asian and Pacific Islander descent in the United States. \n\nThe Army joins the nation in honoring Americans of Asian and Pacific Islander descent for their military and civilian service within the department. These individuals have proudly served in America's Army from the Civil War to current operations all around the world.\n\nThe \"Asian-American and Pacific Islander\" designation encompasses more than 50 ethnic or language groups, including native Hawaiians and other Pacific Islanders. There are now more recognized Asian and Pacific Islander groups than in the past, with 28 Asian and 19 Pacific Islander subgroups representing a vast array of languages and cultures.  \n\nThe observance began when Congress passed a joint congressional resolution in 1978 to commemorate Asian Pacific American Heritage Week during the first week of May. This date was chosen because two important anniversaries occurred during this time:\n\n* The arrival of the first Japanese immigrants in America in 1843.\n* The completion of the transcontinental railroad.\n\nThis year's theme is \"Unite Our Voices by Speaking Together.\"\n\n**What has the Army done?**\n\nArmy leaders sustain force capability by properly seeking out, accessing, developing and fully utilizing the individual talents and backgrounds of Soldiers. \n\nArmy leadership values the honorable service of all the Service members. In May, a special acknowledgment of Asian and Pacific American Service members, past and present, is prioritized.\n\nArmy leadership at installations and National Guard/Army Reserve locations will focus on recognizing Soldiers and civilians of Asian and Pacific Islander descent and their past exploits to present day mission support. The goal is to raise awareness and understanding of their service and sacrifice made throughout history. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to leverage the strengths of a diverse, all-volunteer force to remain highly capable and mission ready. Asian-Americans and Pacific Islanders are one of these groups. The Army is committed to ensuring everyone who is able and willing to serve has the full and equal opportunity to do so and is treated with dignity and respect. \n\n**Why is this important to the Army?**\n\nThe U.S. Army strongly embraces diversity and seeks to maximize individual talents, increase morale and greatly enhance military effectiveness. Past and present Asian-American and Pacific Islander Soldiers and civilians have built a legacy of professionalism, selfless service, dignity and respect and will continue this legacy today while inspiring future generations.\n\n**Resources:**\n\n* [Army.mil: Asian-Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificamericans/?)\n* [Army Diversity Strength](http://www.armydiversity.army.mil/)\n* [Army Values](http://www.army.mil/values)\n* [Army Profession](http://cape.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* [Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n* [America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)",
    "date": "Tuesday May 2, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n "
}