{
    "id": "2017-05-03",
    "title": "ARNG 4.0",
    "body": "#######Provided by Army National Guard\n\n**What is it?**\n\nARNG 4.0 is a new concept launched by the [Army National Guard](https://www.army.mil/nationalguard). This is aimed at increasing overall combat readiness over time through multiple organizational and cultural changes. Since the early '70s, the ARNG has embraced three periods of significant change. ARNG 4.0 is the fourth era of change and is intended to prepare the ARNG, as the operational combat reserve of the Army, to quickly and effectively meet the security challenges of the 21st century.\n\n**What has the Army done?**\n\nThe Department of the Army has directed that the ARNG provide increased combat and enabling capability more rapidly in order to decrease Army risk in meeting Operational Plans and emerging contingency requirements.\n\nIn support of this directive, the ARNG developed ARNG 4.0 to strengthen the role of the ARNG within the Army Total Force. This concept is a shift in the organization's paradigm and focuses on enhancing the combat readiness of select critical capabilities now while posturing the remaining ARNG force to enhance its readiness over time.\n\nARNG 4.0 includes initiatives such as:\n\n* Enhancing readiness in capabilities such as enablers in Army's emergency response force, air and missile defense, fires, armor and Stryker brigade combat teams (BCTs) and attack reconnaissance battalions (Apache).\n\n* Conducting four combat training center (CTC) rotations a year in order to produce four BCTs at company level proficiency; associated critical enablers trained to level organized; provide 55,000 Soldiers in the available year.\n\n* Increasing unit strength in priority units in order to achieve 95 percent availability for deployment.\n\n* Partnering with active Army and Army Reserve in the [Associated Units Pilot Program](https://www.army.mil/standto/archive_2016-04-26).\n\n* Improving individual Soldier readiness to increase availability for mobilization.\n\n* Developing more dynamic and innovative leaders to meet growing demand.\n\n* Leveraging ARNG installations and facilities to increase readiness.\n\n* Re-stationing force structure.\n\n* Increasing soldier incentives and supporting enhanced employer incentives.\n\n**What continued efforts are planned for the future?**\n\nSome of the initiatives of ARNG 4.0 have already begun but most will start in fiscal year 2018. A national communications campaign will begin this summer with a major push planned for the start of the fiscal year.  Select ARNG units may increase their regular training schedules beyond the traditional 39 days a year. \n\nThe ARNG will continue to support the current and future fight while supporting overseas deployment for training and strategic overseas exercises to support combatant commanders and reassure the nation's allies.\n\n**Why is this important to the Army?**\n\nCombat readiness is the Army's top priority. Through ARNG 4.0 initiatives, the ARNG will be better prepared, more responsive and require less post-mobilization training time to get to the fight. This readiness will simultaneously increase the value the ARNG offers to governors for its unique homeland response mission.\n\n**Resources:**\n\n* [Army National Guard](https://www.army.mil/nationalguard)\n* [National Guard](http://www.nationalguard.mil/)\n\n**Related document:**\n\n* [ARNG Vision and Strategy](http://www.nationalguard.mil/Portals/31/Documents/ARNGpdfs/2017-arng-vision-strategy-02272016.pdf)\n\n**Related STAND-TO!:**\n\n* [The Army National Guard Vision and Strategy](https://www.army.mil/standto/2017-03-06)\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)\n\n**Social media:**\n\n* [Facebook](https://www.facebook.com/TimJKadavy/)\n* [Instagram](https://www.instagram.com/ltgkadavy/)\n* [Twitter](https://twitter.com/ARNGCSM)\n* [Flickr](https://www.flickr.com/photos/arngdirector/)",
    "date": "Wednesday May 3, 2017",
    "quote": "#### Focus quote for the day:\n\n> We are constantly looking at ways to increase and maintain readiness in a band of excellence, so that if we have to execute upon \"America's worst night,\" we can defend and protect the nation and defeat those who threaten us.\"\n\n\\- Lt. Gen. Timothy J. Kadavy, director of Army National Guard\n\n[Just meeting expectations not enough for this Guard](https://www.army.mil/article/174759/just_meeting_expectations_not_enough_for_this_guard)",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n "
}