{
    "id": "2017-05-04",
    "title": "National Day of Prayer",
    "body": "#######Provided by the Office of the Chief of Chaplains\n\n**What is it?**\n\nThe National Day of Prayer was established for broad representation from all religions with a clear focus on praying for the nation. The National Day of Prayer is an annual observance which takes place on the first Thursday in May. The National Day of Prayer was not designed for political endorsement or statements, the endorsement of one religion or service, or to advertise other religious events.   \n \nThe National Day of Prayer is different from the National Prayer Breakfast, which takes place on the first Thursday of February and is often hosted by the President of United States in Washington, D.C. \n\n**What has the Army done?**\n\nArmy Chaplains have sponsored or participated in unit- or installation-level observances for the National Day of Prayer. The National Day of Prayer Task Force, a private organization, recommends prayer efforts focus on those in positions of authority. Those positions include judges, educators, police and fire chiefs, school board members, military leaders and elected officials. Army Chaplains advise commanders on appropriate ways to conduct National Day of Prayer observances. Commanders may host unit-level or installation-level observances.  \n\n**What continued efforts are planned for the future?**\n\nThe United States Army will continue to sponsor National Day of Prayer events or observances with a focus on prayer by individuals or groups involving a broad representation of religions and religious leaders.\n\n**Why is this important to the Army?**\n\nThe first amendment of the United States Constitution provides for the free exercise of religion. The United States Army places a high value on the rights of its Soldiers to observe the tenets of their respective religions or to observe no religion at all. The National Day of Prayer is one opportunity to provide for the free exercise of religion.\n\n**Resources:**\n\n* [U.S Army Chaplain Corps](http://www.army.mil/chaplaincorps)\n* [National Day of Prayer](http://www.nationaldayofprayer.org/)\n\n**Social media**\n\n* [U.S. Army Chaplain Corps on Facebook](https://www.facebook.com/ArmyChaplainCorps)",
    "date": "Thursday May 4, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n "
}