{
    "id": "2017-05-08",
    "title": "Materiel Common Operating Picture",
    "body": "#######Provided by Army Materiel Command\n\n**What is it?**\n\nThe Materiel Common Operating Picture (M-COP) is a web-based interactive tool that incorporates and analyzes data from an array of sources into workbooks and dashboards that provide decision support on fleet readiness, unit maintenance and supply operations, warehouse operations, installation Logistics Readiness Center activities and more. \n\n**What has the Army done?**\n\nArmy Materiel Command's [Logistics Support Activity (LOGSA)](https://www.army.mil/standto/archive/2009/09/23/) included additional data from the Enterprise Resource Planning systems, such as [Global Combat Support System - Army](https://www.army.mil/standto/archive_2015-05-28) and the Logistics Modernization Program and increased capabilities to provide more visibility along with the strategic metrics, transforming the M-COP from an AMC product to an Army-wide tool. \n\nNumerous meetings have historically required data pulls from multiple sources, aggregation and calculations in Excel spreadsheets, and manual creation of PowerPoint charts. With M-COP, personnel can focus their time on fixing actual problems and making decisions to increase Army readiness. This has decreased the amount of administrative work and brought more up-to-date data into these venues where decisions are being made.\n\n**What continued efforts are planned for the future?**\n\nLOGSA will continue to increase the ERP data available in the M-COP. Through stakeholder involvement and feedback from the field, M-COP will continue to offer greater predictive analytics for operational and strategic leaders. \n\nTo help improve the fidelity of the readiness picture, LOGSA launched an aggressive training and orientation effort to help the Army become familiar with M-COP. The M-COP training teams visited installations and headquarters around the Army in 2016 and continue this year to increase awareness of the capability currently available.  \n\nLOGSA will continue to operationalize the M-COP to the field by emphasizing available capabilities leveraged to streamline brigade maintenance meetings, Corps readiness reviews, and the Organic Industrial Base Review. \n\n**Why is this important to the Army?**\n\nM-COP is rapidly becoming the logistician's tool of choice with user-friendly interface, visualizations and indicators, and the recent integration of brigade and below capabilities. The data are updated daily and mitigate analysts and leaders from manually pulling data and building static slides; the data ultimately allow leaders to make timely decisions to build Army Readiness. \n\n**Resources:**\n\n* [U.S. Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n* [Logistics Information Warehouse - Portal](https://oampro.logsa.army.mil/oamcustomlogin/faces/index.xhtml?bmctx=E9E369AB1BDC30440DDCF11EB5C147D1&contextType=external&challenge_url=/oamcustomlogin/faces/index.xhtml&request_id=-3671752157719234352&authn_try_count=0&locale=en_US&resource_url=https://liw.logsa.army.mil/liwportal/) -- CAC login required.\n\n**Related document:**\n\n* [Logistics Readiness Center](http://www.aschq.army.mil/brochures/LogisticsReadinessCenters2.pdf)\n\n**Related article:**\n\n* [LOGSA: The Army's trusted source of readiness information and solutions](https://www.army.mil/article/176911/)\n\n**Related STAND-TO!:**\n\n* [Materiel Common Operating Picture](https://www.army.mil/standto/archive_2015-02-11/)\n",
    "date": "Monday May 8, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n "
}