{
    "id": "2017-05-09",
    "title": "Operation Cold Steel",
    "body": "#######Provided by Office of the Chief of Army Reserve \n\n**What is it?**\n\nOperation Cold Steel, the U.S. Army Reserve's first large-scale crew-served live-fire training and weapons qualification and validation exercise, was developed to train and certify 475 crews over a seven-week period. \n\nThe gunnery exercise, with Soldiers qualifying on the M2, M19, and M240B weapon systems, is critical to ensuring that America's [Army Reserve](http://www.usar.army.mil/) units and Soldiers are trained and ready to deploy on short notice and bring combat-ready and lethal firepower in support of Army and Joint Force partners around the world. The training was done in accordance with [Army Training Circular 4-11.46, Sustainment Unit Gunnery and Live Fire Exercise Strategy](https://go.usa.gov/x56h8).\n\n**What has the Army done?**\n\nThe Army Reserve identified its \"Ready Force\" as Soldiers tasked with maintaining higher levels of peacetime readiness to meet the needs of the Army and the nation. The vast majority of Soldiers participating in this exercise were part of this rapid response force and had their combat readiness at Operation Cold Steel evaluated against Objective T standards, the Army's new measure of readiness. In accordance with these standards, all units were required to conduct annual crew-served and platform qualifications in order to meet readiness objectives.\n\nAn estimated 1,800 Army Reserve Soldiers completed the training at Fort McCoy, Wisconsin, from March 9 through April 25, executing crew-served weapons platform qualifications through multiple 12-day rotations. Soldiers fired over 4.9 million rounds of ammunition, including 40,000 Mark 19 40 mm grenades, during the training event.\n\n**What continued efforts are planned for the future?**\n\nOperation Cold Steel serves as a proof of concept for the Army Reserve's Ready Force. Vehicle crew evaluators, master gunners and range personnel have been trained and embedded in our forces so that operational and functional commands can conduct follow-on live fire exercises and platform gunnery to meet future requirements.\n\n**Why is this important to the Army?**\n\nThe Army Reserve comprises approximately two-thirds of the Army's maneuver and sustainment support capabilities, with a focus on units such as transportation, quartermaster, ordnance, and logistics. Operation Cold Steel enhanced the Army Reserve's ability to achieve the Army's No. 1 priority: readiness. Continued exercises will ensure America's Army Reserve remains the most capable, combat-ready, and lethal federal reserve force in the history of the nation. \n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n\n**Related document:**\n\n* [Army Training Circular 4-11.46, Sustainment Unit Gunnery and Live Fire Exercise Strategy](https://go.usa.gov/x56h8)\n\n**Related article:**\n\n* [Ready Force](http://www.usar.army.mil/News/Display/Article/1140739/army-reserve-soldiers-mobilize-to-train-and-equip-a-ready-force/)",
    "date": "Tuesday May 9, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n.\n "
}