{
    "id": "2017-05-10",
    "title": "African Land Forces Summit 17",
    "body": "#######Provided by U.S. Army Africa\n\n**What is it?**\n\nThe African Land Forces Summit 2017 is a weeklong exchange bringing together land force chiefs from across Africa for candid dialogue to discuss and develop cooperative solutions to regional and transregional challenges and threats.\n \nThe theme for this year's summit is \"Enhancing Capacity Through Partnership in Africa.\" The summit is being hosted by the United States and the Republic of Malawi in Lilongwe, Malawi, May 8-11.\n\n**What has the Army done?**\n\nFor the past few decades, America has partnered with African armies in security-cooperation events that increase readiness while building partnerships between nations and the capacity to increase regional and transregional security. [U.S. Army Africa](http://www.usaraf.army.mil/) leverages its relationships across Africa to provide a venue for African leaders to discuss current and emerging issues, as well as best practices.\n\nSenior leaders from African nations will have the opportunity to solidify relationships, exchange information on current topics of mutual interest and encourage cooperation in addressing challenges.\n\n**What continued efforts are planned for the future?**\n\nU.S. Army Africa leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. These foundational capabilities help synchronize efforts and provide options to prevent conflict, shape the security environment and win conflicts. \n\nThis summit is just one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future summits and security cooperation engagements will be scheduled to take place in Africa and U.S. Army Africa will continue to develop and build upon the relationships and partnerships established here.\n\n**Why is this important to the Army?**\n\nThe African continent is a complex environment with over 1 billion people and more than 2,000 spoken languages in a continent three times the size of the U.S. The importance of building partnerships across Africa is more relevant than ever in light of the growth of regional and transnational violent extremist organizations (VEOs).\n\nThe African Land Forces Summit brings together the community of land forces in Africa and represents a unified approach to confronting regional and continental challenges such as VEOs and illicit trafficking.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n\n**Related  STAND-TO!:**\n\n* [African Land Forces Summit 2016](https://www.army.mil/standto/archive_2016-05-16)\n\n**Related articles:**\n\n* [US, Malawi military planners put final touches on African Land Forces Summit 2017](https://www.army.mil/article/186086/)\n* [Malawi and US planners lead way to African Land Forces Summit 2017](https://www.army.mil/article/186087/)\n\n**Social media:**\n\n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter](https://twitter.com/USArmyAfrica) @USArmyAfrica",
    "date": "Wednesday May 10, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n.\n "
}