{
    "id": "2017-05-11",
    "title": "Military Spouse Appreciation Day ",
    "body": "#######Provided by the Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Army will celebrate Military Spouse Appreciation Day on May 12, 2017 and recognize Army spouses for their tremendous loyalty, strength, and commitment to Soldiers and today's Army. \n\nMilitary Spouse Appreciation Day as part of the National Military Appreciation Month is an annual observance. This day is an opportunity for the Army to reaffirm its unwavering support to Army spouses for their contributions to readiness. \n\nOn May 23, 1984, President Ronald Reagan issued the first Military Spouse Day proclamation.  The proclamation recognized the profound importance of a military spouse's commitment to the readiness and well-being of Service members.  The Secretary of Defense later standardized the date by declaring the Friday before Mother's Day as Military Spouse Appreciation Day.  In 1999, Congress made Military Spouse Appreciation Day a part of National Military Appreciation Month.  \n\n**What is the Army doing?**\n\nThe Army recognizes and appreciates the positive effect spouses have on the Soldiers and the Army.   \n\nThe Army will promote Military Spouse Appreciation Day through a variety of programs and special events to celebrate military spouses.  \n\nAdditionally, Army organizations will execute Military Spouse Appreciation Day communication efforts and activities to show appreciation to Army spouses and to stress their importance to a strong and ready Army. \n \nThe Army is indebted to spouses for their care and unwavering support to the Army, including the [Gold Star spouses](https://www.army.mil/standto/archive_2017-04-05) and spouses of wounded warriors. Gold Star spouses are influential members of the military communities, and the Army remains committed to supporting them through programs including [Army Survivor Outreach Services](https://www.sos.army.mil/). \n\n \n**What continued efforts are planned for the future?**\n\nThe Army reinforces the Total Army Strong commitment to spouses through Soldier and Family programs, youth services, child care, and spouse education and employment opportunities. \n \n\n**Why is this important to the Army?**\n\nArmy Spouses are an important part of the Army Family and contribute to readiness by enabling Soldiers to remain focused on their missions. For more than 241 years, spouses have supported Soldiers on the field and on the home front.  \n\nArmy spouses are vital to the strength, resilience, and readiness of the Soldiers and military communities.  They are actively engaged in the local communities while helping the Soldiers serve, reintegrate, and remain strong.  \n\n**Resources:**\n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/)\n* Army.mil: [Army Families](https://www.army.mil/families)\n* [Army Family Readiness Groups](https://www.armyfrg.org/skins/frg/home.aspx)\n\n**Related  STAND-TO!:**\n\n* [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)\n\n",
    "date": "Thursday May 11, 2017",
    "quote": "#### Focus Quote of the Day\n\n> To all of the military spouses out there, thank you for your commitment to your Soldier and to your family, and for your sacrifice and selfless service to our Army.  \n\n\n\\- Gen. Mark A. Milley, Chief of Staff of the U.S. Army\n",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 4: National Day of Prayer (#NationalDayofPrayer)\n\nMay 12: Military Spouse Appreciation Day (#MilitarySpouseAppreciation )\n\nMay 14: Mother's Day (#MothersDay)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n.\n "
}