{
    "id": "2017-05-15",
    "title": "AR 690-12: Equal Employment Opportunity and Diversity ",
    "body": "#######Provided by Manpower & Reserve Affairs, Diversity & Leadership\n\n**What is it?**\n\nArmy Regulation 690-12, [Equal Employment Opportunity and Diversity]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-12_Web_Final.pdf), provides policy, guidance and implementation instructions for the Department of the Army's Equal Employment Opportunity and Diversity Programs.  The current version incorporates the latest guidance from the U.S. Equal Employment Opportunity Commission, U.S. Office of Personnel Management, and the Office of the Secretary of Defense to ensure that the Army Equal Employment Opportunity (EEO) program is aligned and resourced in accordance with governing regulatory directives. This update was published on Dec. 22, 2016.   \n\n**What is the Army doing?**\n\nThe Secretary of the Army has an established EEO program which complies with Federal laws, regulations and policies. The Army EEO policy and its implementing procedures are disseminated through the chain of command to commanders, managers, and supervisors at all levels.   \n\n\n**What continued efforts are planned for the future?**\n\nStrategic communications will continue to be used to update Army leaders on guidance, implementing procedures and training requirements to ensure continued integration of EEO into the Army's strategic mission.    \n\n**Why is this important to the Army?**\n\nReflective of good leadership, the success of a commander's EEO and Diversity program is based on the successful implementation of policies, practices and procedures that create a climate of dignity and respect to support the contributions of all of its members to the mission. \n\n\n**Resources:**\n\n* [Manpower & Reserve Affairs, Diversity & Leadership](http://www.asamra.army.mil/)\n\n**Related  document:**\n\n* [Army Regulation 690-12, Equal Employment Opportunity and Diversity](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-12_Web_Final.pdf)",
    "date": "Monday May 15, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}