{
    "id": "2017-05-17",
    "title": "Community Readiness and Resiliency Integrators",
    "body": "#######Provided by U.S. Army Installation Management Command \n\n**What is it?**\n\nCommunity Readiness and Resiliency Integrators (CR2Is) are Army Civilian employees who integrate and synchronize health and wellness initiatives to support senior commander priorities on Army installations.  Many of these initiatives, such as fitness centers, chapels and financial readiness are managed by the [U.S. Army Installation Management Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom).   \n \n\n**What is the Army doing?**\n\nThe Army is transforming the facilitative work of Health Promotion Officers to CR2I efforts, which will integrate ready and resilient (R2) initiatives to meet senior commander priorities.  The benefits of this effort are:\n\n* More efficient delivery of R2 services by synchronizing communications, resources and processes.\n* Analysis and tailoring of R2 initiatives to fit the requirements of the installation in accordance with the tenants of Total Army Strong.\n* Streamline of Community Health Promotion Council efforts with existing prevention initiatives and adjust resources to improve readiness.\n* Increased focus on the readiness and resilience of the Total Army -- Soldiers, Families and Army Civilians.\n\n**What continued efforts are planned for the future?**\n\nCR2I analyses will provide commanders visibility of trends and efficiencies, which will help them identify and mitigate risk.  These efforts will set the conditions to transform R2 support and eliminate duplicitous services.     \n    \n**Why is this important to the Army?**\n\nThe personal readiness and resilience of the Soldier is critical to the Army's success. However, the 2016 Health of the Force report, due to be published in May 2017, highlights the physical and psychological struggles that many active duty Soldiers face in achieving mission-ready status. The report found that 17 percent of active duty Soldiers were classified as obese; 28 percent of active duty Soldiers reported tobacco use; 20 percent of active duty Soldiers had a diagnosed behavioral health disorder and four percent had a diagnosed substance abuse disorder. \n\nThe CR2I's initiatives will assist these Soldiers and their commanders in mitigating these health concerns so that the Army can continue to achieve mission readiness, increase performance, and improve retention in a complex and dynamic environment.\n\n\n**Resources:**\n\n*  [U.S. Army Public Health Center](https://phc.amedd.army.mil/)\n*  [Community Health Promotion Council in Health Promotion Operations]( https://phc.amedd.army.mil/organization/hq/dhpw/Pages/HealthPromotionOperation.aspx)\n*  [Community Health Promotion Council support to R2](https://phc.amedd.army.mil/topics/healthyliving/hpr/Pages/ReadyandResilientCampaign.aspx)\n*  Army.mil: [Ready and Resilient](https://www.army.mil/readyandresilient/)\n\n**Related document**: \n\n* [Army Regulation 600-63, Army Health Promotion](https://www.army.mil/e2/downloads/rv7/r2/policydocs/r600_63.pdf)\n\n**Related STAND-TO!**:\n\n* [Enduring Personal Readiness and Resilience OPORD](https://www.army.mil/standto/archive_2017-01-05)\n* [The Performance Triad](https://www.army.mil/standto/archive_2015-08-12)\n",
    "date": "Wednesday May 17, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> Installations where our Soldiers and Families serve enable everything else that comes from a strong Army -- a ready Army. \n\n\\- Gen. Daniel Allyn, Vice Chief of Staff of the U.S. Army\n\n[Allyn emphasizes value of Soldiers, efforts in Africa during visit](https://www.army.mil/article/180732/allyn_emphasizes_value_of_soldiers_efforts_in_africa_during_visit)\n",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}