{
    "id": "2017-05-22",
    "title": "Army Reserve Immediate Response Authority",
    "body": "#######Provided by the Office of the Chief of Army Reserve  \n\n**What is it?**\n\nImmediate Response Authority (IRA) allows [Army Reserve](http://www.usar.army.mil/) commanders to respond to requests for assistance from local government leaders under imminently serious conditions caused by manmade or natural disasters when time does not permit approval from a higher authority within the United States. IRA does not permit actions that would subject civilians to the use of military power that is regulatory, prescriptive, proscriptive, or compulsory.  The authority is a local response to a local incident.  Requests for assistance normally go directly from civil authorities to military commanders.  Without a specific request initiated by a civil authority, no support is authorized. \n\n**What is the Army doing?**\n\nThe Army Reserve supports the premise for state governors to use all available resources prior to requesting Title 10 forces for these missions.  A request for assistance from a civil authority (ex: tribal authority, mayor, chief of police, chief of emergency management, etc.) is required to initiate the IRA.  This request may initially be made verbally, however, a follow-up in writing is required for tracking and funding purposes. Support includes distribution of medicine, food, and consumable supplies, emergency medical care, restoration of emergency services, as well as technical and advisory assistance to state/local officials.\n\n**What continued efforts are planned for the future?**\n\nThe Army Reserve [Defense Support of Civil Authorities](https://www.army.mil/standto/2016-08-17) (DSCA) enterprise will continue training focused at the battalion and company levels so that Army Reserve leaders are prepared to provide support under IRA when requested by an appropriate civil authority.  Additionally, guidance for conducting DSCA-related key leader engagements with civil authorities and partner organizations is being developed so that Army Reserve leaders can consistently and accurately convey the force's capabilities to provide assistance.      \n\n**Why is this important to the Army?**\n\nThe Army is part of the synchronized Federal emergency response system for immediate assistance.  Providing timely and appropriate response to an incident remains one of the Army's key operational concepts. The Army Reserve's enabling capabilities remain a key component of this system by maintaining a variety of readily available capabilities including aviation, civil affairs, engineering, medical, supply and logistics that can be committed to DSCA missions.  These capabilities help the Army Reserve's community-based force save lives, prevent human suffering and extensive property damage when domestic disasters threaten the homeland.\n \n**Resources:**\n\n*  [U.S. Army Reserve](http://www.usar.army.mil)\n    *  [Defense Support of Civil Authorities](http://www.usar.army.mil/About-Us/DSCA)\n    *  [Immediate Response Authority](http://www.usar.army.mil/About-Us/Immediate-Response/)\n\n**Related STAND-TO!**:\n\n* [Defense Support of Civil Authorities](https://www.army.mil/standto/2016-08-17)\n* [Army Reserve Sustainable Readiness](https://www.army.mil/standto/2016-07-13)\n\n**Army Reserve on social media:** \n\n*   [Facebook](https://www.facebook.com/usarmyreserve?ref=hl) \n*   [Twitter](https://twitter.com/USArmyReserve) \n*   [Instagram](https://www.instagram.com/usarmyreserve/) \n*   [Flickr](http://www.usar.army.mil/News/SocialMedia.aspx)\n*   [YouTube](https://www.youtube.com/c/TheUSArmyReserve?gvnc=1)\n",
    "date": "Monday, May 22, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}