{
    "id": "2017-05-23",
    "title": "1st Infantry Division Centennial  ",
    "body": "#######Provided by 1st Infantry Division \n\n**What is it?**\n\nThe 1st Infantry Division (1ID), a combined arms division of the U.S. Army, is the oldest continuously serving division in the Regular Army.   \n\nOriginally constituted as the First Expeditionary Division in May 1917, the division was organized as the 1st Infantry Division on June 8, 1917, in New York.\n\nIt was officially nicknamed the \"Big Red One\" due to its readily identified shoulder patch and was the first to fight in WWI, WWII and Vietnam and was the first to return to Iraq in 2014 to aid\nIraqi security forces against Islamic State of Iraq and Syria (ISIS) during Operation Inherent Resolve. \n \n \n\n**What is the Army doing?**\n\nOn June 8, the 1st Infantry Division will celebrate 100 continuous years of service to the nation. \n\nThe 1ID began its centennial celebrations with a 100th Anniversary Committee signing a charter on June 6, 2016. The division was honored at the WWI commemoration event at the National World War I Museum and Memorial in Kansas City, Missouri, April 6.   \n\nThe division will continue to celebrate its history during the centennial year, participating in [D-Day](https://www.army.mil/d-day/?from=st) ceremonies in Normandy and conducting a division run and Victory with Honors ceremony at Fort Riley, Kansas, on the 100th anniversary.\n\nMore celebrations are scheduled for Victory Week, Aug. 16-25, at Fort Riley, Kansas. This annual celebration will honor the division's past, encourage esprit de corps through unit athletic competitions and welcome past division leaders, provide 1ID Soldiers and Vietnam veterans a joint welcome-home ceremony and conduct a historic division review.\n \n\n**What continued efforts are planned for the future?**\n\nThe division headquarters will continue to command the Combined Joint\nForces Land Component Command - Operation Inherent Resolve, which is\npartnered with the Iraqi security forces as they continue to eliminate ISIS and help provide security for the people of Iraq. Meanwhile, the 2nd\nArmored Brigade Combat Team is preparing for its fall deployment to Europe\nin support of Operation Atlantic Resolve.\n\n\n**Why is this important to the Army?**\n\nThe 1ID  America's first division  has a proud and honorable history which reflects the heart of the American Soldier. Having fought in five wars, the 1ID is one of the most decorated divisions in the U.S. Army. It boasts 35 Medal of Honor recipients and more than 35 campaign participation credits.\n\n1ID Soldiers continue to be on point for the nation with more than 5,000 Soldiers globally deployed, and live the division motto No Mission Too Difficult, No Sacrifice Too Great, Duty First!\n\n**Resources:**\n\n* [U.S. Army Fort Riley](http://www.riley.army.mil/)\n    * [100th Anniversary](http://www.riley.army.mil/100thAnniversary/)\n* [First Division Museum at Cantigny](http://www.firstdivisionmuseum.org/)\n   \n\n**Related news**:\n\n* [Victory Week](https://www.riley.army.mil/News/Tag/11601/victory-week/)\n\n**1st ID on social media:** \n\n*   [Facebook](https://www.facebook.com/1stInfantryDivision) \n*   [Twitter](https://twitter.com/danger6_1id) \n\n**Danger 6 on social media:** \n\n*   [Facebook](https://www.facebook.com/1IDdanger6/) \n*   [Twitter](https://twitter.com/FightingFirst)\n",
    "date": "Tuesday, May 23, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> Perhaps even greater demands must yet be made, but whatever they may be, we know that there will ever be in the Division that special pride of service and high state of morale which cannot be broken by hardship or battle ... With deepest reverence we mourn our dead; with full hearts we sympathize with our wounded; and with inordinate pride we salute the victorious living of the immortal First Division.\"\n\n>/ - Gen. C.P. Summerall, who served in World War I as one of the first commanders of the 1st Infantry Division, in a congratulatory message to Gen. C. R. Huebner, 1944. (Gen. Summerall was Army Chief of Staff from 1926 and 1930.)  \n ",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21: Armed Forces Day (#ArmedForcesDay)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}