{
    "id": "2017-05-24",
    "title": "Cyber Sextortion",
    "body": "#######Provided by U.S. Army Criminal Investigation Command \n\n**What is it?**\n\nCyber Sextortion is a crime in which a criminal uses the threat of releasing sexually explicit pictures or videos to the public to extort money from a victim.\n\nIn perpetrating this crime, the criminal will approach the victim over social media and seduce the victim into engaging in an online sexual act. Once the victim has sent a compromising photo or participated in a sexually explicit video chat, the criminal will threaten to publicize the material unless the victim provides money or favors.\n\n**What is the Army doing?**\n\n[Army Criminal Investigation Command](http://www.cid.army.mil/) (CID) has issued warnings via [press releases](http://www.cid.army.mil/assets/docs/press-releases/SextortionScam.pdf) to the Army community to spread awareness of this crime and prevent Soldiers from becoming victims of it. CID's  Computer Crime Investigative Unit (CCIU) is promoting internet safety  by posting recommendations/[advisories](http://www.cid.army.mil/cciu-advisories.html) to strengthen cyber security posture and prevent computer crime before it occurs.\n\nCID has published information to combat these scams and warned victims not to send money, and to to stop corresponding with the scammers. CID encourages victims preserve information received from the scammer, such as social networking profile, email accounts used, and where money was directed to be sent and to [report these crimes](http://www.cid.army.mil/report-a-crime.html).   \n\nNotification to law enforcement is important as victims are at risk of further exploitation, which can include demands for additional payments, more sexual images, sensitive military information or access to Army systems and facilities. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to encourage the community to use the [CID Lookout Program](http://www.cid.army.mil/cid-lookout.html) and warn individuals to remain cautious of online communications and not to share intimate, personal information with anyone, especially strangers. Previous and current cyber-crime alert notices, cyber-crime prevention flyers, information about computer security and other related scams will be continually updated at the [Army CID Computer Crime Investigative Unit website](http://www.cid.army.mil/cciu-advisories.html). \n\n**Why is this important to the Army?**\n\nSextortion scams affects the unsuspecting Soldiers, Army Civilians and Family members, who are potential victims due to their security clearances, and any operational security knowledge which could be of interest to the extortionist. \n\n**Resources:**\n\n* [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/)\n* [Army Social Media](http://www.army.mil/socialmedia/?from=st)\n* [Report a crime](http://www.cid.army.mil/report-a-crime.html): \n* Servicemember or Army Civilian victims:\n    * Email: [CCIU](mailto:usarmy.cciuintel@mail.mil)\n    * Call: 1-844- ARMY-CID (1-844-276-9243) \n* Others:  Notify the local police department   \n    * Email: [DHS Homeland Security Investigations](mailto:Assistance.Victim@ice.dhs.gov) \n    * Get Information @ FBI's [Internet Crime Complaint Center](http://www.ic3.gov)\n\n**Related documents**:\n\n* [U.S. Army Criminal Investigation Command's Cyber Sextortion Prevention Flyer](http://www.cid.army.mil/assets/docs/2can/CyberSextortion.pdf)\n* [Joint Service Sextortion Brochure](http://www.cid.army.mil/assets/docs/2can/JointServiceSextortionBrochure.pdf) \n\n**Related STAND-TO!**:\n\n* [Online Romance Scams](https://www.army.mil/standto/archive_2017-02-09)\n \n**Related articles**:\n\n* [Army CID warns Soldiers to beware of 'sextortion' scams](https://www.army.mil/article/181694/army_cid_warns_soldiers_to_beware_of_sextortion_scams)\n* [CID cyber tips: Protecting your online identity](https://www.army.mil/article/111305/)\n",
    "date": "Wednesday, May 24, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> Be cautious of your online communications and do not share intimate, personal information with strangers or people you have never met in person. \n\n/- Special Agent Daniel Andrews, director,  Computer Crime Investigative Unit, CID \n\n[Army CID warns Soldiers to beware of 'sextortion' scams](https://www.army.mil/article/181694/army_cid_warns_soldiers_to_beware_of_sextortion_scams)\n ",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}