{
    "id": "2017-05-25",
    "title": " Memorial Day ",
    "body": "#######Provided by the Office of Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nMemorial Day represents a day of national awareness and reverence, honoring Americans who died while defending the nation and its values. \n\nMemorial Day, observed on the last Monday in May, honors service members who have died in all U.S. wars. Memorial Day differs from Veterans Day even though both federal holidays acknowledge military members.  Veterans Day is an opportunity for Americans to publicly recognize living military veterans while Memorial Day is a solemn reminder of the valiant service members who have sacrificed their lives in service to the country. \n\nMemorial Day was originally known as Decoration Day because it was a time set aside to honor the nation's Civil War dead by decorating their graves.  It was first widely observed on May 30, 1868, to commemorate the sacrifices of Civil War Soldiers.  \n\nArmy Gen. John A. Logan, the commander in chief of the veterans' organization, Grand Army of the Republic, proclaimed May 30 as Decoration Day.  The Uniform Monday Holiday Act moved Memorial Day from May 30 to the last Monday in May.  The law took effect in 1971 at the federal level.  The National Moment of Remembrance established by Congress in 2000 sets aside a moment for all Americans, wherever they are at 3 p.m. local time on Memorial Day, to pause in an act of national unity.\n\n**What is the Army doing?**\n\nThe Army honors, remembers, recognizes the ultimate sacrifice made by fallen Soldiers.  The Army will join the nation in observing Memorial Day by participating and hosting remembrance ceremonies, pausing for a moment of silence, visiting memorials, and placing American flags at gravesites. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to care for the survivors and Families of the fallen heroes as the nation owes them a debt of eternal gratitude.  The Army is committed to providing on-going support to surviving Family members.  [Survivor Outreach Services](https://www.sos.army.mil/) offices will continue to provide supportive counseling, financial education, benefits coordination and support groups to Family members at the garrison and the surrounding areas.\n\n**Why is this important to the Army?**\n\nMemorial Day is a time for those in uniform to reaffirm their commitment to selfless service.  As men and women continue to serve and risk their lives around the world, the Army pauses on Memorial Day to remember the legacy of excellence of American Soldiers.   Generations of heroes have given everything, not for glory or gratitude, but for something greater than themselves.\n\n**Resources:**\n\n* [Army.mil: Army Families](https://www.army.mil/families)\n* [Army Human Resources Command](https://www.hrc.army.mil/content/CMAOD)\n* [Army Army Survivor Outreach Services](https://www.sos.army.mil/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil) \n* [Army Family Strong](http://www.goarmy.com/soldier-life/army-family-strong.html)\n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx)\n* [U.S. Department of Veterans Affairs](http://benefits.va.gov/benefits/)\n\n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](https://www.army.mil/standto/archive_2013-11-26)\n* [Lapel Buttons](https://www.army.mil/standto/archive_2013-12-05)\n\n**Related Social Media:**\n\n* [U.S. Army Human Resources Command on Facebook](https://www.facebook.com/ArmyHRC)\n* [Survivor Outreach Services on Facebook](https://www.facebook.com/Survivor-Outreach-Services-158209674207883/)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity) \n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n",
    "date": "Thursday, May 25, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> On Memorial Day we take time to honor and remember the brave men and women who gave their lives to protect our freedoms, liberty and the American way of life. \n\n/- Gen. Mark A. Milley, Chief of Staff of the U.S. Army\n\n ",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}