{
    "id": "2017-05-30",
    "title": "Army Reserve Leadership Development",
    "body": "#######Provided by the Office of Chief, Army Reserve  \n\n**What is it?**\n\nThe Army Reserve Leadership Development efforts helps to develop agile and adaptive leaders through training, education, and experience as nested within the [Army's Leader Development Strategy](https://www.army.mil/standto/archive_2013-06-19) (ALDS).  This skillfully leverages Army programs for leader development to great effect, while balancing constraints on time and resourcing faced by the Army Reserve.\n\nThe future will demand competent and adaptive team players who know how to get the most out of their units.  Commanders are empowered to own leader development in their formations, to deliberately identify talent, synchronize individual and collective training requirements, and intentionally develop their replacements.  \n\n\n**What has the Army done?**\n\nKey actions to support Leader Development include:\n\n* Implementation of Select, Train, Educate, Promote (STEP) for Noncommissioned Officer Professional Development (NCOPD) to improve the capabilities of NCOs while enhancing overall readiness.  \n \n* Integration of the Army Reserve Brigade/Battalion Pre-Command Course with the School of Command Preparation Course to provide greater interaction and development opportunities between Reserve and Active- component leaders.\n\n* Creation of an Army Reserve Leader Training Program (LTP), similar to the LTP at the Army's Combat Training Centers, to better prepare leaders and their units for Command Support Training Program (CSTP) exercises.\n\n* Execution of the largest platform gunnery exercise in Army Reserve history, [Operation Cold Steel](https://www.army.mil/standto/archive_2017-05-09) (OCS).  Based upon increased readiness requirements from the Army, OCS provided Leader Development repetition to leaders, teaching and coaching on critical readiness efforts.  OCS enabled expansion of the Army Reserve's capability to replicate gunnery events at home station and is a key example of the return to the basics of Soldiering for the backbone of our formations.\n\n**What continued efforts are planned for the future?**\n\nThe Army Reserve has re-missioned the 100th Training Division from an operational support role to a leader development role, consolidating professional military education activities under one command focused on leader development.  The Army Reserve is also adding a formal senior trainer role for all CSTP exercises to increase emphasis on leader development.   \n\n**Why is this important to the Army?**\n\nThe Army Reserve has fully embraced the demand for an Operational Reserve to meet the current threat.  Meeting this demand requires competent and capable leaders of character now and in the future.  The Army Reserve will continue to utilize leader development opportunities to prepare the leaders for challenges of the future.   \n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n\n**Related document:**\n\n* [Army Profession and Leadership Policy](http://cape.army.mil/repository/doctrine/ar600-100.pdf)\n\n**Related STAND-TO!:**\n\n* [Army's Leader Development Strategy](https://www.army.mil/standto/archive_2013-06-19)\n",
    "date": "Tuesday, May 30, 2017",
    "quote": "",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 21-25: All American Week 2017 \n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}