{
    "id": "2017-05-31",
    "title": "Logistics Support Activity ",
    "body": "#######Provided by the U.S. Army Materiel Command \n\n**What is it?**\n\nThe [U.S. Army Materiel Command](https://www.amc.army.mil/)'s Logistics Support Activity (LOGSA) provides the ability to pinpoint and diagnose worldwide Army logistical readiness challenges through the use of refined applications, management of big data, and information analysis. LOGSA provides Army logisticians the ability to expediently and predictably sustain warfighters worldwide through various readiness enabler programs.  \n\n**What has the Army done?**\n\n[LOGSA](https://www.logsa.army.mil/)'s capabilities focus on data management, information management, readiness enablers, and support across the Army materiel enterprise.\n\n* **Data Management**: LOGSA enables consistent data management through policies, procedures, business rules, controls and metrics. Logistics data management focuses on maintaining enterprise master data supporting the Army Enterprise Resource Planning Systems. \n\n* **Information Management**: LOGSA leverages big data to provide descriptive, predictive and prescriptive information through business intelligence and decision support tools such as the Materiel Common Operating Picture. \n\n* **Readiness Enablers**: LOGSA empowers Soldiers to assess and troubleshoot equipment from anywhere in the world through an electronic library of 14,000 technical manuals and the monthly publication of [PS Magazine](https://www.army.mil/article/186328/). Additionally, the Army Oil Analysis Program preserves equipment and the environment by analyzing around 300,000 oil samples and detecting potential failures. The Packaging, Storage and Containerization Center is responsible for stock readiness, packaging subject expertise, HAZMAT, shelf-life assistance and asset protection workshops. LOGSA's Mobile Training Team conducts worldwide site visits and training for Army Soldiers and Civilians.\n\n* **Support to Readiness**:  LOGSA ensures the acquisition community implements a consistent process by developing and maintaining Product Support Analysis standards through cost comparison/avoidance programs. The Cost Analysis Strategy Assessment is a life cycle cost support tool used to estimate ownership cost and computation of cost requirements through resources. The Level of Repair Analysis modeling tool determines maintenance repair levels for items that should be replaced, repaired or discarded. The Army Airlift Clearance Authority ensures the practical use of second destination transportation funds by determining the method of equipment transportation.   \n \n**What continued efforts are planned for the future?**\n\nLOGSA will continue to modernize logistics processes to become the Army's trusted source of readiness information and solutions to sustain current and future operations.  \n\n**Why is this important to the Army?**\n\nYears of combat operations and rapid fielding of new equipment and technology increased the need for modernization of the Army's automation processes. LOGSA improves and reduces the cost of supporting sustainment by compiling readiness information in master data programs and providing fast and accurate information with solutions.\n \n**Resources:**\n\n* [Logistics Support Activity](https://www.logsa.army.mil/)\n* [Army Materiel Command](https://www.amc.army.mil/)\n* [PS Magazine](https://www.logsa.army.mil/psmag/pshome.cfm)\n\n**Related STAND-TO!:**\n\n* [Materiel Common Operating Picture](https://www.army.mil/standto/archive_2017-05-08)\n\n**Related article:**\n\n* [PS Magazine](https://www.army.mil/article/186328/)\n\n**Army Materiel Command on social media:** \n\n* [Facebook](https://www.facebook.com/ArmyMaterielCommand/)\n* [Twitter](https://twitter.com/hqamc)\n\n",
    "date": "Wednesday, May 31, 2017",
    "quote": "#### Focus Quote for the Day\n\n>> We cannot sustain tomorrow's operations using yesterday's processes.\n\n\\- Gen. Gus Perna, commander, [U.S. Army Materiel Command](https://www.amc.army.mil/) \n ",
    "events": "#### Events  \n\n**May 2017**\n\nNational Asian Pacific Heritage Month (#AsianAmericanHeritageMonth)\n\nMay 29: Memorial Day (#MemorialDay (Monday)  #HonorThem (Arlington Highlight)\n\n\nView the brand new [Army Social Media site](https://www.army.mil/socialmedia?/from=st)\n\n "
}