{
    "id": "2018-10-01",
    "title": "Medal of Honor for Former Staff Sgt. Ronald J. Shurer II",
    "body": "#######Provided by the Office of the Chief of Public Affairs \n\n**What is it?**\n\nFormer Staff Sgt. Ronald J. Shurer II  will receive the Medal of Honor, the nation's highest military medal for valor in combat,  at a White House Ceremony at 3:00 p.m. EDT.  Shurer, who served with the 3rd Special Forces Group (Airborne), in Shok Valley, Afghanistan, is receiving the Medal of Honor for his acts of valor on April 6, 2008. \n\nShurer risked his life and went above and beyond the call of duty, as the lone medic at a besieged location on the side of a mountain. He provided life-saving aid for more than five hours to wounded teammates while under intense enemy fire. Using some nylon webbing that he found, Shurer helped to evacuate three of his teammates down a near-vertical 60-foot cliff to the collection point for medical evacuation. \n\n**What has the Army done/is doing?**\n\nFormer Staff Sgt. Ronald J. Shurer will become the 11th living Army Soldier to receive the Medal of Honor for actions in Afghanistan, and the 20th combat medic to receive this medal. The Silver Star, originally presented to Shurer for his actions in 2008, was reviewed for his heroism and upgraded to a Medal of Honor.    \n \nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/) has a Medal of Honor microsite to pay tribute to all the recipients. Visitors to [Shurer](https://go.usa.gov/xPDnr)'s mobile-friendly multimedia site can access his biography and read an account of Shurer's heroism above and-beyond the call of duty.\n\nThe White House ceremony will be live streamed from the Staff Sgt. Ronald J. Shurer II [microsite](https://go.usa.gov/xPDnr) and live-tweeted from the [@USArmy Twitter]( https://twitter.com/usarmy) handle. In addition, exclusive content about Shurer will be published on the [Army Facebook](https://www.facebook.com/USarmy) page.\n\n**What continued efforts does the Army have planned?**\n\nIn addition to the ceremony at the White House, the deputy secretary of defense and Army senior leaders will recognize Shurer and his family during a Hall of Heroes induction ceremony at the Pentagon, scheduled for 11:00 a.m. on Tuesday, Oct. 2. Both the ceremonies will be live-streamed from his [Medal of Honor website](https://go.usa.gov/xPDnr). \n \n**Why is this important to the Army?**\n\nThe Army's greatest assets are the people- the finest men and women the nation has to offer.  The Army's commitment to the brave men and women does not stop when they transition from the Army uniform. The Army is proud to recognize Shurer's professionalism, service and sacrifice in full view of a new generation.  \n\n**Resources:**\n\n\n* [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr) \n  * WATCH: [Live streaming](https://go.usa.gov/xPDnr) of the White House Medal \n    of Honor Ceremony at 3.00 p.m. EDT\n* [Medal of Honor](http://www.army.mil/medalofhonor/?st)\n* [Medal of Honor History](https://www.army.mil/medalofhonor/history.html)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)\n* [Army Values](http://www.army.mil/values?st)\n\n  \n**Related STAND-TO!:**\n\n* [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/?st)\n* [Army Values](https://www.army.mil/standto/archive_2018-06-12/?st)\n\n**Related article:**\n\n* [Shok Valley medic to receive Medal of Honor](https://www.army.mil/article/210977/?st)  ",
    "date": "Monday, October 1, 2018",
    "quote": "",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}