{
    "id": "2018-10-02",
    "title": "Energy Action Month",
    "body": "#######Provided by the Acting Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nEnergy Action Month is an observance held each October to promote installation and operational energy resilience and security. This year the Army's theme *Energy Resilience Enables Army Readiness* reinforces the fact that secure and reliable access to energy, water, and land resources is vital for the Army to perform its mission and support global operations. \n\n**What has the Army done/is doing?**\n\nThe Army is improving energy resilience and security at its 156 Army installations and more than 1,000 community-based National Guard and Reserve centers. These locations provide the vital infrastructure to organize, train, equip, and deploy Army Soldiers.  The Army is accounting for energy in contingency planning, acquisition requirements, and ensuring facilities can maintain operations in the face of disruption. Through diverse energy projects, investments in infrastructure and diligent energy management, Army installations become more resilient and sustainable. \n\n\n**What continued efforts does the Army have planned?**\n\nArmy energy will continue to focus on energy resilience and security well into the future.  The Army will integrate energy resilience and security measures into decision-making processes that address energy and water resilience across installations and enable Army readiness. These projects will include onsite generation, energy storage and control infrastructure to enable the direct routing of electricity to essential requirements in the event of a major power grid disruption or other power emergency.\n \n**Why is this important to the Army?**\n\nThe Army's ability to prepare for and rapidly respond to energy disruptions enables mission readiness. Incorporating energy resilience, security, conservation and awareness into everyday decision-making processes better positions the Army to successfully deploy and rapidly respond whenever and wherever needed. Soldiers, Family members, Army Civilians, and contractors must have an understanding of current policy, challenges, energy initiatives and energy-smart actions to assist in mission readiness and conserving vital energy resources.  \n \n**Resources:**\n\n\n* [Assistant Secretary of the Army (Installation, Energy and Environment)]( https://www.army.mil/ASAIEE)\n* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)\n* [Army Office of Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)\n\n**Related documents:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Army Directive 2017-07, *Installation Energy and Water Security Policy*]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf) \n* [ASA (IE&E) Strategy 2025](https://www.army.mil/e2/c/downloads/472099.pdf)\n\n**Related STAND-TO!:**\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/archive_2015-10-19)\n\n**Social media presence:**\n\n* [Army ASA (IE&E) on Facebook](https://www.facebook.com/ASAIEE) \n* [Army OEI on Facebook](https://www.facebook.com/ArmyOEI)\n* [Twitter: @ArmyOEI](https://twitter.com/ArmyOEI)\n\n\n",
    "date": "Tuesday, October 2, 2018",
    "quote": "#### Focus Quote for the Day\n\n> During the month of October, it is everyone's responsibility to become energy informed and aware, and to apply this knowledge throughout the year. We urge the entire Army Family to remain mindful of energy use, reduce consumption, innovate, and promote energy awareness/action.\n\n\n\\-  Lt. Gen. Gwen Bingham, [Assistant Chief of Staff for Installation Management](www.acsim.army.mil/) and Jordan Gillis, Acting [Assistant Secretary of the Army for Installations, Energy and the Environment](https://www.army.mil/asaiee) \n  \n[2018 Energy Action Month Senior Leader Message](https://www.army.mil/article/211076) ",
    "events": "#### Events \n\n\n**October 2018**\n\nArmy Cybersecurity Awareness Month\n\nEnergy Action Month\n\nOct. 1: White House Medal of Honor Ceremony for [Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \nOct. 2: Pentagon [Hall of Heroes Induction Ceremony](https://go.usa.gov/xPDnr) for #MedalofHonor Recipient Shurer \n\nOct. 8-10: AUSA Annual Meeting  \n"
}