{
    "id": "2018-10-03",
    "title": "Army Cybersecurity Awareness Campaign ",
    "body": "#######Provided by Chief Information Officer/ G-6\n\n**What is it?**\n\nThe Army Cybersecurity Awareness Campaign is a year-long, 24/7 enduring effort to promote awareness and cybersecurity best practices by Soldiers, Civilians, contractors, and families. The campaign launches during Cybersecurity Awareness Month in October, with the theme *Remain Vigilant, Be Accountable, Stand Ready.*  \n\nThe campaign aligns with messages from the National Cybersecurity Awareness Month led by the Department of Homeland Security, and the DOD chief information officer directed Cybersecurity Awareness Month. This campaign supports four key areas:\n \n* Nation's cybersecurity ecosystem\n* Tackling cybersecurity together\n* Strengthening the workforce\n* Securing infrastructure from cyber threats \n\nThe campaign is designed to highlight and provide protective solutions to cyber threats that may compromise mission readiness. \n \n\n**What has the Army done/is doing?**\n\nThe Army continuously works to understand cyber threats, vulnerabilities, and their impact on Soldier and mission readiness, while building and deploying a preeminent cyber force. The Cybersecurity Awareness Campaign works to provide the most relevant and critical information and tactics to counter threats and simultaneously recruit, develop, train and retain   high quality Soldiers and civilians. \n\nCybersecurity remains a vital part of operational effectiveness and must become a part of the Army's DNA - from readiness to reform to modernization efforts.\n \n\n**What continued efforts does the Army have planned?**\n\nArmy Cybersecurity Awareness campaign will continue to provide opportunities for increased awareness and training in cybersecurity policies and best practices. The information and guidance will provide the Army community with the knowledge to protect mobile devices, networks at home and at work, and personal information from individuals and methods attempting to do harm. \n\nIt remains the responsibility of everyone -- Soldiers, civilians, contractors, and family members -- to remain vigilant in their cyber habits to maintain the most secure, up-to-date software, and behaviors.\n\nAs the Army looks to the future, cybersecurity will be a key component of all modernization efforts. Each new technology, system, and weapons platform will incorporate cybersecurity to guarantee system integrity and ensure overmatch in future conflicts. Commanders will encourage these considerations in mission planning and support resources for cybersecurity training, guidance, and policy.\n \n**Why is this important to the Army?**\n\nCybersecurity ensures the Army is ready to fight and win in all domains. Achieving superiority in the physical domains depends on securing critical infrastructure like networks, systems, and information from adversaries. As technology reaches into all aspects of work and homes, commanders and individuals must be vigilant and accountable, and incorporate cybersecurity best practices into their everyday lives, and into every device. \n \n**Resources:**\n\n\n* [ARCYBER](https://www.arcyber.army.mil/)\n* [Cyber Center of Excellence](http://www.asaie.army.mil/Public/ES/)\n* [Army Cyber Institute](https://cyber.army.mil/)\n* [Army Cyber Institute](https://cyber.army.mil/)\n* [U.S. Cyber Command](https://www.cybercom.mil/)\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n\n**Related documents:**\n\n* [Cybersecurity information and resources](https://www.milsuite.mil/wiki/Portal:Army_Cybersecurity)\n\n**Related STAND-TO!:**\n\n* [U.S. Army in Cyberspace](https://www.army.mil/standto/archive_2018-09-25)\n* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)\n\n \n\n",
    "date": "Wednesday, October 3, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Cybersecurity is a 24/7, all year long effort that is everyone's responsibility. Whether at home, in the office or out in the field, our diligence is imperative to our people and our mission.     \n\n\\-  Chief of Staff of the Army Gen. Mark A. Milley  \n \n",
    "events": "#### Events \n\n\n**October 2018**\n\nArmy Cybersecurity Awareness Month\n\nEnergy Action Month\n\nOct. 1: White House Medal of Honor Ceremony for [Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \nOct. 2: Pentagon [Hall of Heroes Induction Ceremony](https://go.usa.gov/xPDnr) for #MedalofHonor Recipient Shurer \n\nOct. 8-10: AUSA Annual Meeting  \n"
}