{
    "id": "2018-10-04",
    "title": "Multi Domain Operations",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nMulti-Domain Operations (MDO) describes how the U.S. Army, as part of the joint force, can counter and defeat a near-peer adversary capable of contesting the U.S. in all domains, in both competition and armed conflict. The concept describes how U.S. ground forces, as part of the joint and multinational team, deters adversaries and defeats highly capable near-peer enemies in the 2025-2050 timeframe. \n\nMDO provides commanders numerous options for executing simultaneous and sequential operations using surprise and the rapid and continuous integration of capabilities across all domains to present multiple dilemmas to an adversary in order to gain physical and psychological advantages and influence and control over the operational environment.  \n\n**What are the current and past efforts of the Army?**\n\nMDO is an evolution and further refinement of the [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08/) (MDB) concept published in 2017. It reflects more than two years of experiments, wargames and table-top exercises with Joint Force and multinational partners.  \n\nThe Army published an update to the MDB concept called *The U.S. Army in Multi-Domain Operations, 2028* in December 2018. It expands on the ideas of MDB, and describes how the Army contributes to the joint force's principal task outlined in the 2018 National Defense Strategy: how to deter and defeat near-peer strategic competitors in both competition and armed conflict.  \n\n\n**What continued efforts does the Army have planned?**\n\nThe MDO 1.5 concept sets the conditions for further experimentation, war-gaming, and assessment. Army Futures Command will take over responsibility for the development of MDO 2.0. The concept will continue to be revised regularly to account for additional learning, new technologies and updates to the operating environment.\n\nEvents such as [Unified Challenge](https://www.army.mil/standto/archive_2016-07-25) and [Joint Warfighting Assessment 18](https://www.army.mil/standto/archive_2018-04-24), exercises with the Multi-Domain Task Force in the Pacific, and continued work with the joint and multinational partners will contribute to further refining of the concept.  MDO 1.5 also sets the conditions for Army modernization, and will provide the primary conceptual foundation for the upcoming Army Modernization Strategy 1.5.\n \n**Why is this important to the Army?**\n\nThe joint force must rapidly and continuously converge capabilities across all domains to win in competition and armed conflict. America's near-peer competitors have invested in strategies and capabilities to create stand-off and separate U.S.  alliances in competition, and the joint force in armed conflict. \n\nCountering these threats requires modernizing the Army across doctrine, organizations, training, and materiel to enable the rapid defeat of future adversaries. The MDO sets the foundation for this modernization by establishing how the Army will fight and what it will need to win. \n \n**Resources:**\n\n\n* [Army Capabilities Integration Center](https://www.arcic.army.mil)\n* [Army Training and Doctrine Command](https://www.tradoc.army.mil)  \n* [Army Futures Command](https://www.army.mil/futures)\n* [News: Multi Domain Operations](https://www.tradoc.army.mil/Multi-Domain-Operations/)\n\n**Related documents:** \n\n* [Army Vision](https://www.army.mil/e2/downloads/rv7/vision/the_army_vision.pdf)\n* [MDO 1.5](https://www.tradoc.army.mil/Portals/14/Documents/MDO/TP525-3-1_30Nov2018.pdf)\n \n**Related STAND-TO!:**\n\n* [Army Vision](https://www.army.mil/standto/archive_2018-06-07)\n* [Army Futures Command](https://www.army.mil/standto/archive_2018-03-28)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/archive_2018-06-06)\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16)\n* [Multi Domain Battle](https://www.army.mil/standto/archive_2017-03-08/)\n\n\n \n\n",
    "date": "Thursday, October 4, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  The Multi-Domain Operations we do today are insufficient to defeat a near peer adversary with layered stand-off capabilities. In the future, we must rapidly and continuously converge all domains to prevail in competition. If conflict comes, Multi-Domain Operations will enable us to penetrate, dis-integrate, and exploit to win and return to competition on favorable terms.  \n\n\\-   Gen. Stephen Townsend, commanding general, [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil)  \n \n",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/archive_2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/archive_2018-10-02)\n\nMedal of Honor Recipient [Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \nOct. 8-10: AUSA - [Webcast schedule](https://www.army.mil/e2/downloads/rv7/professional/ausa2018_livestreamschedule.pdf )\n"
}