{
    "id": "2018-10-10",
    "title": "U.S. Army Talent Management ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1 \n\n**What is it?**\n\nU.S. Army Talent Management is a deliberate planning process to determine the right number and type of people to meet current and future Army talent demands. Talent management aligns individual capabilities with the Army's needs while optimizing human performance and engagement. \n\nTalent is the intersection of three dimensions -- knowledge, skills, and behaviors in every person. These represent more than the education, experiences and training provided by the Army.  Army talent management integrates people acquisition, development, employment and retention strategies.  It begins with entry-level employees and aligns their talents against the demand for them during their entire careers, to include positions at the very top of the Army.\n\n\n**What has the Army done/is doing?**\n\nThe Army is moving from an Industrial Age personnel system to a 21st century approach that manages individual talents. By better understanding the talent of the workforce, the Army can maximize Soldier's talents to allow the placement of the right Soldier, in the right job, at the right time.\n\nThe Army is committed to building smart, tough, thoughtful and innovative leaders of character who can lead and operate in complex environments. The Army is transforming business practices, enhancing current management procedures, and developing innovations to ensure it has the strongest and most capable force possible.\n\n**What continued efforts does the Army have planned?**\n\nAs part of the modernization efforts, the Army will: \n\n* Bridge Assignment Interaction Module 2.0 ([AIM 2](https://go.usa.gov/xP9Nm)), a web based information system tool for the officers, the units, and the talent managers, into the Integrated Personnel and Pay System - Army. This will allow Human Resource Command talent managers to continuously assess Soldiers across all three components; active, Army Reserve and Army National Guard.\n\n* Develop Integrated Personnel and Pay System - Army ([IPPS-A](https://www.army.mil/article/211020/)) to continue leveraging agile teams to innovate and formulate solutions to the challenges of building an integrated personnel and pay system.\n\n* Integrate Human Capital Big Data (HCBD).  HCBD accelerates the ethical, legal and moral use of all Army data and expands the Army's ability to conduct descriptive statistics, policy analysis and to support decision-making now.\n\n \n**Why is this important to the Army?**\n\nTalent Management is a way to enhance Army readiness by maximizing the potential of the Army's greatest asset - its people. Developing and maintaining intelligent, adaptable and professional Soldiers builds the trust and confidence of the American people in their Army,  without which the Army cannot maintain the all-volunteer force.\n \n**Resources:**\n\n* [Talent Management](https://www.talent.army.mil)\n\n**Related documents:** \n\n* [IPPS-A](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_TalentMgmt_Factsheet_FINAL_mechanic_9May17.pdf)\n* [AIM 2](https://go.usa.gov/xP9Nm)\n* [Army Directive 2017-04, *Implementation of the Army Human Capital Big \nData Strategy*](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AD2017-04_Final.pdf)\n\n**Related STAND-TO!:** \n\n* [Army Talent Management Strategy](https://www.army.mil/standto/archive_2016-11-03)\n* [Army Talent Management Task Force](https://www.army.mil/standto/archive_2016-08-11)\n* [IPPS-A, Increment II, Release 2](https://www.army.mil/standto/archive_2017-09-07)\n* [IPPS-A, Release 1](https://www.army.mil/standto/archive_2014-02-28)\n\n\n\n",
    "date": "Wednesday, October 10, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  First and foremost, the Army is a people business. If we don't optimize their unique talents, we can't get anything else right.    \n\n\\-   Secretary of the Army Mark T. Esper\n",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/archive_2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/archive_2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \nOct. 8-10: AUSA - [Webcast schedule](https://www.army.mil/e2/downloads/rv7/professional/ausa2018_livestreamschedule.pdf )\n"
}