{
    "id": "2018-10-11",
    "title": "Military Family Readiness",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Department of Defense defines Family readiness as being prepared to effectively navigate the challenges of daily living experienced in the unique context of military service.  Sixty percent of all Soldiers across the [multi-component force](https://www.army.mil/standto/archive_2018-08-16) have a spouse or dependents. Soldiers carry family responsibilities, and sometimes problems, into the unit.\n\n\n**What has the Army done/is doing?**\n\nResearch on Army Family readiness from 1983 to 2007 showed how Families influence Soldier and unit readiness.  To update this information, Office of the Deputy Under Secretary of the Army's Research Facilitation Laboratory, under the Army Analytics Group, reviewed 400 new studies published from 2007 to 2017. This report, *What We Know about Military Family Readiness:  A Decade of Research Evidence from 2007-2017* identifies 16 indicators of Family readiness and five patterns:\n\n* Better physical and mental health, relationships, and parenting styles are strongly linked to social support. \n* Relocations disrupt both formal and informal social networks. \n* Service members and spouses can affect each other's mental health.\n* Parent's mental health and family communication problems can hinder healthy family functioning.\n* Deployments can lead to problems for children -- the well-being of the home front spouse is critical for the well-being of children.\n\nSoldiers and Families value support program consistency and predictability. Their trust in the Army and its leaders is influenced by their perceptions of the care and concern shown to them. \n\n**What continued efforts does the Army have planned?**\n\nMilitary life includes multiple relocations, Soldier absences, and childcare challenges. Support programs must be effective at strengthening and sustaining both Soldier and Family readiness.  \n\n* [Relocation Readiness](http://myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/RelocationReadinessProgram/Default.aspx) helps Soldiers and their Families navigate their next military move. \n* [Employment Readiness]( http://myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/EmploymentReadiness/default.aspx) helps spouses acquire skills and establish networks to compete in a workplace where relocations challenge them to find and keep high-quality employment.  \n* [Outdoor Recreation](https://www.armymwr.com/programs-and-services/outdoor-recreation) programs help Soldiers and Families balance the work-life challenges of a military lifestyle.  \n* [Warrior Adventure Quest](https://www.armymwr.com/programs-and-services/outdoor-recreation/warrior-adventure-quest) helps deter risky Soldier behaviors while also helping Soldiers reintegrate with their families upon redeployment.  \n\n \n**Why is this important to the Army?**\n\nFamily readiness affects Army morale, retention and readiness. The Army has 35 years of research, with 800 studies on Family readiness, to shape policies and services.  This research helps Soldiers and Families to navigate the unique challenges of a military lifestyle.\n\n \n**Resources:**\n\n* Office of the Deputy Under Secretary of the Army: [*What We Know about Military Family Readiness:  Evidence from 2007-2017*, Mar. 30, 2018](http://www.dtic.mil/dtic/tr/fulltext/u2/1050341.pdf)\n* [The Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [Military OneSource](https://www.militaryonesource.mil/)\n\n**Related STAND-TO!:**\n\n* [Army Family Readiness](https://www.army.mil/standto/archive_2017-12-20)\n* [Readiness](https://www.army.mil/standto/archive_2017-10-04)\n\n**Social media presence:**\n\n* [Soldier and Family Readiness on Facebook](https://www.facebook.com/soldierandfamilyreadiness/)\n",
    "date": "Thursday, October 11, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Readiness ... is not just a bumper sticker. It's not something that we take lightly. It's very integral to the overall health of the force.    \n\n\\-   Chief of Staff of the Army Gen. Mark A. Milley, emphasizes that taking care of Soldiers and Families remains a top priority, at the Army Senior Leader Town Hall during AUSA, Oct. 9\n\n[Senior leaders tackle Army Family concerns in town hall](https://www.army.mil/article/212258)",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/archive_2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/archive_2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018"
}