{
    "id": "2018-10-15",
    "title": "Defense Support of Civil Authorities",
    "body": "#######Provided by U.S. Army Reserve \n\n**What is it?**\n\nDefense Support of Civil Authorities (DSCA) is a total force effort by all federal military forces -- to include DOD civilians, contract personnel and reserve component forces and assets. This effort is in response to domestic emergencies, to include homeland defense, homeland security, terrorist attack, natural and man-made disasters and other events. \n\nThe [2018 National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf) codifies DSCA as a primary mission of the Department of Defense. Federal Law (Titles 10 and 32 USC) creates distinct mechanisms for local and State authorities to call upon Army Reserve forces or resources. \n\n\n**What has the Army done/is doing?**\n\nArmy Reserve forces and capabilities can be packaged with appropriate command and staff structure to facilitate assistance to civil authorities, and can be deployed immediately. Under [Immediate Response Authority](https://www.army.mil/standto/2017-05-22), the Army Reserve can also directly respond to requests from civil authorities when time does not permit approval from a higher authority. \n\nArmy Reserve capabilities support many vital domestic emergency and disaster response efforts, including medium and heavy lift helicopters for medical evacuation or search and rescue. Other support includes ground ambulance, combat support hospitals and specialized medical teams. Additionally, full-spectrum engineering support includes horizontal and vertical construction and portable bridges. Other important support functions are logistics, quartermaster, communications, security and mission command capabilities. Army Reserve provides all emergency Preparedness Liaison Officers for the Army.  \n\nDuring the 2017 Atlantic Hurricane Season, 2,253 Army Reserve Soldiers mobilized from 40 units conducted response  operations  while working with Army active component, Army National Guard, and other services in the Total Force.   In 2018, U.S. Army Reserve Command worked closely with Army Forces Command to provide any required assets to support National Guard or Army relief efforts. \n\n \n**What continued efforts does the Army have planned?**\n\nThe Army Reserve stands ready to provide emergency support for DSCA operations with all of its forces and capabilities. The Army Reserve is also fully integrated into the standing Department of Defense task force postured to respond to chemical, biological, radiological and nuclear (CBRN) events.\n \n**Why is this important to the Army?**\n\nProviding timely and appropriate response to an incident remains one of the Army's key operational concepts. When disaster strikes, early access to the right response capabilities is extremely crucial. Army Reserve's Defense Support of Civil Authorities enhances overall mission readiness. \n\n \n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/ )\n* [Defense Support of Civil Authorities](http://www.usar.army.mil/About-Us/DSCA/ )\n\n**Related STAND-TO!:**\n\n* [U.S. Army Reserve](https://www.army.mil/standto/2018-09-06)\n* [Multi-Component Readiness](https://www.army.mil/standto/2018-08-16)\n* [Immediate Response Authority](https://www.army.mil/standto/2017-05-22)\n \n**Related articles:**\n\n* [Army Reserve Public Affairs in DSCA operation](https://www.army.mil/article/197723/) \n* [Army Reserve joins DSCA response, 961st Eng. Bn. Trains for disaster]( https://www.army.mil/article/163183)\n\n**Army Reserve on Social Media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve)   \n* [Twitter - @USArmyReserve ]( https://twitter.com/usarmyreserve?) \n",
    "date": "Monday, October 15, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  With Soldiers and equipment in more than 1,100 communities across the nation, America's Army Reserve is uniquely postured to employ capabilities critical to Homeland Defense and DSCA.   \n\n\\-   Lt. Gen. Charles D. Luckey, chief of Army Reserve and commanding general, U.S. Army Reserve Command\n\n ",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018"
}