{
    "id": "2018-10-16",
    "title": "Army Energy and Water Security",
    "body": "#######Provided by Acting Assistant Secretary of the Army (Installations, Energy and Environment) \n\n**What is it?**\n\nThe U.S. Army requires secure access to [energy and water](http://www.asaie.army.mil/Public/ES/energy.html) to execute its missions.  In order to optimize readiness and lethality, the Army is working towards increasing energy and water security to enhance Army resilience and assure mission success.  \n\n**What has the Army done/is doing?**\n\nThe Army collaborates with public and private organizations to support resource efficiency, assure energy and water supplies to critical missions, and support readiness objectives.  The Army's [Office of Energy Initiatives](http://www.asaie.army.mil/Public/ES/oei/index.html) facilitates the development and implementation of large scale energy projects that leverage private sector financing.  These projects diversify supply sources and enhance sustainability and resilience.  The Army remains ahead of all federal goals and mandates for potable water intensity and will continue to reduce water consumption as we improve systems across the Army. These improvements in energy supply and enhanced water usage at installations improve our readiness capacity and bolster mission resilience. \n \n**What continued efforts does the Army have planned?**\n\nThe Army continues to focus on installation energy and water policies to maintain mission readiness and increase resilience.  The Offices of the Deputy Assistant Secretary of the Army for Energy and Sustainability and Assistant Chief of Staff for Installation Management help address risks in installations' critical energy and water security requirements by assessing installation infrastructure and assured access to determine readiness gaps.  Changing the culture, improving efficiency, and developing energy and water projects across the portfolio provides Army missions with reliable, diverse, and redundant service necessary for mission success.   \n \n**Why is this important to the Army?**\n\nSecure and reliable energy and water supplies enhance Army installation resilience, contribute to war-fighting readiness, and support global operations.  By ensuring access to resources at installations, the Army reduces infrastructure vulnerabilities and improves readiness, creating more efficient and resilient mission execution.\n\n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installation, Energy and Environment)]( https://www.army.mil/ASAIEE)\n* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)\n* [Army Office of Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)\n\n**Related documents**:\n\n* [Army Directive 2017-07; *Installation Energy and Water Security Policy*]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)\n* [Energy Security and Sustainability Strategy]( https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Army Operational Energy Policy](https://go.usa.gov/xPXAb)\n* [Department of Defense Operational Energy Strategy](https://go.usa.gov/xPXAT)\n\n**Related STAND-TO!**:\n\n* [Army Energy Resilience](https://www.army.mil/standto/2017-10-11)\n* [Army Energy Action Month](https://www.army.mil/standto/2017-10-03)\n* [Operational Energy](https://www.army.mil/standto/2016-10-03)\n* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/2015-10-19)\n\n**Related videos**:\n\n* [U.S. Army Energy: Energy resilience enables Army readiness](https://www.youtube.com/watch?v=nrbr8oT94JI&t=1s)\n* [U.S. Army Operational Energy: The Power to win]( https://www.youtube.com/watch?v=lpxh7bgz3NA)\n \n**Social media presence**:\n\n* [Army ASA (IE&E) Facebook](https://www.facebook.com/ASAIEE) \n* [Army OEI Facebook](https://www.facebook.com/ArmyOEI)\n* [Twitter: @ArmyOEI](https://twitter.com/ArmyOEI)\n",
    "date": "Tuesday, October 16, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Secure and reliable access to energy in our operational missions and on our installations is essential to ensuring that the Total Army is ready to deploy, fight and win across the entire spectrum of conflict.  \n\n   \n\\-   Lt. Gen. Gwen Bingham, the assistant chief of staff for installation management \n\n ",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018"
}
