{
    "id": "2018-10-17",
    "title": "Terrorist Threat Information Sharing and Suspicious Activity Reporting",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nU.S. Army's antiterrorism awareness focus during quarter one of fiscal year 2019 is on *Terrorist Threat Information Sharing and Suspicious Activity Reporting*. This is a vital DOD function and directly supports the Army Readiness and the ability to care for the troops.\n\n**What has the Army done/is doing?**\n\nLessons learned from the Sep. 11,  2001 terrorist attacks led to a [Nationwide Suspicious Activity Reporting Initiative](https://nsi.ncirc.gov/)(NSI).  Building from this initiative, the DOD and Army established policies and procedures for threat information sharing and suspicious activity reporting (SAR). In May 2010, the Secretary of Defense designated the eGuardian system the authorized DOD law enforcement SAR system.  Implementation of terrorist threat reporting begins at the local level.\n\nSAR system directly feeds into Federal Bureau of Investigation's eGuardian system, a sensitive but unclassified reporting system, to collect terrorist threat information and suspicious activity and shares the information with other Federal, State, local, and tribal law enforcement.  \n\nThroughout FY18, Army antiterrorism initiatives increased understanding of the evolving terrorist threat and protective measures.  The Army's most recent efforts to counter the threat include changes to antiterrorism training, expanded information sharing, and increased community outreach, with emphasis on the need to protecting \"soft\" targets (such as public events, standalone facilities, and units/personnel in transit).  \n\nArmy community-wide vigilance and educating the community on the importance of reporting suspicious activities remains a key component to counter this persistent threat.\n\n \n**What continued efforts does the Army have planned?**\n\nThe Army is fielding the Joint Analytic Real-time Virtual Information Sharing System (JARVISS), which fuses and transforms vast amounts of complex, open source and proprietary data into actionable information, providing the Army a smarter way to mitigate risks.  The Army also continues to expand the capabilities and interagency fusion of the Army Threat Integration Center and the Army's use of eGuardian for terrorist threat reporting.  At the local level, a continuous focus is educating community members on the potential threat of terrorist activities. \n\nOther priorities for FY19 include the quarterly focus on the following themes: \n\n* 2Q: Assessing and Understanding the Terrorist Threat\n* 3Q: Individual Antiterrorism Awareness Course\n* 4Q: Planning for Security and Consideration when Attending Special Events\n* February 2019:  Annual Antiterrorism Training Seminar\n\n**Why is this important to the Army?**\n\nPeople are the Army's greatest asset and protecting Army communities is a vital responsibility to preserve readiness.  \n\n**Resources:**\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal] (https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - - On Internet Explorer, select the DOD eMail certificate in order to gain access\n* Army OneSource (under the iWATCH Army logo):  [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n**Related STAND-TO!;**\n\n* [iWATCH Army](https://www.army.mil/standto/2018-07-25)\n* [Army Antiterrorism Program](https://www.army.mil/standto/2018-08-01)\n ",
    "date": "Wednesday, October 17, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018"
}