{
    "id": "2018-10-18",
    "title": "2018 Workplace and Gender Relations Survey of Active Duty Members  ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n\n**What is it?**\n\nThe Workplace and Gender Relations Survey of Active Duty Members (WGRA) is a congressionally mandated survey that provides information on sexual assault, sexual harassment and gender discrimination in the military. The WGRA is the DOD's only official tool to measure the prevalence of sexual violence in the military. This survey is voluntary and completely confidential.    \n\n**What has the Army done/is doing?**\n\nThe Army is committed to combating and preventing sexual violence. Senior leaders are strongly encouraging Soldiers to complete the 2018 WGRA. The WGRA survey is available to a [select group](https://www.dodsurveys.mil/) of Soldiers who are part of a scientifically based sample.  This survey, available only until end October, can be completed on a government or personally owned computer.\n\nIn 2016, Soldiers completed more than 44,900 surveys. The Army was the only service to increase its rate of participation as compared to the 2012 WGRA.  \nThe Army has used previous WGRA results to improve policies and services.  Based on the 2012 WGRA result that indicated more service men had been sexually assaulted than service women, the Army took steps to better educate Soldiers about these experiences. The Army developed communication materials focused on male sexual assault and collaborated with the [Department of Veterans Affairs]( https://www.va.gov/), [1in6](https://1in6.org/), [Male Survivor](https://www.malesurvivor.org/index.php), and others to increase overall awareness of sexual awareness through outreach initiatives.\n\n**What continued efforts does the Army have planned?**\n\nThe Army continues to focus on the [Sexual Harassment/Assault Response and Prevention Program](http://www.sexualassault.army.mil/)'s five lines of effort: prevention, advocacy, assessment, investigation, and accountability.  In addition, the Army is increasing its focus on prevention.  The Army aims to stop incidents before they happen by fostering a healthy organizational climate and instilling a strong culture based on the Army Ethic and Values.  The WGRA results will help inform these efforts.\n\n**Why is this important to the Army?**\n\nThere is no place for sexual assault or harassment in America's Army. Sexual violence has a devastating impact on the Army - it destroys unit cohesion and undermines mission readiness. The WGRA survey is critical to understanding the presence or absence of sexual violence in the ranks.  Results from the survey will help improve policies and services for Soldiers.\n\n \n**Resources**:\n\n* [DOD Office of People Analytics Surveys](http://www.dodsurveys.mil) \n* [SHARP](http://www.army.mil/sharp)\n\n**Related STAND-TO!**:\n\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethics](https://www.army.mil/standto/2018-07-12)\n* [Army SHARP Learning Strategy](https://www.army.mil/standto/2018-08-20) \n\n\n ",
    "date": "Thursday, October 18, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Sexual violence in our formations is not only reprehensible, it also detracts from readiness.\n\n\n\\-  Sergeant Major of the Army Daniel A. Dailey, Aug. 27, 2018\n",
    "events": "#### Events \n\n\n**October 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018"
}