{
    "id": "2018-10-29",
    "title": "Black Hawk Utility Helicopter ",
    "body": "#######Provided by PEO Aviation\n\n**What is it?**\n\nThe Black Hawk Utility Helicopter (UH/HH-60) is the Army's utility tactical transport helicopter. It provides air assault, general support, aeromedical evacuation, command and control, and special operations support to combat, stability and support operations. The aircraft is also a key component for homeland security and relief operations.  The Black Hawk is considered the \"Workhorse\" of Army Aviation. \n\n**What has the Army done/is doing?**\n\nThe Army has integrated a number of enhancements to the Black Hawk over the years to extend the aircraft's lift and range capabilities, reduce operation and sustainment costs, and enhance survivability to ensure commanders have essential aviation capabilities they need to win today. \n\n*  UH-60M has flown more than 910,000 hours including almost 260,000 combat hours.\n*  The GE-701D engine provides greater cruising speed, climb rate and internal capacity over those in the UH-60A and UH-60L versions.\n*  The Medical Evacuation version (HH-60M) includes an integrated equipment package kit, providing for day, night and adverse weather emergency casualty evacuation. \n*  The international Black Hawk fleet has more than 1,200 aircraft in 30 partner and allied nations; a key component to enhancing partner capacity.\n\nBlack Hawk is in its 40th year of production and major improvements continue to increase its overall capability to support the Soldier.\n\n**What continued efforts does the Army have planned?**\n\n \nWith multiple versions of the aircraft currently in service, the Black Hawk will be a key component of the fleet through 2054. The Army will continue to integrate emerging technology enhancements into the Black Hawk fleet to increase the performance, reliability, availability and maintainability of the platform through addition of technologies such as:\n\n*  Integration of the Improved Turbine Engine.  \n*  Upgrades to the airframe, to include an improved troop seat for additional crash worthiness and a light weight composite stabilator.\n*  Final development and delivery of the Automatic Dependent Surveillance -- Broadcast Services; A capability that will enable aircraft to receive automated flight, air traffic and weather information while enhancing safety through advanced situational awareness and capability to autonomously maintain acceptably safe separation from other aircraft.\n* The UH-60V will update the existing UH-60L, replacing the analog architecture with a digital cockpit to provide a similar pilot-vehicle interface and commonality with the UH-60M.\n\n**Why is this important to the Army?**\n\nArmy Aviation is a key enabler and critical to the overall success of the Army's mission.  On the asymmetric battlefield, the Black Hawk enables commanders to get to the fight quicker and to mass effects throughout the battlespace across the full spectrum of conflict. Through continuous improvements, the Black Hawk provides the operational commander with a modernized air assault, MEDEVAC and Command and Control platform required to fly, fight and win today, and in the future operational environment.\n \n**Resources**:\n\n* [PEO Aviation](https://www.army.mil/PEOAviation)\n* [U.S. Army Acquisition Support Center](https://asc.army.mil/web/)\n* [Black Hawk Utility Helicopter](https://asc.army.mil/web/portfolio-item/black-hawk-uhhh-60/)\n\n**Related STAND-TO!**:\n\n* [Army Readiness](https://www.army.mil/standto/2017-10-04)\n* [Future Vertical Lift]( https://www.army.mil/standto/2017-10-04)\n* [Army Modernization](https://www.army.mil/standto/2018-01-16)\n\n",
    "date": "Monday, October 29, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**OCTOBER 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018\n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}