{
    "id": "2018-10-30",
    "title": "Army Operational Energy ",
    "body": "#######Provided by Acting Assistant Secretary of the Army (Installations, Energy and Environment) \n\n**What is it?**\n\nOperational Energy is the energy required to train, move, and sustain military forces and weapons platforms for military operations. This includes  the energy used by tactical power systems, generators, and weapons systems, and the energy associated with energy-related systems, information, and processes.  \n\n**What has the Army done/is doing?**\n\nEnergy is a key enabler for all military activities. The operation of every combat vehicle, weapons system, and electronic device in the Army's inventory depends on access to a reliable supply of energy. Historically, supplies of fuel and water have comprised as much as 80 percent of the weight of ground resupply convoys, and Soldiers regularly carry 15 pounds of batteries for a 72-hour patrol.\n\nThe Army's future force, however, will be expected to operate with a high degree of dispersion in a complex and lethal battlespace, for up to seven days semi-independently from their source of supply, and at the end of long and contested strategic lines of communication. \n\nA future war against a peer or near-peer enemy will require a fundamental reduction in demand for fuel in order to extend operational reach, reduce mission risk, and improve unit readiness. \n\nReducing demand for operational energy will require both material and non-material solutions. The Army's budgetary investments -- more than $1 billion in 2018 -- seek to maximize the effects of operational energy use, striking the right balance between capability and consumption. Army material improvements aim to reduce overall consumption where possible, while still ensuring the combat vehicles have the horsepower and the electrical power necessary to complete their mission.\n\n\n**What continued efforts does the Army have planned?**\n\n \nEnergy cuts across each of the Army's six modernization priorities. As the Army develops the equipment for the future force, providing units with the ability to generate, store, and distribute energy on the battlefield is a key priority. Army scientists and engineers are working to develop new technologies and materials that enable this capability. \n\n**Why is this important to the Army?**\n\nThe entire Army must be energy aware and take action for installation and operational energy security and resilience. Operational energy is a critical enabler of military capability, but the Army's reliance on liquid fuel has been a constraint on operations and a vulnerability since the adoption of motorized vehicles. Enhancing the Army's operational energy resilience is critical to mission success.\n\nThrough materiel improvements and behavior modification, the Army can reduce demand while maintaining overmatch, improve the effectiveness and efficiency of its combat systems, and improve commanders' ability to make energy-informed decisions. \n\n \n**Resources**:\n\n* [Assistant Secretary of the Army (Installation, Energy and Environment)]( https://www.army.mil/ASAIEE)\n* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)\n* [CASCOM FSI-OE Training Department (Operational Energy)](https://www.milsuite.mil/book/groups/cascom-fsi-oe-training-department-operational-energy) *CAC required*\n\n**Related documents**:\n\n* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)\n* [Installations, Energy and Environment Strategy 2025](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [ASA (IE&E): Policies and References](http://www.asaie.army.mil/Public/ES/policy.html)\n\n\n**Related STAND-TO!:**\n\n* [Army Energy Action Month](https://www.army.mil/standto/2018-10-02)\n* [Army Energy and Water Security](https://www.army.mil/standto/2018-10-16)\n* [Installations, Energy and Environment Strategy 2025](https://www.army.mil/standto/archive_2015-12-07)\n\n**Related videos**:\n\n* [Army Operational Energy: *The Power to Win*](https://www.youtube.com/watch?v=lpxh7bgz3NA)\n* [Demand Reduction video from U.S. Army Training Support Center](https://www.dvidshub.net/video/594648/army-demand-reduction)",
    "date": "Tuesday, October 30, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**OCTOBER 2018**\n\nCybersecurity Awareness Month: Read about the [Army Cybersecurity Awareness Campaign](https://www.army.mil/standto/2018-10-03)\n\n[Energy Action Month](https://www.army.mil/standto/2018-10-02)\n\nMedal of Honor Recipient [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr)\n  \n[Professional Development Toolkit](https://www.army.mil/professional/?st) - view articles and panel recordings from AUSA 2018\n\n**NOVEMBER 2018**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}