{
    "id": "2018-04-02",
    "title": "Month of the Military Child ",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nThe U.S. Army observes the Month of the Military Child to recognize and honor the commitment, contributions and sacrifices children and youth make to the nation through the strength they provide the Soldiers and Families.  \n\nThis year marks the 32nd anniversary of the Department of Defense designating April as Month of the Military Child.  \n\n**What is the Army doing/ has done?**\n\nThe Army recognizes Month of the Military Child as an opportunity to recognize and respect the unique challenges the military children face and overcome. \n\nThe Army remains fully committed to helping Families become and stay strong by offering a variety of programs and services through U.S. Army Installation Management Command. There are more than 215,779 children and youth registered in Child and Youth Services programs. The Army remains committed to these military Family members to honor the service and sacrifices of those who serve the nation.\n\nThis year's theme, \"Brave Hearts, Resilient Souls,\" will help the nation understand how important the military children are, no matter where they are stationed. Leadership, garrisons and any appropriate Guard/Reserve locations execute communications efforts and events with communities to show appreciation to Families and inspire future generations.\n\nSpecial events include the Young Lives, Big Stories contest, where military children are invited to share their experiences and win prizes, and Operation Megaphone, where military teens join with others in a worldwide lock-in scheduled for April 27 and 28. \n\n**What continued efforts does the Army have planned for the future?**\n\nAs the nation prepares for the future, the Army recognizes that children will continue to experience and work through the challenges of relocations, deployments, and reintegration and, if needed, care for their wounded Soldier parent.\n\nThrough specialized programs and trained staff, the Army will continue to anticipate and address the evolving needs of Soldiers and Families to ensure they are healthy, ready and self-reliant.\n\n\n**Why is this important to the Army?**\n\nMonth of the Military Child allows the Army to recognize, applaud, and celebrate the resilience of military children and youth and their role in ensuring a ready force now and into the future.   \n\nMilitary children are the epitome of strength and resilience who contribute to enabling the Soldiers to focus on defending the nation. Strengthening children and families makes the all-volunteer Army stronger as a whole. Strong and resilient Army children contribute to the success of the Army's mission.   \n\n**Resources:**\n\n* Army.mil: [U.S. Army Families](http://www.army.mil/families)\n* [U.S. Army Family and Morale, Welfare and Recreation](http://www.armymwr.com/momc)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n* [Military Kids Connect](http://militarykidsconnect.dcoe.mil/)\n* [Military OneSource](http://www.militaryonesource.mil/) or call 1-800-342-9647\n\n**Army MWR on social media:**\n\n* [Facebook](https://www.facebook.com/FamilyMWR)\n* [Twitter](http://www.twitter.com/FamilyMWR)\n\n",
    "date": "Monday, April 2, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Military children are the heart and soul of resilient Army families. The pride we feel in them and our hope for their future are two fundamental components of Army readiness. \n\n\\- Lt. Gen. Kenneth Dahl, commanding general, U.S. Army Installation Management Command\n\n \n\n",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}