{
    "id": "2018-04-03",
    "title": "Sexual Assault Awareness and Prevention Month",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nEach April, civilian and military communities observe Sexual Assault Awareness and Prevention Month to raise awareness, prevent sexual violence and provide essential support to survivors.  Societal awareness of sexual harassment and sexual assault have soared in recent months as a result of misconduct charges sweeping across media, entertainment, and other industries.  \n\nThis year's Sexual Assault Awareness and Prevention Month observance reinforces opportunities for the Army to illustrate its progress and innovation in combating sexual violence in its formations.\n\n**What is the Army doing/ has done?**\n\nSexual Harassment/Assault Response and Prevention's primary mission is prevention of sexual violence as a means to support the Army senior leadership's goal of maintaining the highest levels of unit and organizational readiness.\nSAAPM provides an opportunity to increase awareness of the complex, integrated work of the Army's Sexual Harassment/Assault Response and Prevention (SHARP) professionals and mission stakeholders such as the Criminal Investigation Command (CID), Office of the Judge Advocate General (OTJAG), and Office of the Surgeon General (OTSG).  \n\nDuring SAAPM, the Army highlights the roles and responsibilities of these entities in helping Command Teams establish healthy, prevention-focused climates, ensure competent and compassionate victim care, and facilitate offender accountability.  \n\nBy taking part in SAAPM activities and supporting the Army SHARP mission, leaders and members of the Army team reinforce the trust between the Army and the American public. \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to educate the Army team about sexual violence, increase awareness about the importance of preventing these offenses, and reinforce individual and collective responsibilities to report and respond to sexual harassment and sexual assault incidents when they occur.\n\nThe Army SHARP Program Office is currently piloting a new primary prevention initiative called Mind's Eye 2 (ME2).  Mind's Eye 2 is designed to increase an individuals' knowledge of how personal biases and past experiences can shape one's perspective.  Mind's Eye 2 imparts ownership at the individual level to promote healthy and positive behaviors, increase readiness and generate combat power from the team-level. \n\n**Why is this important to the Army?**\n\nThere is no place for sexual harassment, sexual assault, and retaliation in the Army.  Not only are these incidents immoral and/or illegal, they are detrimental to unit climate, the Army's readiness, and its people.  \n\n**Resources:**\n\n* [Army SHARP](www.preventsexualassault.army.mil)\n* [DOD Sexual Assault Prevention and Response Office](www.sapr.mil)\n\n\n",
    "date": "Tuesday, April 3, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Readiness is my number-one priority for the Army. Sexual assault and retaliation for reporting these crimes negatively impact unit readiness by eroding trust. \n\n\n\\-  Chief of Staff of the U.S. Army Gen. Mark A. Milley \n\n \n\n",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}