{
    "id": "2018-04-04",
    "title": "Antiterrorism Theme: Leveraging the Combating Terrorism Center",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nThe [Combating Terrorism Center](https://ctc.usma.edu)  (CTC) is a research and education center located at West Point.  The CTC has been a trusted leader in the field of terrorism and counterterrorism research since 2003.  The CTC faculty have diverse backgrounds in government, the military, and academia.  The CTC's three-pronged mission set -- educate, research, and advise policymakers and practitioners -- is intended to equip current and future leaders with the intellectual tools needed to understand and combat the terrorist threat. \n\n**What is the Army doing/ has done?**\n\nThe Army antiterrorism program is continuously evolving to meet and counter the current and future terrorist threat.  With leadership primarily from the department and major command levels, the Army has extended the antiterrorism community of interest and information sharing across the interagency and throughout the DOD, and continues to seek ways to network with academia and international partners.\n \n**What continued efforts does the Army have planned for the future?**\n\nBy partnering with the CTC, antiterrorism officers and leaders responsible for antiterrorism programs and plans can benefit from the CTC's capabilities in a number of ways:\n\n* Leverage the CTC's new website and search research by terrorist group, topic, region, author, or product type.\n* Access to extensive research across the full spectrum of combating terrorism topics (such as foreign fighters, beyond the caliphate series, terrorist tactics, and radicalization and violent extremism)\n* Subscribe to the CTC's monthly journal, the CTC Sentinel, and get the latest research on today's most dangerous terrorist threats.\n* Consider the CTC for pre-deployment training on strategic and operational analyses of the threat (particularly Iraq/Syria, Afghanistan/Pakistan, and Africa).\n* Mid-level officers (senior Captains/junior Majors) in the Maneuver, Fires, and Effects branches can apply for the U.S. Army's prestigious General Downing Scholarship, managed by the CTC.\n\nOther antiterrorism priorities for FY18 include:\n\n* Expanding Community Outreach (4Q/FY18 theme)\n* Antiterrorism Awareness Month (August 2018) including emphasis on school security\n* Planning for antiterrorism awareness initiatives for FY19\n \n\n**Why is this important to the Army?**\n\nArmy leaders must continue to evolve in the understanding of the terrorist threat and how to best counter the threat today and in the future.  Leveraging capabilities such as the CTC and other partners helps to embed knowledge throughout the antiterrorism community.   \n\n**Resources:**\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP)-  *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* Army OneSource (*under the iWATCH Army logo*): [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n* [Combating Terrorism Center](https://ctc.usma.edu)\n\n**Related STAND-TO!:**\n\n* 2Q/FY18 theme: [Continual Evolving Threat](https://www.army.mil/standto/2018-01-02)\n* [Annual Antiterrorism Training Conference](https://www.army.mil/standto/2018-01-02)\n* 1Q/FY18 theme: [Empowering Antiterrorism Coordinators](https://www.army.mil/standto/2017-09-28)",
    "date": "Wednesday, April 4, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}