{
    "id": "2018-04-05",
    "title": "Gold Star Spouses Day",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nGold Star Spouses Day, is an opportunity for the U.S. Army to honor the surviving husbands and wives of fallen Soldiers. Gold Star Spouses are the resilient legacies of their service member's sacrifice to the nation. \n\nThe Gold Star is a symbol of loss dating back to World War I. In 1947, Congress approved the design, manufacture and distribution of the official Gold Star Lapel Button, a symbol worn by next of kin of service members of the armed forces who lost their lives in war and armed hostilities of the United States.\nIn 1973, the [Lapel Button](http://www.army.mil/standto/archive_2013-12-05) for Next of Kin of Deceased Personnel was introduced to symbolize active duty Soldiers who lost their lives in non-combat operations. Family members typically receive these pins from the Army before or after their Soldier's funeral service.\n \n\n**What is the Army doing/ has done?**\n\nThe Army salutes America's Gold Star Spouses at all times and will join the nation in observing Gold Star Spouses Day. [Army Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/) hosts events such as remembrance ceremonies, luncheons and 'Run for the Fallen' road races. Events are open to all survivors.\n\nArmy leaders encourage the military community to take time on this day to remember surviving military spouses and honor the legacy of their husbands and wives who died in service to the nation.\n\n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army is dedicated to providing ongoing support to over 78,000 surviving Family members of fallen Soldiers. Army Survivor Outreach Services offers resources that include supportive counseling, financial education, benefits coordination, and support groups to surviving Family members for as long as they need or request.\n\nThe Army will continue to work with nonprofit organizations, and non-governmental organizations to counterpart the Army's continuum of support.\n \n\n**Why is this important to the Army?**\n\nGold Star Spouses will always be a part of the Army Family. The Army recognizes their courage and sacrifice and is committed to supporting them while honoring the legacy of their fallen husbands and wives. Gold Star Spouses are not forgotten.   \n\n**Resources:**\n\n* [Army.mil: Gold Star Survivors](https://www.army.mil/goldstar/)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)\n* [Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/)\n\n**Related articles:**\n\n* [Army leaders show support for group that comforts, guides survivors](http://www.army.mil/article/176872) \n* [Army leaders show support for group that comforts, guides survivors](http://www.army.mil/article/176872)\n\n**Related Social Media:**\n\n* [Army Family MWR Facebook](http://www.facebook.com/FamilyMWR)\n* [Army Family MWR Twitter](http://twitter.com/FamilyMWR) (#GoldStar, #GoldStarSpousesDay, #GoldStarSpouses)\n* [IMCOM YouTube](http://www.youtube.com/user/InstallationMgt) ",
    "date": "Thursday, April 5, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Gold Star Spouses represent strength and courage. Soldiers and Families remember and honor them in everything, but we set aside this day to highlight their sacrifice and recognize their unique and enduring contributions to our Army and our nation.\n\n\\-  Lt. Gen. Kenneth R. Dahl, commanding general, [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n ",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}