{
    "id": "2018-04-09",
    "title": "Army Emergency Relief ",
    "body": "#######Provided by Army Emergency Relief\n\n**What is it?**\n\n[Army Emergency Relief](https://www.aerhq.org) (AER) is the Army's emergency financial assistance organization and as part of the Army team is dedicated to \"Helping the Army Take Care of its Own.\"  AER was incorporated as a private nonprofit organization on Feb. 5, 1942 by the Secretary of War and the Chief of Staff of the Army with the mission \"To relieve financial distress of Soldiers,\" which is directly related to combat readiness.\n \n\n**What is the Army doing/ has done?**\n\nArmy Emergency Relief financial assistance is conducted within the Army structure by mission commanders and garrison commanders through Army Emergency Relief sections located at U.S. Army installations worldwide. Army Emergency Relief: \n\n* Approves 99 percent of all financial assistance requests.  In 2017, one out of 15 Soldiers received assistance. More than $70 million in total assistance was provided to 43,724 Soldiers and Families. \n* Provides assistance with emergency travel rent and personal vehicle repair.  \n* Annually provides over $8 million dollars in scholarship grants to children and spouses. \n* Responded to the 2017 natural disasters in California, Texas, Florida, and Puerto Rico with $3M to those in need and waived the Active Duty requirement for Reserve Component Soldiers.\n\n270 Army Emergency Relief Officers (AEROs), stationed at 76 Army installations, directly support the Army team. The AEROs work closely with unit leadership, garrison commanders and Army Emergency Relief headquarters to ensure Soldiers receive immediate support for all valid needs. AEROs are subject matter experts and can approve assistance up to $3,000; the garrison commander/command sergeant major can approve assistance up to $4,000, with the Army Emergency Relief headquarters team approving needs above $4000.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n In 2018, Army Emergency Relief enhanced its emergency leave policy, with assistance as a 50 percent zero interest loan/50 percent grant, with the potential of increasing to a 100 percent grant, depending on the Soldier's needs. AER improved the company commander loan program, by including the First Sergeant as an additional approval authority and increasing the max loan to $2000.  AER continuously evaluates and improves services to ensure that AER meets the valid needs of Soldiers and their Families, while ensuring the long-term viability of AERs ability to execute its mission. \n \n\n**Why is this important to the Army?**\n\nThe financial readiness of Soldiers and their Families is a priority for the Army because it has a direct effect on mission readiness. [Army Emergency Relief](https://www.aerhq.org) provides Army leaders a valuable asset in ensuring a ready source of financial assistance to Soldiers and their Families. This organization provides zero interest loan to build Soldier and Family resiliency and instill financial responsibility. \n\n\n**Resources:**\n\n* [Army Emergency Relief](https://www.aerhq.org)\n* [Financial Readiness Program](https://www.armymwr.com/programs-and-services/personal-assistance/financial-readiness)\n\n\n**Related document:**\n\n* [AR 930-4 Army Emergency Relief, 22 February 2008](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r930_4.pdf ) \n\n\n**AER on social media:**\n\n* [Facebook](https://www.facebook.com/AERHQ/)\n",
    "date": "Monday, April 9, 2018",
    "quote": "#### Focus Quote for the Day\n\n> $1.9 billion in assistance [has been] provided since 1942 with more than $1 billion provided since 9-11. \n\n\\-  Gen. (Ret.) Dennis Reimer, president, [Army Emergency Relief](https://www.aerhq.org/), emphasizes the amount of financial assistance provided to Soldiers since the incorporation of the organization.\n ",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}