{
    "id": "2018-04-10",
    "title": "Days of Remembrance for Victims of the Holocaust",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Holocaust was the persecution and murder of more than six million men, women, and children by the Nazi regime in the 1930s and 40s.  The U.S. Congress established Days of Remembrance as the nation's annual commemoration of the Holocaust, observed this year from April 8th - 15th, with a specific day of remembrance on April 12, 2018.  The theme for this year is *Learning from the Holocaust: Legacy of Perseverance.* \n\nDuring this commemoration, the Army community joins the nation to remember not only the millions of victims and survivors of the Holocaust, but also the heroes whose actions saved incalculable lives.  Witnesses to the atrocities of Nazi occupied Europe were faced with the choice of helping their neighbors and fellow countrymen or standing by in acquiescent silence.  The Army honors the American Soldiers who liberated the Nazi concentration camps and bore witness to horrors that many would try to deny. \n\n**What is the Army doing/ has done?**\n\nDuring the Holocaust Days of Remembrance, the Army community will commemorate and honor the victims and survivors of the Holocaust, as well as the rescuers who saved, protected and liberated Jews, by telling their stories and enforcing Army policies that ensure all community members are treated with dignity and respect. \n\nArmy senior leaders encourage the Army community to remember the lessons of the past, honor the courage of those who fought persecution, and remain vigilant against prejudice, bigotry and hatred. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is dedicated to treating everyone with dignity and respect. The Army Values of Loyalty, Duty, Respect, Selfless Service, Honor, Integrity and Personal Courage are taught and modeled at every level of the organization. These values are the tenet of the Army profession. The Army honors the courage of those individuals who took a stand against persecution during the Holocaust and those individuals who stand today against persecution of all kinds.\n \n**Why is this important to the Army?**\n\nThe Holocaust reminds the nation how fragile democracy is and underscores the need for citizens to be both well-informed and vigilant in preserving democracy and its ideals. \n\nAs the Army joins the nation in this commemoration, it's important that the Army shows respect for the victims and survivors, and remain mindful of the scope and scale of the Holocaust. \n\n**Resources:**\n\n* [United States Memorial Holocaust Museum: Days of Remembrance ](https://www.ushmm.org/remember/days-of-remembrance)\n* [United States Memorial Holocaust Museum](https://www.ushmm.org/)\n\n**Related video:**\n\n* [Days of Remembrance](https://www.ushmm.org/remember/days-of-remembrance/why-we-remember)",
    "date": "Tuesday, April 10, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}