{
    "id": "2018-04-11",
    "title": "Eager Lion",
    "body": "#######Provided by U.S. Army Central \n\n**What is it?**\n\nEager Lion is an annual exercise conducted in the United States Army Central's ([USARCENT](http://www.usarcent.army.mil/)) area of operation. It is a major security cooperation and training event between the U.S. forces and the Jordan Armed Forces. This exercise provides the Army with an opportunity to improve their collective ability to plan and operate as part of a coalition. It is designed to exchange military expertise and improve interoperability with the Jordanian Armed Forces, which is one of the strongest and most reliable partners in the Levant sub-region.  \n\n**What is the Army doing/ has done?**\n\nThrough Eager Lion Army has been able to pursue engagements with the Jordanians to better address common threats to regional security at an operational level. In eight years, since the inception of in 2011, this exercise has become one of the largest and most complex USCENTCOM exercises. Through this exercise, the Army has benefited by helping to build and strengthen military-to-military relationships and ongoing partnership with the Hashemite Kingdom of Jordan by improving understanding, strengthening friendship, and increasing cooperation through realistic training. \n\nU.S. Army Central develops scenarios to facilitate a coordinated, partnered military response to notional conventional and unconventional threats. This collaborative effort demonstrates the value of organizational interoperability and working in unfamiliar environments. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSARCENT plans to continue to participate in Eager Lion and numerous bi-lateral events and exchanges with the Jordan Armed Forces in the future; continuing its long-standing partnership and relationship.  \n\nEager Lion continues to play a key role in enhancing the partnership between the Hashemite Kingdom of Jordan and the U.S. while improving both nation's ability to plan and operate in a coalition-type environment. This exercise will continue to improve and build upon itself with feedback from Soldiers in both countries. \n\n \n**Why is this important to the Army?**\n\nEagle Lion strengthens the Army's mission to optimize for interoperability with the allies and partners to strengthen alliances, attract new partners, and deliver more effective coalition operations.\n\n**Resources:**\n\n\n* [USARCENT](http://www.usarcent.army.mil/)\n* [Eager Lion on DVIDS](https://www.dvidshub.net/feature/EagerLion18)\n\n**USARCENT on social media**:\n \n* [Facebook](https://www.facebook.com/usarmycentral) \n* [Twitter](https://twitter.com/usarmycentral)\n* [YouTube](https://www.youtube.com/user/USArmyCentral) \n* [Flickr](https://www.flickr.com/photos/usarmycentral/albums) \n",
    "date": "Wednesday, April 11, 2018",
    "quote": "####FOCUS QUOTE FOR THE DAY\n\n> USARCENT is committed to integrating our host nation partners in everything we do. I want our Soldiers to interact with their host nation counterparts in order to make our friendships stronger.\n\n\\- Lt. Gen. Michael X. Garrett, commanding general, [U.S. Army Central](http://www.usarcent.army.mil/) (USARCENT)   \n",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}