{
    "id": "2018-04-12",
    "title": "Sandhurst Military Skills Competition",
    "body": "#######Provided by U.S. Military Academy  \n\n**What is it?**\n\nThe Sandhurst Military Skills competition is a diverse multinational and joint service competition that attracts teams from across the globe to test physical fitness, military proficiency and leadership.  The United States Military Academy delivers this world's premier international academy military skills competition. \n\nThe Sandhurst competition started in 1967 as an internal cadet event, when the Royal Military Academy Sandhurst awarded the U.S. Military Academy with a British officer's sword, which was intended to promote military excellence among the Corps of Cadets. \n  \n\n**What is the Army doing/ has done?**\n\nWest Point, the preeminent Leader Development institution in the world, educates, trains and inspires leaders of character to serve the nation and the Army. \n\nThis competition highlights military excellence across USMA, Cadet Command and internationally partnered academies across the globe and it:\n\n* Highlights military skills and excellence in winning with values\n* Increases stakeholder awareness of the Army's global partnerships\n* Builds relationships and camaraderie across the force and the globe\n* Increases awareness of USMA character development programs\n\nThe 2018 competition, being held on April 13-14, will have 64 teams compete including fourteen international teams: United Kingdom (2), Canada, Germany, Australia, Italy, Korea, Latvia, Brazil, Mexico, Japan, Columbia, Chile, and Poland.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Unites States Military Academy at West Point will continue to lead a world class military skills competition to challenge the leadership skills, physical endurance, and intellectual capacity of the world's future military leaders. The Sandhurst competition will continue to: \n\n* Showcase USMA's leadership, military proficiency, physical fitness, and character development programs.\n* Advance U.S. national interest and stability through partnerships with 13 international state partners. \n* Demonstrate cadet military excellence through the participation of eight ROTC regional champion teams and three sister service academies (Navy, Air Force and Coast Guard).\n\n \n**Why is this important to the Army?**\n\nThe Sandhurst military skills competition inspires cadets to achieve military excellence in their chosen profession through a rigorous physical, mental, and leadership challenge that is reflective of combat operations in tempo and tasks. \nUSMA supports the Army's foremost responsibility to deliver ready, trained and equipped forces to meet the operational demands. \n\n**Resources:**\n\n\n* [The U.S. Military Academy at West Point](https://www.usma.edu/SitePages/Home.aspx)\n* [West Point Admissions](https://www.usma.edu/admissions/SitePages/Home.aspx)\n* [Department of Military Instruction Sandhurst Competition](https://go.usa.gov/xQTht)\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/) \n\n**Related STAND-TO!:**\n\n* [West Point Leader Development System](https://www.army.mil/standto/2018-03-13) \n* [West Point's Character Development Strategy](https://www.army.mil/standto/2018-01-08)\n* [U.S. Military Academy at West Point](https://www.army.mil/standto/2017-11-21)\n",
    "date": "Thursday,  April 12, 2018",
    "quote": "####FOCUS QUOTE FOR THE DAY\n\n> USARCENT is committed to integrating our host nation partners in everything we do. I want our Soldiers to interact with their host nation counterparts in order to make our friendships stronger.\n\n\\- Lt. Gen. Michael X. Garrett, commanding general, [U.S. Army Central](http://www.usarcent.army.mil/) (USARCENT)   \n",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}