{
    "id": "2018-04-16",
    "title": "Volunteer Appreciation Week ",
    "body": "#######Provided by U.S. Army Installation Management Command \n\n**What is it?**\n\nThe U.S. Army recognizes volunteers' extraordinary service and support during Volunteer Appreciation Week and highlights the volunteers' contributions and accomplishments.\n  \nThe first U.S. Volunteer Appreciation Week was established by executive order in 1974. The Army communicates through community organizations to formally recognize and celebrate its volunteers and help contribute to esprit de corps throughout the Army Family.\n\nVolunteers serve Soldiers, Families, retirees and civilians, through Family Readiness Groups, coaching youth sports, assisting administrative offices and other ways critical to building a strong community.\n\n**What is the Army doing/ has done?**\n\nThe Army supports volunteers by giving them the opportunities, resources and tools for success.\n\nThe Army Volunteer Corps, managed by the U.S. Army Installation Management Command's G9 - Army Community Service, generates interest and commitment for volunteers, identifies service opportunities, logs service hours and gives support and guidance. The Army theme for 2018 is \"Army Volunteers: We Salute You.\"\n\nVolunteerism helps develop and enhance volunteers' career mobility, establishes partnerships with off-post organizations and promotes a lifelong commitment to service. Garrison Army Volunteer Corps coordinators are planning to conduct public recognition events from April 15 to 21.\n\nThe Army presents the annual Emma Marie Baird Award for exemplary volunteer service to individuals who contributed 3,750 or more volunteer service hours over a five-year period. The award is named in honor of Army Community Service's founder, signed by the Army chief of staff, and will be presented to the volunteer who qualifies at their garrison. The 2018 Emma Marie Baird Award will be awarded to Mrs. Lisa Overbay, Fort Sill, Oklahoma.   \n \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to attract, encourage and recognize volunteers as valuable team members whose service will benefit all Soldiers, Families, civilians and retirees. Army Volunteer Corps will continue to provide both on-post and off-post volunteer opportunities, and in-person support for all who desire to give their time and efforts.\n\n \n**Why is this important to the Army?**\n\nVolunteers are essential to the Army's mission. Thousands of volunteers around the world devote their time regularly by serving the Army community. \n\nVolunteers are able to accomplish community work that would not have been done otherwise due to time constraints and financial limitations faced by the Army. The support of volunteers assists in accomplishing the Army's missions. The Army recognizes and appreciates the commitment, contributions and sacrifices of the volunteers.\n\n\n**Resources:**\n\n\n* [U.S. Army Family & Morale, Welfare and Recreation](https://www.armymwr.com/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/])\n* [Army.mil: Families](https://www.army.mil/families)\n* [Army Family Readiness Groups](https://www.armyfrg.org/)\n* [USACE: Volunteers in action](http://www.usace.army.mil/Missions/Civil-Works/Recreation/Volunteer-Clearinghouse/Volunteers-in-Action/)\n\n**Related STAND-TO!:**\n\n* [Army Volunteer Corps - A Tradition of Service](https://www.army.mil/standto/archive/2010/12/22/) \n\n**Social Media presence:**\n\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n* [IMCOM on YouTube](https://www.youtube.com/user/InstallationMgt)\n",
    "date": "Monday, April 16, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}