{
    "id": "2018-04-18",
    "title": "Twilight Tattoo",
    "body": "#######Provided by U.S. Army Military District of Washington   \n\n**What is it?**\n\nTwilight Tattoo is a dynamic, military pageant presented by the U.S. Army Military District of Washington. The program highlights the Army's current capabilities and readiness to safeguard freedom and win the nation's wars. \n\nThe ceremony and beauty of the show reminds all present of the many traditions of the country and of the sacrifices made by thousands of men and women in the  armed forces. Twilight Tattoo is free and open to the public.    \n\n**What has the Army done/ is doing?**\n\nThe U.S. Army Military District of Washington (MDW) Twilight Tattoo can trace its own history back to the years before World War II. As Twilight Tattoo grew in popularity, the Army adapted the show, its location and the time of year it was performed to fit the growing needs of the American people.  \n\nStarting April 25th performances will be held at Joint Base Myer-Henderson Hall in Arlington, Virginia. The Army is presenting an opportunity for thousands of people from across the country and the world to witness its elite ceremonial units in action. Twilight Tattoo showcases the talent of Soldiers from the U.S. Army Military District of Washington which include: The Old Guard Fife and Drum Corps, The U.S. Army Drill Team, the Commander-in-Chief's Guard, the Continental Color Guard, the Caisson Platoon and the Presidential Salute Battery and musicians from [The U.S. Army Band \"Pershing's Own](https://www.army.mil/standto/2018-01-25).\"  \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy Military District of Washington will continue to present Twilight Tattoo performances in Washington, D.C., throughout the summer months, for thousands of audience members to experience the ceremony and pageantry of the United States Army. \n\n**Why is this important to the Army?**\n\nTwilight Tattoo is one of the Army's most popular outreach programs that reinforces Army themes and messages and showcases the Soldiers' commitment to the nation. It communicates the Army's proud heritage and traditions to the American public by highlighting the Army's contribution to the history and development of the United States. \n\nThe program allows the Army to communicate senior leader priorities to key stakeholders through the entertaining demonstration of the Army's relevance to the nation. It also preserves the trust, confidence and support of the American public. Twilight Tattoo highlights the Army's diverse and talented force through the history of the Army Soldier. \n\n\n\n\n**Resources:**\n\n* [Military District of Washington](http://mdwhome.mdw.army.mil/)\n* [Twilight Tattoo](http://www.twilight.mdw.army.mil)\n* [Twilight Tattoo Schedule](http://twilight.mdw.army.mil/schedule)\n\n\n**MDW's social media presence:**\n\n* [Facebook](https://www.facebook.com/mdwusarmy)\n* [Instagram](https://www.instagram.com/mdw_usarmy)\n* [Flickr](https://www.flickr.com/photos/mdw_events/collections)\n* [Twitter](https://twitter.com/mdw_usarmy)\n\n\n",
    "date": "Wednesday, April 18, 2018",
    "quote": "",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}