{
    "id": "2018-04-19",
    "title": "Army Earth Day  ",
    "body": "#######Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nThe U.S. Army has participated in Earth Day since it was first observed in 1970.  The Army's observance of Earth Day highlights the Army's environmental stewardship achievements and their benefits to warfighting readiness.  \n\nThe Army's Earth Day theme is: \"Sustain the Mission / Secure the Future.\"  This theme embodies the Army's commitment to support readiness through environmental protection.  The Army protects the environment not only to safeguard valuable natural resources for future generations, but to also ensure our Soldiers have the land, water, and airspace needed to support military training and testing activities.\n   \n\n**What has the Army done/ is doing?**\n\nThe Army celebrates Earth Day at more than 200 installations, major commands and organizations around the world.  Army Earth Day is an opportunity for Army Soldiers, civilians and families to find ways to reduce the effect their actions have on the environment at home and at work. \n\nArmy installations and organizations host events and activities in observance of Earth Day including: open houses, festivals, family fun nights, youth and school field trips, cleaning up installations and other public lands, gardening and tree plantings.  \n\nThe U.S. Army Environmental Command (USAEC) produces an Earth Day poster that is distributed Army-wide to support installation Earth Day celebrations.  In addition, the USAEC has tools available for download, such as an Earth Day guide, and an activity book for children.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army constantly seeks and employs innovations that help minimize the effect the Army has on the environment.  The Army challenges Soldiers, Army Civilians, family members and contractors to look at their own environmental footprint and seek ways to minimize the effect each has on the environment.  The Army is committed to environmental protection by seeking new ways to eliminate inefficiencies in existing facilities; increasing energy efficiency in new construction and renovation, reducing dependence on fossil fuels and improving energy security. \n\n**Why is this important to the Army?**\n\nArmy Earth Day supports the Army's mission by preserving the natural environment on Army installations and contributes to the well-being of its communities. The environmental stewardship demonstrated by the Army on Earth Day supports the quality of Soldier training, and the quality of life of families, the Army workforce and neighboring communities. \n\nReadiness of the Army and security of the nation are linked to protection and preservation of natural and cultural resources on installations.\n\n \n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [U.S. Army Environmental Command](http://www.aec.army.mil)\n  * [Army Earth Day](https://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n  * [Army Environmental Program Infographic](https://aec.army.mil/Portals/3/aed/AEP_IG_20150202.pdf)\n* [Office of Energy Initiatives](http://www.asaie.army.mil/Public/ES/oei/index.html)\n* Army.mil: [Energy News](http://www.army.mil/news/energy)\n* Army.mil: [Environment News](http://www.army.mil/news/environment)\n\n \n**U.S. Army Environmental Command's social media presence:**\n\n* [Twitter](https://twitter.com/usaec) *See environmental tips*\n* [YouTube](https://www.youtube.com/user/armyenvironmental)\n* [Flickr](https://www.flickr.com/photos/armyenvironmental/)\n\n\n\n",
    "date": "Thursday, April 19, 2018",
    "quote": "####Focus Quote for the Day\n\n> The security of our nation is vital and is directly enhanced by the Army's meticulous stewardship of environmental resources. By making the right choices today, our Army will remain the world's premier military force into the future. \n\n\n\\- Jordon Gillis, Acting Assistant Secretary of the Army, Installations, Energy and Environment \n\n[2018 Army Earth Day Message - April 22](https://www.army.mil/e2/c/downloads/513321.pdf)",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}