{
    "id": "2018-04-24",
    "title": "Joint Warfighting Assessment 18",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's Joint Modernization Command\n\n**What is it?**\n\nJoint Warfighting Assessment is a signature multinational training event which focuses on joint and multinational interoperability. These assessments executed by U.S. Army Joint Modernization Command (JMC), a subordinate unit of U.S. Army Training and Doctrine Command, generate Soldier feedback on the concepts and capabilities required for the joint force to win tomorrow's fight. The Army will hold Joint Warfighting Assessment 18 at Grafenwoehr and Hohenfels, Germany, in sequence with the Air Force's Blue Flag exercise and Army Combined Resolve X exercise.\n\nJMC executes operationally realistic and rigorous Joint Warfighting Assessments and Network Integration Evaluations.\n\nJoint Warfighting Assessment 18 promises a \"triple payoff,\" which enhances training, enables interoperability, and informs the future force. In total, Joint Warfighting Assessment 18 encompasses six three-star headquarters, and more than 6,800 participants from 10 partner nations. Additionally, United States Air Force Europe, 3rd Fleet and U. S. Army Special Operations Command provide mission command elements for the exercise. \n  \n**What has the Army done/ is doing?**\n\nThe Army deploys as a part of a joint force, and the JMC works closely with the joint services in the conduct of its mission. The integration of joint capabilities is becoming more and more important as forces work to meet the challenges of the future complex operating environment. \n \nThe first assessment, originally named the [Army Warfighting Assessment](https://www.army.mil/standto/archive_2016-10-19), was conducted at Fort Bliss in October 2016 and was renamed to Joint Warfighting Assessments to better describe the scale and scope of the exercise.\n\n**What continued efforts does the Army have planned for the future?**\n\nJoint Warfighting Assessments were added to the Joint Exercise Program List enabling greater joint participation and a continued focus on emergent capabilities, experimentation, and operational concepts. Joint Warfighting Assessment 19, supporting United States Army Pacific, is scheduled for 2019. The JMC will then return to Europe in collaboration with the Joint Force and its allied and partner nations in Europe for Joint Warfighting Assessment 20. \n\n**Why is this important to the Army?**\n\nJoint Warfighting Assessments  expands the scope of future concepts and capabilities by assessing innovative solutions without the constraints of a formal test program. Joint Warfighting Assessment also analyzes emerging doctrine and organizational designs for future force maturation and risk reduction. \n\nJoint Warfighting Assessment, with its focus on emerging capabilities and concepts experimentation and operational concepts, best fits the Army's network modernization strategy going forward and supports the cross-functional team process.\n \n**Resources:**\n\n* [Joint Modernization Command](https://www.bliss.army.mil/JMC/) \n\n**JMC on social media:**\n \n* [Twitter](https://twitter.com/JMC_FortBliss) \n* [Facebook](https://www.facebook.com/US-Army-Joint-Modernization-Command-193578694013981/)\n",
    "date": "Tuesday, April 24, 2018",
    "quote": "",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}