{
    "id": "2018-04-25",
    "title": "Operation Cold Steel II",
    "body": "#######Provided by Office of the Chief of Army Reserve\n\n**What is it?**\n\nOperation Cold Steel II is the U.S. Army Reserve's crew-served weapons qualification and validation exercise to ensure that Army Reserve units and Soldiers are trained and ready to deploy on short-notice as part of Ready Force X with combat-ready and lethal firepower in support of the Army and the joint partners anywhere in the world. Operation Cold Steel qualifies select gun crews to support \"Objective-T\" requirements for Army Early Response Forces. Army Reserve forces are part of the Army's Early Response Forces contingency team.\n\n  \n**What has the Army Reserve done/ is doing?**\n\nOperation Cold Steel is executing individual and vehicle crew-served weapons platform qualifications through multiple rotations at Fort Knox, Kentucky, (March-April 2018), Fort McCoy, Wisconsin, (Feb. 27-May 20, 2018), and Joint Base McGuire-Dix-Lakehurst, N.J. (July-Aug. 2018). Three hundred units and 18,000 Soldiers from across the Army Reserve will train and qualify on M2, M19, and M240B weapons systems in ground and mounted military vehicle platforms to include Humvees, FMTVs, HEMTTs, and HETs.  Training began at Fort Hunter Liggett, California, on Oct. 15-Nov. 23, 2017.\n\n \n**What continued efforts does the Army have planned for the future?**\n\nArmy Reserve units and Soldiers will continue to participate in training that provides opportunities to develop and sustain their technical skills and collective training proficiency throughout sustainable readiness years.   \n\n**Why is this important to the Army?**\n\nOperation Cold Steel II is designed to familiarize Soldiers on several different crew-served weapon systems and to increase Soldier lethality. The Army relies on Army Reserve units and Soldiers for additional maneuver, functional, and multifunctional support capabilities to enhance the readiness of the Total Force.  Operation Cold Steel II supports the Army Reserve's mission to generate trained, equipped, combat-ready and lethal units and Soldiers for the Total Army. \n \n**Resources:**\n\n* [U.S. Army Reserve](http://www.usar.army.mil/ ) \n\n**Related article:**\n\n* [Operation Cold Steel II continues training of lethal Army Reserve Soldiers](http://www.usar.army.mil/News/Display/Article/1458080/operation-cold-steel-ii-continues-training-of-lethal-army-reserve-soldiers/)\n\n**Army Reserve on social media:**\n \n* [Facebook](https://www.facebook.com/usarmyreserve) \n* [Twitter - @USArmyReserve](https://twitter.com/USArmyReserve)\n* [Instagram](https://www.instagram.com/usarmyreserve/) \n* [Flickr ](https://www.flickr.com/photos/myarmyreserve)\n* [YouTube](https://www.youtube.com/TheUSArmyReserve) \n",
    "date": "Wednesday, April 25, 2018",
    "quote": "#### Focus Quote for the Day\n\n> At its core Operation Cold Steel II is about getting after individual readiness and rebuilding NCO Corps training competencies.  Fundamentally, Cold Steel II is more than a collective live-fire exercise [with] its individual Soldiers, building their individual weapons qualifications skills, working with their crews and building teams. \n  \n\n\\- Lt. Gen. Charles D. Luckey, chief of Army Reserve and commanding general, United States Army Reserve Command ",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}