{
    "id": "2018-04-26",
    "title": "The Old Guard    ",
    "body": "#######Provided by 3d U.S. Infantry Regiment, The Old Guard\n\n**What is it?**\n\nThe 3d United States Infantry Regiment, traditionally known as **The Old Guard**, is America's oldest active duty infantry unit, serving in nearly all of the nation's wars since 1784. The Old Guard is the Army's official ceremonial unit and escort to the President of the United States.  On order, it conducts defense support of civil authorities in the National Capital Region, in time of national emergency or civil disturbance.\n\n  \n**What has the Army done/ is doing?**\n\nThe Old Guard conducts important ceremonial and outreach missions across the National Capital Region and nation, helping connect Americans to their military and bridge the military-civilian divide.\n\nOn May 1, to mark the 70th anniversary of The Old Guard's re-activation in the nation's capital, the Army will unveil The Old Guard Monument on Joint Base Myer-Henderson Hall in Arlington, Virginia. The 12 foot tall bronze sculpture, symbolizing over 234 years of service to the nation, features three central figures: a saluting NCO honoring the countless leaders who have filled the ranks, a combat infantryman emblematic of those who have fought in defense of the nation, and a marching Continental Army Soldier identifying both the unit's historic lineage and its enduring obligation to tell the Army's story.\n\n\n \n**What continued efforts does the Army have planned for the future?**\n\nAs the **Face of The Army** in the nation's capital, many Old Guard Soldiers serve in specialty units such as the Presidential Salute Battery, the U.S. Army Fife & Drum Corps, Caisson Platoon, Army Drill Team, the Continental Color Guard or as a guard at the Tomb of the Unknown Soldier. The Old Guard performs thousands of important missions each year, including: \n \n* Full and Standard Honors funerals in Arlington National Cemetery.\n* Dignified Transfer of Remains missions at Dover AFB and Planeside Honors at regional airports.\n* Community Relations events across the country.\n* Official wreath-laying, cordon and arrival ceremonies.\n* Missions in support of Presidential Inaugurations and State Funerals.\n\n\n**Why is this important to the Army?**\n\nThe Old Guard's story is the Army's story. With its formation pre-dating the signing of the Constitution itself, the lineage of 'America's Regiment' helps tell the very story of our nation.  For 234 years, Old Guard boots have been on ground at events synonymous with American history and its ranks reflective of an ever-changing American society. Today, it is one of only two maneuver brigades permanently assigned in its forward Operational Environment. The Old Guard remains employed in support of its wartime mission every day, is optimally postured for major contingencies and ready to respond at a moment's notice as part of a total force effort supporting lead federal agencies.\n    \n**Resources:**\n\n* [The Old Guard)[http://www.oldguard.mdw.army.mil/regiment)\n\n**Related document:**\n\n* [ATP 3-28.1 Multi-Service Tactics, Techniques, and Procedures for Defense Support of Civil Authorities (DSCA)](https://armypubs.army.mil/ProductMaps/PubForm/ATTP_Details.aspx?ID=0902c85180031048&PUBNO=ATP 3-28.1)\n\n**The Old Guard on social media:**\n\n* [Facebook](https://www.facebook.com/usarmyoldguard/)\n* [Instagram](https://www.instagram.com/usarmyoldguard)\n* [Flickr](https://www.flickr.com/photos/theoldguard)\n* [Twitter](https://twitter.com/USArmyOldGuard)\n\n",
    "date": "Thursday, April 26, 2018",
    "quote": "",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}