{
    "id": "2018-04-30",
    "title": "Deployment Readiness",
    "body": "#######Provided by Military Surface Deployment and Distribution Command \n\n**What is it?**\n\nDeployment readiness is critical to the rapid projection of forces and materiel to achieve national objectives. Army units must be ready and able to deploy with their organic personnel and equipment anywhere in the world to support combatant commander requirements. To accomplish this, units must focus training on their mission-essential tasks (METs) of deployment and redeployment. These tasks play a critical role in preparing forces for rapid worldwide deployment and employment by a combatant commander or joint force commander.\n\n  \n**What has the Army done/ is doing?**\n\nSince early operations in Iraq and Afghanistan, Army force projection has centered on rotational support that did not require the exercise of critical short-notice unit-level rapid deployment skills. As a result, the Army's ability to project units rapidly with their full complement of authorized equipment has atrophied.  \n\nThe Army is leveraging available deployment training opportunities to improve atrophied skills, including deployments to and from combat training centers, rotations of forces in support of combatant commanders' theater security and cooperation plans, and emergency deployment readiness exercises. \n\nThe Army conducted 55 brigade-level deployments or redeployments in 2017 that allowed units to practice and improve their deployment tasks. In 2018, this number will increase further to 78 brigade deployment or redeployment opportunities. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy units continue to improve readiness with every deployment opportunity by aggressively training to rapidly alert, marshal, and prepare their unit equipment for global deployments. This increased emphasis on deployment-related tasks during unit training, coupled with the allocation of time and resources necessary to practice the METs associated with the deployment process, help ensure that forces will be ready to deploy and fight when called.\n\n**Why is this important to the Army?**\n\nThe Army must be ready to deploy, fight, and win, anywhere in the world. By rebuilding the culture of deployment readiness, the Army is  transforming deployment proficiency and improving readiness with every training deployment opportunity . \n It is important for the Army to  continuously practice and hone perishable deployment capabilities. Repetitive and realistic practice of unit deployment tasks, and a mastery of the skills associated with rapid deployment and global power projection, will ensure the Army is ready to deploy, fight and win.\n\n    \n**Resources:**\n\n* [Military Surface Deployment and Distribution Command  ](http://www.sddc.army.mil )\n* [Army Materiel Command ](http://www.amc.army.mil/ )\n* [USTRANSCOM ](https://www.ustranscom.mil/) \n\n**Related article:**\n\n* [It's time to rebuild our culture of deployment readiness]( https://www.army.mil/article/200643/its_time_to_rebuild_our_culture_of_deployment_readiness)\n\n**Related STAND-TO!:**\n\n* [Army Materiel Mobilization](https://www.army.mil/standto/2018-02-12) \n* [Readiness](https://www.army.mil/standto/2017-10-04 )\n* [Military Surface Deployment and Distribution Command](https://www.army.mil/standto/archive_2015-02-19)\n\n",
    "date": "Monday, April 30, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Rebuilding a culture of deployment readiness is a deliberate process that will take time, resources, and energy. The effort belongs to every Soldier and Army civilian.\n\n\\- Brig. Gen. Jeffrey W. Drushal, chief of transportation, Fort Lee, Virginia\n\n\n[It's time to rebuild our culture of deployment readiness]( https://www.army.mil/article/200643/its_time_to_rebuild_our_culture_of_deployment_readiness)\n",
    "events": "#### Events\n  \n**April 2018**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child-  Visit: [U.S. Army Families](http://www.army.mil/families)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 15-21: Army Volunteer Recognition Week\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil/)"
}