{
    "id": "2019-03-29",
    "title": "Army Air and Missile Defense 2028 ",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\nThe U.S. Army Air and Missile Defense (AMD) 2028 describes a holistic overview of Army AMD contributions to Army and joint missions.  It provides the overarching vision for the AMD force and articulates what must be accomplished to achieve the AMD force of 2028.\n\n**What are the current and past efforts of the Army?**\n\nThe Army has actively worked to improve air and missile defense capabilities: \n\n* Established air and missile defense as one of its top six modernization priorities and selected the configuration for the first four battalions of Mobile-Short Range Air Defense (M-SHORAD), and Iron Dome as the interim Indirect Fire Protection Capability. \n* Expanded air and missile defense capacity by activating the 38th Air Defense Artillery Brigade in Japan, establishing 5-4 ADA battalion (SHORAD) in Europe, and resourcing force structure for additional M-SHORAD battalions.\n* Published the 2018 Air Defense Artillery Training Strategy.\n\n**What continued efforts does the Army have planned?**\n\nTo achieve the Air and Missile Defense force of 2028, the Army must continue to:  \n  \n* Modernize and develop AMD capabilities:\n * The *Lower Tier Air and Missile Defense Sensor* will replace the Patriot radar, providing expanded battlespace and exploiting the full kinematic capability of the Patriot Missile Segment Enhanced interceptor.\n * The *Indirect Fire Protection Capability* will provide transportable, multi-threat defense against cruise missiles, unmanned aircraft systems, rockets, artillery and mortars.\n * The *Integrated Air Defense Battle Command System* will fully integrate joint and multinational AMD capabilities across all echelons.\n  \n* Build AMD capacity to support Multi-Domain Operations: \n * Establish four M-SHORAD battalions by fiscal year 2023, with a desired end state of 18 battalions \n * Organize future AMD forces into multi-mission battalions with a mix of capabilities and employ tailored force packages as the mission dictates \n\n* Provide trained and ready AMD forces:\n * Invest in training and developing flexible, adaptive AMD Soldiers and leaders who are able to master AMD's core competencies, expertly employ current systems, and fully exploit new capabilities as they are fielded. \n  \n* Maintain a forward presence and build ally and partner capacity:\n * Work continuously with the multinational partners and allies to improve, modernize, and synergize our global AMD posture.\n\n**Why is this important to the Army?**\n\nThe Air and Missile Defense force of 2028 will provide combatant commanders with a flexible, agile and integrated Air and Missile Defense force. This force will be capable of executing multi-domain operations and defending the homeland, regional joint and coalition forces, and critical assets in support of unified land operations.\n \n**Resources**:\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc)\n\n**Related documents:** \n\n* [Army Air and Missile Defense 2028]( https://www.smdc.army.mil/Portals/38/Documents/Publications/Fact_Sheets/Army_AMD_2028.pdf)\n* [2018 Air Defense Artillery Training Strategy](https://www.ako1.us.army.mil/suite/doc/49753801&inline=true) *CAC log in required*\n\n\n**Related STAND-TO!:**\n\n* [Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Multi Domain Operations](https://www.army.mil/standto/2018-10-04)\n* [Army Space Training Strategy](https://www.army.mil/standto/2018-08-27)\n* [Army Directed Energy Weapons](https://www.army.mil/standto/archive_2018-09-19)\n",
    "date": "Friday, March 29, 2019",
    "quote": " #### Focus Quote for the Day\n\n> Our vision is that Air and Missile Defense forces will be ready to deploy, fight, and win against any adversary in a joint, combined, multi-domain high intensity conflict. \n\n\n \n\\- Lt. Gen. James Dickinson, commanding general, [U.S. Army Space and Missile Defense Command / Army Forces Strategic Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc)\n\n\n\n",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child &#124; Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day &#124; Visit [Gold Star Survivors](http://www.army.mil/goldstar?st)\n\nApril 7-13: Army Volunteer Recognition Week\n\nApril 12-14: Best Ranger Competition &#124; Visit [U.S. Army Rangers](https://www.army.mil/ranger?st)\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil?st) \n"
}