{
    "id": "2018-08-30",
    "title": "Army Disaster Personnel Accountability and Assessment System",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, Army G-1\n\n**What is it?**\n\nThe Army Disaster Personnel Accountability and Assessment System ([ADPAAS](https://adpaas.army.mil)) is the U.S. Army's method/ process of accounting for personnel and family members after catastrophes. ADPAAS is a web-based, mil-restricted, user-friendly system that enables the Army to collect accurate and timely reports in times of emergency. \n\nADPAAS is maintained in accordance with a variety of Federal statutes, Department of Defense and Department of the Army regulations and policies. \n\n\n**What has the Army done/is doing?**\n\nADPAAS enhances the Army's ability to accept accountability reporting from Soldiers, Army Civilians and Non-Appropriated Funds (NAF) employees, overseas defense contractors, and their DEERS-eligible family members following natural or man-made disasters. \n\nIt enables commanders at all levels to identify and account for those in their command affected by a disaster through consolidation of self-accounting and unit mass reporting through the ADPAAS tool. \n\nADPAAS allows sponsors and family members affected by a catastrophe to request assistance via a Needs Assessment Survey, which in turn helps leaders prioritize the where resources and assistance is needed the most.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army will continue to improve the capabilities of the ADPAAS system by implementing four major modernization lines of effort. These efforts will improve the way the Army can account for 100 percent personnel within hours during a disaster. \n   \n* Integration of the ALERT services, an Army owned government tool,  into ADPAAS will enable mass alert notifications to only affect individuals within a disaster zone via text, voice, and email. This will increase the Army's ability to reach its accountability goals quickly and accurately during a crisis.\n* Integration of the Army organization structure data files to auto refresh the manually maintained master Unit Identification Code table in ADPAAS. This will increase efficiency by saving man-hours. \n* Development of a downloadable and easy to use ADPAAS application will be fielded. This will allow affected personnel to update their ADPAAS profiles and account for themselves and their family members. This application will greatly enhance the Army NGB's National Guard Bureau's reporting abilities. \n* Increase ADPAAS mobile training teams to train new ADPAAS commanding officer representatives and raise awareness of the ADPAAS program.\n\n \n**Why is this important to the Army?**\n\nADPAAS is a proven and a valuable command and control readiness tool. It  increases Army preparedness, improves resiliency of America's fighting forces, supports deployed Soldiers and reassures them about the safety of their families.\n \n \n\n**Resources:**\n\n* [ADPAAS](https://adpaas.army.mil)\n* [Army G-1: ADPAAS](http://www.armyg1.army.mil/adpaas.asp)\n\n**Related article:** \n\n* [Rebuilding Community: Army Personnel Accountability System for Disasters]( https://www.militaryonesource.mil/-/rebuilding-community-army-personnel-accountability-system-for-disasters?inheritRedirect=true)\n\n**Contact Information:**\n\n* HQDA G-1, Operations Branch, Personnel Contingency Cell: 703-697-4246 \n* [Email ADPAAS Customer Support](mailto:usarmy.pentagon-e.hqda.mbx.adpaas@mail.mil)\n* ADPAAS Help Desk Hotline: 1-888-276-9472\n* [Email HRC Helpdesk](mailto:askhrc.army@us.army.mil)\n* *Hours of operation: Monday - Friday, 8:00 a.m. to 5:00 p.m. Eastern time (No longer open 24 hours.)*\n\n",
    "date": "Thursday, August 30, 2018",
    "quote": "",
    "events": ""
}