{
    "id": "2018-08-01",
    "title": "Army Antiterrorism Program",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nThe Army Antiterrorism Program protects personnel (Soldiers, members of other services, Department of the Army (DA) Civilians, Department of Defense (DOD) contractors and Family members of DOD employees), information, property, and facilities (including civil work and like projects) in all locations and situations against terrorism.\n  \n    \n**What has the Army done / is doing?**\n\nThe Army Antiterrorism Program continues to mature and expand its outreach efforts.  Under the leadership and oversight of the [Office of the Provost Marshal General](https://www.army.mil/opmg)'s (OPMG), Antiterrorism Division, the Army established and sustains an antiterrorism strategic plan and communications synchronization plan to guide and promote program efforts.  \n\nIn an effort to build the Army-wide community awareness, the following key activities were executed by OPMG: \n\n* Quarterly antiterrorism themes\n* Annual antiterrorism training seminar\n* Annual antiterrorism awareness month (August,  see resources for EXORD)\n* Community-based neighborhood watch program called [iWATCH Army](https://www.army.mil/standto/archive_2018-07-25)   \n\n\n**What continued efforts does the Army have planned?**\n\nOPMG is in the process of fielding Joint Analytic Real-Time Virtual Information Sharing System (JARVISS) worldwide to Army installations and stand-alone facilities.  The Antiterrorism Division is also in the process of revising antiterrorism policy (AR 525-13), while the [Maneuver Support Center of Excellence](http://www.wood.army.mil/newweb/) (MSCoE) is updating antiterrorism training to address the evolving terrorist threat and improve Army tactics, techniques and procedures to prevent terrorist attacks.  OPMG and MSCoE are collaborating on the next revision of Army antiterrorism doctrine (ATP 3-37.2) with the intent of producing an updated manual in the coming years.\n\nThe Army leadership will continue to guide and build awareness of the Army-wide community on the focused priority every quarter. \n\n**Why is this important to the Army?**\n\nTerrorism is an enduring, persistent, worldwide threat to the nation and the forces. Army forces (including installations, stand-alone facilities and operational units) must be capable of deterring, preventing, and defending against the full range of terrorist tactics. People are the Army's greatest asset and protecting Army communities is a vital responsibility of the Army.\n\n\n**Resources:**\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - *Select the DOD eMail certificate on Internet Explorer*\n* Army OneSource: [Antiterrorism Awareness information](https://www.myarmyonesource.com/) *under the iWATCH Army logo*\n\n**Related video:**\n\n* [iWATCH Army public service announcement released Feb. 9, 2018](https://www.dvidshub.net/video/583923/iwatch-2018)\n\n**Related documents:**\n\n* [AR 525-13, Army Antiterrorism, Feb. 17, 2017](https://armypubs.army.mil/epubs/DR_pubs/DR_c/pdf/web/atp3_37x2.pdf)\n* [ATP 3-37.2, Antiterrorism, June 2014](https://armypubs.army.mil/epubs/DR_pubs/DR_c/pdf/web/atp3_37x2.pdf) \n\n**Related STAND-TO!:**\n\n* [Army Antiterrorism- iWATCH Army](https://www.army.mil/standto/archive_2018-07-26) \n* 4Q/FY18 theme [Expanding Community Outreach](https://www.army.mil/standto/archive_2018-07-02)\n* 2Q/FY18 theme [Continual Evolving Threat](https://www.army.mil/standto/2018-01-02)\n* 1Q/FY18 theme [Empowering Antiterrorism Coordinators](https://www.army.mil/standto/2017-09-28)\n",
    "date": "Wednesday, August 1, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}