{
    "id": "2018-08-02",
    "title": "Olmsted Locks and Dam",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nThe Olmsted Locks and Dam is a locks and concrete dam project currently under construction near the confluence of the Mississippi, Ohio, Tennessee and Cumberland Rivers. More commerce traverses through this area than any other location on the entire U.S. inland waterways. \n\nThis project is both the largest and the most expensive inland waterway project ever undertaken in the United States. \n   \n**What has the Army done / is doing?**\n\nThe Olmsted Locks and Dam project will eliminate aging structures on Ohio River Locks and Dams 52 and 53. The [U.S. Army Corps of Engineers](http://www.usace.army.mil/) (USACE) and the navigation industry, in a continuing effort to provide for the nation's future navigation needs, is replacing these aged facilities with one of the largest civil works projects undertaken by the Corps. USACE has put in more than 45 million labor hours on the nation's critical inland waterways. \n\nThere will be a fourfold increase in efficiency as Olmsted provides for a single project with twin 1,200-foot locks. This project will also significantly increase reliability as the existing locks are decades beyond their designed service life.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Olmsted Locks and Dam project stands as an example of benefits provided by USACE to the nation and the Department of Defense. The new locks will operate more efficiently and will pass tows with fewer delays. Operation and maintenance costs will be reduced.\n\nThe Corps of Engineers estimates that this project will produce average annual economic benefits to the nation of more than $640 million. \n\n\n**Why is this important to the Army?**\n\nThe Ohio River navigation system saves American consumers millions of dollars each year, while helping to conserve energy resources. The nation's waterways, ports and harbors also contribute to the successful deployment and support of the armed forces. \n\nThe Olmsted Locks and Dam project's operational achievement represents generations of innovation excellence. This project is the capstone of a several decades of effort by USACE and its partners to modernize the nation's inland waterways, securing the nation through infrastructure. \n\n\n**Resources:**\n\n* [Louisville District](https://www.lrl.usace.army.mil/)\n* [Louisville District Olmsted](https://www.lrl.usace.army.mil/Missions/Civil-Works/Navigation/Locks-and-Dams/Olmsted-Locks-and-Dam/)\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n\n\n**Related documents:**\n\n* [Olmsted Locks & Dam Brochure](https://www.lrl.usace.army.mil/Portals/64/docs/Ops/Navigation/Olmsted/OlmstedComprehensive.pdf)\n* [Olmsted Locks and Dam Media Kit](https://go.usa.gov/xUfrc)\n\n**Related STAND-TO!:**\n\n* [Nation's Water Resources Infrastructure](https://www.army.mil/standto/2017-01-26)\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27)\n\n**Social Media presence:**\n\n* [Louisville District on Facebook](https://www.facebook.com/LouisvilleUSACE/)\n* [Louisville District on Flickr](https://www.flickr.com/photos/louisvilleusace/)\n",
    "date": "Thursday, August 2, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}