{
    "id": "2018-08-06",
    "title": "Army Staff Art Program",
    "body": "#######Provided by U.S. Army Center for Military History\n\n**What is it?**\n\nThe Army Staff Art Program documents and develops U.S. Army historical art while educating and bolstering relations with Soldiers (past and present), Families, and the American public. The program, led by the artist-in-residence, supports the U.S. Army Center for Military History as the premier standard in all art documentation.\n   \n**What has the Army done / is doing?**\n\nThe artist-in-residence creates artwork documenting the U.S. Army in war and peacetime engagement. Since its permanent establishment in 1991, by Army Chief of Staff Gen. Gordon Sullivan, the artist-in-residence, has been responsible for selection of artist teams, arranging their deployments, assisting the curatorial staff, guiding the work of junior artists, recording Department of the Army-level activities, and traveling throughout the world to document ongoing Army efforts. \n\nThe artist-in-residence travels separately, and with Army senior leaders. Since Sept. 11, 2001, seven Artists-in-Residence have led documentation efforts on deployments to ongoing areas of operation to include, but not limited to, Iraq, Afghanistan, Kuwait and other regions around the world.\n\nThe artist-in-residence also documents Army humanitarian efforts, in order to produce associated artwork based on those missions.\n\n\n**What continued efforts does the Army have planned?**\n \nWith one artist for the largest U.S. branch of military service, gaps in documentation have developed, eroding the program's viability, ability to self-sustain and adequately support U.S. Army efforts around the world. The Army is seeking to remedy this challenge by infusing the program with qualified Soldiers who will create continuity, standardization and further development of the Army Staff Art Program. \n\nThe Army is expanding the Army Staff Art Program to select the next self-motivated, physically fit, worldwide deployable, experienced Soldier to be the artist-in-residence and lead the program while showcasing his/her talent. \n\nThe Army Staff Art Program is open to all personnel, regardless of military occupational specialty and rank, as long as pre-requisite requirements are met.  \n\n\n**Why is this important to the Army?**\n\n The Army Staff Artist Program is critical in preserving the legacy and lineage of the U.S. Army and its endeavors around the world. \n\n\n**Resources:**\n\n* [U.S. Army Center of Military History](https://history.army.mil/index.html)\n* [History: Army Art Program](https://history.army.mil/html/museums/art-hist.html)\n* [Staff Artist Galleries](https://history.army.mil/html/artphoto/staffgalle.html)\n\n**Related articles/ blogs:**\n\n* DOD Live: [Army Art: Drawing History](http://www.dodlive.mil/2018/06/29/army-art-drawing-history/)\n* Soldiers: [Preserving the Army's history through art](http://soldiers.dodlive.mil/tag/army-art-program/)\n",
    "date": "Monday, August 6, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}