{
    "id": "2018-08-07",
    "title": "Disrupted Space Operational Environment ",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\nSpace-enabled capabilities are becoming enemy targets. Space enables extended operational ranges and increases operational tempo (OPTEMPO) and units must be ready to operate in a Disrupted Space Operational Environment.\n   \n**What has the Army done / is doing?**\n\nThe Army Space Training Strategy, released in 2013, addresses key aspects of space training and education for Soldiers and leaders at every echelon. Space education and training, fostered in the institution, is applied and reinforced in the operational training domain.\n\nThe Army relies on space to communicate, navigate, and deliver precision fires.  A notional Army Brigade Combat Team, or BCT, has more than 2,500 devices dependent on positioning, navigation, and timing, and more than 250 SATCOM-enabled devices.\n\nSmall teams of Army Soldiers and civilians from [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) (USASMDC/ARSTRAT) use \"space training kits,\" to help Soldiers learn how to identify when an enemy is interfering with their communications or navigation equipment.\n\nSMDC's Space and Missile Defense School and Training and Exercise Division, or TREX, teaches Active and National Guard Soldiers to recognize electromagnetic interference (EMI), determine its source, and actions to mitigate the interference on their GPS-enabled devices.\n \n**What continued efforts does the Army have planned?**\n\nTo maintain overmatch the Army will continue to assure uninterrupted access to critical communications and information links (SATCOM), to positioning, navigation, and timing, and to intelligence, surveillance, and reconnaissance across a multi-domain architecture. \n\nThe Army's goal is to train all Soldiers at every echelon to succeed in a contested space environment. \n\nSpace capabilities at the company and squad level will be expanded by developing small satellite systems to provide beyond line-of-site voice and data relay communications and direct downlink tactical satellite imagery capabilities on-demand to these units. \n\nSMDC plans to continue to refine its current training capabilities and equipment with the objective of obtaining the funding and institutional integration of  electromagnetic interference training at home station.\n  \n\n\n**Why is this important to the Army?**\n\nSpace is a vital enabler and component to the U.S. Army's multi-domain battle capability. The Army, evolving from a space-enabled to a space-dependent force, is the largest user of space-based capabilities within the DOD.  Space capabilities allow the Army to be prepared to fight as part of a joint force, across multiple domains, to gain the advantage over the enemies, and achieve national defense strategy objectives.\n\nSpace-based capabilities are enablers in planning, preparation, and effective execution across the full range of military operations.   \n\n\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [United States Strategic Command](http://www.stratcom.mil/)\n* [Wideband Global SATCOM Satellite](http://www.af.mil/AboutUs/FactSheets/Display/tabid/224/Article/104512/wideband-global-satcom-satellite.aspx)\n\n**Related documents**\n\n* [Handbook No. 18-28, Operating in a Denied, Degraded, and Disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)\n* [Army Field Manual 3-14, Army Space Operations](https://www.apd.army.mil/epubs/DR_pubs/DR_d/pdf/web/fm3_14.pdf)\n* [Army Regulation 900-1, Department of the Army Space Policy](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r900_1.pdf)\n \n**Related STAND-TO!:**\n\n* [Army Space Today and in the Future](https://www.army.mil/standto/archive_2017-11-27)\n* [The Army Astronaut Program](https://www.army.mil/standto/archive_2017-07-12)\n* [Army Space Support Teams](https://www.army.mil/standto/2017-03-23)\n* [The Army's Dependence on Space](https://www.army.mil/standto/2017-02-23)\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related articles:**\n\n* [Contested space training occurs on Fort Carson](https://www.army.mil/article/160456/contested_space_training_occurs_on_fort_carson)\n* ['Space kits' help Soldiers recognize jamming on comms devices, networks](https://www.army.mil/article/197418/space_kits_help_soldiers_recognize_jamming_on_comms_devices_networks)\n* [10th Mountain Division prepares for electronic warfare in fight against near-peer adversaries ](https://www.army.mil/article/204271/10th_mountain_division_prepares_for_electronic_warfare_in_fight_against_near_peer_adversaries)\n\n**Related Video:** \n\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=y4U7828PFpM)\n\n",
    "date": "Tuesday, August 7, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Today, every service member is space-enabled; each one regularly sees, shoots, moves, and communicates via satellites and space-enabled assets.\n\n\n\\-  Lt. Gen. James Dickinson, commanding general, [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}