{
    "id": "2018-08-08",
    "title": " Exercise Steppe Eagle",
    "body": "#######Provided by U.S. Army Central \n\n\n**What is it?**\n\nExercise Steppe Eagle is a premier multi-national exercise focusing on stability operations. This is an annual, multi-national exercise conducted between [U.S. Army Central](http://www.usarcent.army.mil/), Kazakhstan's \"KAZBAT\" Peacekeeping Battalion, and the United Kingdom Armed Forces. \n\nU.S. Army participants are comprised of members from the Arizona National Guard, [Kazakhstan's State Partnership Program](https://www.army.mil/article/183355/?st) counterpart and the South Carolina National Guard.  Foreign participants include Tajikistan Peacekeeping Forces, Turkish Land Forces, and observers from Uzbekistan. \n\nMilitary-to-military exercises, such as Exercise Steppe Eagle, are critical for developing tactical proficiency in multi-national stability operations, support to peacekeeping operations, and support to long-term regional stability. \n \n\n**What has the Army done / is doing?**\n\nExercise Steppe Eagle exercise promotes cooperation among the allies and partners, builds functional capacity, and enhances readiness through realistic, modern-day interactive scenarios. The exercise brings coalition forces together to build better understanding, improve some mission command interoperability, enhance small unit force readiness, and demonstrate the nation's commitment to regional stability. \n\nSteppe Eagle is an opportunity for USARCENT to host the intra-theater activities with allies and partners to support the role of the ARNG's [State Partnership Program]( http://www.nationalguard.mil/Leadership/Joint-Staff/J-5/International-Affairs-Division/State-Partnership-Program). \n\nExercise Steppe Eagle promotes common cultural and operational understanding, as well as the exchange of ideas and best practices. \n \n \n**What continued efforts does the Army have planned?**\n\nExercise Steppe Eagle will continue to: \n\n* Play a key role in enhancing the partnership between the USARCENT and partner nations in the CENTCOM area of responsibility.  \n* Improve each nation's ability to plan and operate in a coalition-type environment through simulated scenarios that prepares land forces ability to execute future coordinated, partnered military response to conventional and unconventional threats in the event of a crisis. \n* Assist units preparing to deploy in support of U.N. Peace Keeping/ Peace Security Operations. \n* Expand and build upon itself with feedback from Soldiers from each country. \n  \n \n\n**Why is this important to the Army?**\n\n \nUSARCENT-executed exercises serve to improve U.S. and partner interoperability by facilitating over 250 exercise participants the opportunity to engage and build relationships at the staff-level, across the tactical environment. \n\nExercise Steppe Eagle incorporates a broad range of multi-service and multi-component participants and actively supports the U.S. Army National Guard's State Partnership Program. \n\n   \n**Resources:**\n\n* [U.S. Army Central](http://www.usarcent.army.mil/)\n*  DVIDS [Exercise Steppe Eagle](https://www.dvidshub.net/feature/SteppeEagle18)\n\n\n**Related STAND-TO!:**\n\n* [U.S. Army Central](https://www.army.mil/standto/2017-12-12)\n\n**Social Media presence:**\n\n* [Exercise Steppe Eagle on Facebook](https://www.facebook.com/steppe.eagle/)\n\n\n",
    "date": "Wednesday, August 8, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}