{
    "id": "2018-08-13",
    "title": "Joint Readiness Training Center ",
    "body": "#######Provided by Joint Readiness Training Center\n\n\n**What is it?**\n\nThe [Joint Readiness Training Center](http://www.jrtc-polk.army.mil/) at Fort Polk, is one of three combat training centers, in addition to the Joint Multinational Readiness Center, and the National Training Center. The three centers, along with the Mission Command Training Program, fall under the U.S. Army's [Combat Training Center Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN8650_AR350_50_Final.pdf).\n\nThe Joint Readiness Training Center (JRTC) focuses on improving unit readiness by providing highly realistic, stressful, joint and combined arms training across the full spectrum of conflict (current and future).  As a CTC, the JRTC trains a multi-component force: About one-third of the Army's Brigade Combat Teams, Army National Guard and Reserve units and their associated rotational unit enablers undergo the most realistic and relevant training today's Army offers.\n\n\n**What has the Army done / is doing?**\n\nJRTC's enduring mission for 25 years has been to train brigade combat teams and prepare Soldiers to survive the rigors of war. JRTC trains 10 Brigade Combat Teams (BCT) and their associated rotational unit enablers each year to meet their readiness requirements.\n\nJRTC and Fort Polk builds readiness for the Army by providing trained and ready forces to combatant commanders while taking care of Soldiers, civilians, and Family members. JRTC's four priorities are:\n\n* 1. Train rotational units to perform their core Mission Essential Task in a Decisive Action Training Environment \n* 2. Support Fort Polk units' training, personnel and maintenance readiness requirements\n* 3. Develop leaders, build professionals and care for Families\n* 4. Build capacity for the future Army\n \n  \n**What continued efforts does the Army have planned?**\n\nJRTC will continue to focus on training. JRTC will continue to train Army BCTs by conducting force-on-force, collective training events supporting BCTs achieving decisive action proficiency. \n\nWhen required by allocation demands, JRTC will support the Global Force Management and execute focused rotations in support of BCT mission preparation progression.  \n\n  \n**Why is this important to the Army?**\n\n \nThe JRTC and Fort Polk prepares multi-component units and Soldiers for combat. Due to operational requirements and the size of the force, the Army depends on the National Guard and Reserve components to complete its missions around the world. Training sustains the Total Army force's readiness, while reassuring the nation's allies and deterring potential adversaries. The JRTC forges alliances and partnerships and provides a lethal force that is ready to fight today and in the future.\n\n   \n**Resources:**\n\n* [Joint Readiness Training Center and Fort Polk](http://www.jrtc-polk.army.mil/)\n\n\n**Related document:**\n\n* [AR 350-50 Combat Training Center Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN8650_AR350_50_Final.pdf)\n\n**Related article:**\n\n* [Army secretary talks readiness, future warfare in Joint Readiness Training Center, Fort Polk visit](https://www.army.mil/article/202359/)\n* [Forging Warrior spirit for quarter century: JRTC Ops Group mark 25 years at Polk](https://www.army.mil/article/202359/)\n\n**JRTC and Fort Polk social media presence:** \n\n* [Facebook](https://www.facebook.com/JRTCandFortPolk/)\n* [Twitter](https://twitter.com/fortpolkpao?lang=en)\n\n\n",
    "date": "Monday, August 13, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Across the board, our CTCs (Combined Training Centers) all have great cadre, they are experts in their fields...They are very good at coaching our Soldiers and leaders and training them ... The JRTC is a jewel for the Army. \n\n\n\n\\-  Secretary of the Army Dr. Mark T. Esper, during a question and answer session with local media, at his recent visit to Joint Readiness Training Center and Fort Polk Aug. 2-3\n\n\n[Army secretary talks readiness, future warfare in Joint Readiness Training Center, Fort Polk visit](https://www.army.mil/article/209485?st) \n",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}