{
    "id": "2018-08-14",
    "title": "Army Credentialing Assistance Program",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nThe Army Credentialing Assistance Program allows Soldiers to earn professional and technical credentials. This program creates new opportunities for Soldiers to enhance their skills and professionalism while serving, and increasing their employability upon transitioning from the Army.  \n\nThis is a voluntary, off-duty training and education program similar to the Army's existing Tuition Assistance program and provides financial assistance for Soldiers to pursue and earn credentials. Credentialing Assistance authorizes payment of classroom, hands-on, and blended/online training, manuals, study guides, books, testing fees, and related fees for continuing education and re-certification. Credentialing Assistance keeps the Army competitive with civilian counterparts and develops Soldier skills.   \n\n\n**What has the Army done / is doing?**\n\nIn support of the National Defense Authorization Act (NDAA) of 2012, the Army began to pilot credentialing programs within the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC). Since 2012, these pilots have evolved to become fully established programs at select schoolhouses in which professional credentials directly support specialized career field training. \n\nThe 2015 NDAA further expanded the Army's authority to support credentials that were not directly linked to a military occupational specialty (MOS). The Credentialing Assistance Program builds upon that expanded authority, providing Soldiers financial support to pursue and earn credentials that are approved by the Army.\n  \n**What continued efforts does the Army have planned?**\n\nThe Credentialing Assistance Program was established by [Army Directive 2018-08](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN9500_AD2018-08_Web_Final.pdf) and takes effect in September 2018. The first phase to implement this policy begins in fall 2018 with a Limited User Test (LUT) at Fort Hood, Texas. \n\nThe Limited User Test will include all Soldiers on active duty assigned to Fort Hood, as well as members of the selected reserve assigned to the Texas Army National Guard or assigned within Texas to the U.S. Army Reserve. Using information gained from the Limited User Test, the Army will develop plans to expand credentialing assistance availability to the entire Army. \n\n  \n**Why is this important to the Army?**\n\nThe Army is moving toward a more holistic approach in the personal and professional development and education of Soldiers, from enlistment through separation. Credentialed Soldiers strengthen both the Army and the nation. \n\nThe Credentialing Assistance Program will contribute to Total Army readiness, support Soldiers' professional development, retain quality Soldiers, and prepare Soldiers for meaningful employment upon transition from military service.  \n \n  \n**Resources:**\n\n* [Deputy Chief of Staff, G-1](9http://www.armyg1.army.mil/)\n* [Army COOL: Credentialing Opportunities On-Line](https://www.cool.army.mil/index.htm)\n* [Army Career Tracker](https://actnow.army.mil/)\n* [Army Tuition Assistance Program](https://www.goarmyed.com/public/public_money_for_college-tuition_assistance.aspx)\n* [Fort Hood](http://www.hood.army.mil/)\n\n**Related document:**\n\n* [Army Directive 2018-08, *The Army Credentialing Assistance Program*](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN9500_AD2018-08_Web_Final.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n\n\n\n",
    "date": "Tuesday, August 14, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Credentialing is an important part of building readiness in the Army, and improving opportunities for our Soldiers in the future.  \n\n\\-  Sergeant Major of the Army Daniel M. Dailey\n",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}