{
    "id": "2018-08-15",
    "title": "Shared Accord  ",
    "body": "#######Provided by U.S. Army Africa\n\n**What is it?**\n\nShared Accord is a multilateral exercise intended to enhance U.S. and African forces' capabilities to perform peacekeeping operations in support of United Nations (U.N.) and African Union mandates.  This exercise replicates real-world scenarios from [MINUSCA](https://peacekeeping.un.org/en/mission/minusca), a U.N. peacekeeping mission. Shared Accord trains participants on U.S., U.N., and African Union-mandated peacekeeping operations, while shaping the security environment and deterring violent extremist organizations.         \n\n\n**What has the Army done/is doing?**\n\nFor the past few decades, the U.S. has partnered with African militaries in security cooperation events which have led to an increase in readiness and interoperability among African nations and participating organizations, while increasing the capacity for regional and trans-regional security.\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) has trained thousands of African soldiers across the continent in preparation for missions that include the following disciplines: \n\n* Counter improvised explosive device  \n* Military intelligence\n* Military police\n* Logistics\n* Human resources\n* Public affairs\n* Medical care  \n* Peacekeeping operations \n\n  \n**What continued efforts does the Army have planned?**\n\nThe Accord series exercises in Africa provides opportunities to build relationships with partner countries in Africa, as well as a shared vision of security and stability. The exercises also provide U.S. Soldiers with opportunities to train in diverse environments and conditions to hone deployment and readiness skills in case of future contingency or humanitarian crises. \n\n\nIn addition to the Accord exercises, senior leader seminars offer regional land force commanders and U.S. Army Africa leaders opportunities to meet and discuss issues that affect partners in the region. Additionally, they provide a venue synchronize efforts to shape the security environment. \n\n  \n**Why is this important to the Army?**\n\nSecurity is a prerequisite for regional economic growth and opportunity. Shared Accord builds readiness for U.S. Army forces in Africa by strengthening alliances and attracting new partners. The Accord series is a key element in a broader series of military-to-military activities to build regional cooperation and capacity to reduce the global spread of violent extremism.   \n \n  \n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n\n**Related STAND-TO!:**\n \n* [Shared Accord 2017](https://www.army.mil/standto/archive_2017-07-17)\n* [Southern Accord 2016](www.army.mil/standto/archive_2016-08-01)\n* [Southern Accord 2015](www.army.mil/standto/archive_2015-08-05/)\n* [Southern Accord 2014](www.army.mil/standto/archive_2014-07-15/)\n\n**Related articles:**\n\n* [U.S., South African troops kick off Shared Accord 2017 with ceremonial tribute](https://www.dvidshub.net/news/241559/us-south-african-troops-kick-off-shared-accord-2017-with-ceremonial-tribute)\n* [Complex drill in Africa challenges, preps young Army truck drivers for combat](https://www.dvidshub.net/news/243099/complex-drill-africa-challenges-preps-young-army-truck-drivers-combat)\n\n**U.S. Army Africa's social media presence:**\n  \n* [Facebook](https://www.facebook.com/ArmyAfrica)\n* [Flickr](https://www.flickr.com/photos/usarmyafrica/?ytcheck=1)\n* [YouTube](https://www.youtube.com/user/usarmyafrica)\n* [Twitter](https://twitter.com/usarmyafrica)\n* [Instagram](https://www.instagram.com/armyafrica/)\n\n\n\n\n",
    "date": "Wednesday, August 15, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}
