{
    "id": "2018-08-16",
    "title": "Multi-Component Readiness",
    "body": "#######Provided by U.S. Army Reserve and Army National Guard\n\n**What is it?**\n\nMulti-component readiness is crucial to ensuring that units and Soldiers are ready to mobilize and deploy on short notice, and fight, survive and win on the battlefield.  Due to operational requirements and the size of the force, the U.S. Army depends on both the critical enabling and sustainment capabilities of the operational Army Reserve and the Army National Guard (ARNG).          \n\nThe Army Reserve and ARNG possess unique warfighting capabilities and provide responsive forces when called upon in the homeland.\n\n**What has the Army done/is doing?**\n\nIn 2017 and 2018, hundreds of units and thousands of individual Soldiers cycled through multiple, multi-compo training events including: \n\n*  Army Reserve's Combat Support Training Exercises that included Active Army, Army Reserve and ARNG Soldiers.\n* *[Global Medic](https://www.dvidshub.net/feature/globalmedic)* with Active Army, ARNG, U.S. Navy, U.S. Air Force Reserve and Canadian forces.\n* *Grecian Firebolt* with an ARNG Signal Brigade and Expeditionary Signal Battalion.\n* *Diamond Saber*, comprised of Active Army and ARNG Financial Management Detachments. \n\nArmy National Guard Soldiers also supported *[Pacific Pathways](https://www.army.mil/article/207072/?st), [Saber Strike](http://www.eur.army.mil/SaberStrike/),  [Beyond the Horizon](https://www.army.mil/standto/2018-05-22),  Tiger Balm, and [Yama Sakura](https://www.dvidshub.net/feature/YamaSakura73) and domestic exercises Panther Strike, Western Strike, and Valiant Shield.*\n\n\n**What continued efforts does the Army have planned?**\n\nOverseas exercises and training sustains Total Army force readiness, reassures allies, and deters adversaries.\n\nThrough its Combat Support Training Exercise model, the Army Reserve will continue to drive its commanders and leaders to be more aggressive and innovative in their training and readiness efforts. Combat Support Training Exercise provides complex threat scenarios in live, virtual and constructive venues, and creates tough and realistic multi-component training opportunities that challenge Soldiers, leaders and commanders. \n\nThe Army National Guard will continue to help the Army complete its missions around the world. \n\n\n**Why is this important to the Army?**\n\nThe Reserve component is vital to the Army's success on the battlefield. Training and exercises sustain the total force's readiness, while reassuring the nation's allies and deterring potential adversaries. By participating in exercises and training opportunities, the Army National Guard and Army Reserve prepare Soldiers to fight, win and return home safely.\n\n**Resources:**\n\n* [U.S. Army Reserve](http://www.usar.army.mil/ )\n* [Army National Guard](https://www.army.mil/nationalguard) \n* [National Guard](https://www.nationalguard.mil/)\n\n**Related STAND-TO!:**\n\n* [Readiness](https://www.army.mil/standto/2017-10-04)\n* [Bridge Combat Support Training Exercise](https://www.army.mil/standto/2018-05-23)\n* [Combat Support Training Exercises](https://www.army.mil/standto/2018-03-19)  \n* [The Army National Guard Vision and Strategy](https://www.army.mil/standto/archive_2017-03-06)\n\n**Related article:**\n\n* [Army Reserve Soldiers push through challenges during training](http://www.usar.army.mil/News/Article/1476985/army-reserve-soldiers-push-through-challenges-during-training/)     \n\n**Army Reserve on social media:** \n\n* [Facebook](https://www.facebook.com/usarmyreserve)  \n* [Twitter](https://twitter.com/usarmyreserve)  \n* [Instagram](https://www.instagram.com/usarmyreserve/) \n* [Flickr](https://www.flickr.com/photos/myarmyreserve)   \n* [YouTube](https://www.youtube.com/TheUSArmyReserve)          \n\n**National Guard on social media:**\n\n* [Facebook]( https://www.facebook.com/TheNationalGuard/)  \n* [Twitter](https://twitter.com/USNationalGuard)  \n* [Flickr](https://www.flickr.com/thenationalguard)   \n* [YouTube]( https://www.youtube.com/TheNationalGuard)          \n",
    "date": "Thursday, August 16, 2018",
    "quote": "####Focus Quote for the Day\n\n> I have never seen a better total force effort right now across the board, Active, Guard, and Reserve...Anybody who's been out there in exercises, in key positions, you know none of us can do it alone. We're together a Total Army, and I've never seen it better. \n\n\\-  Gen. N Robert B. Brown, commanding general, U.S. Army Pacific\n",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}