{
    "id": "2018-08-20",
    "title": "Army SHARP Learning Strategy ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nThe [U.S. Army Sexual Harassment/Assault Response & Prevention](http://www.army.mil/sharp) (SHARP) Learning Strategy outlines a comprehensive approach to build Army-wide knowledge and skills to prevent and respond to sexual harassment, sexual assault, and associated retaliatory behaviors.  \n\nThis strategy provides the U.S. Army a way-ahead for developing and integrating SHARP-trained professionals in units, delivering Army-wide learning, and implementing the relevant Department of Defense (DOD) and Department of the Army (DA) policies and guidance. It describes the ways and means to impart SHARP knowledge, skills, and attributes for all Soldiers, leaders, and Army Civilians. \n\nThe [SHARP Academy](https://usacac.army.mil/schools-and-centers/sharp-academy) developed the SHARP Learning Strategy in coordination with the Army SHARP Program Office.  \n\n\n**What has the Army done/is doing?**\n\nThe Army established the SHARP Academy in 2014 at the [U.S. Army Combined Arms Center](https://usacac.army.mil/) in Fort Leavenworth, Kansas.  It serves as the designated Training and Leader Development/Education proponent for Army-wide SHARP learning activities. The SHARP Academy's efforts have included:\n\n* Establishing and maintaining relationships with other Army organizations, external agencies, and nationally recognized experts to refine and expand prevention-focused learning content, while maintaining content that enables effective response.\n* Leveraging engaging and innovative instructional methods and tools.\n* Training [Sexual Assault Response Coordinators](https://www.army.mil/standto/2017-03-29), Victim Advocates, SHARP Trainers, and Program Managers through resident and distributed course instruction.\n\n**What continued efforts does the Army have planned?**\n\nThe Army will continue monitoring and evaluating SHARP learning activities, and make improvements to enhance program delivery and strengthen prevention efforts.  A prevention-focused climate will mitigate the social norms that lead to sexual harassment, sexual assault, and associated retaliatory behaviors.  It will align with the Army [Ethic](https://www.army.mil/standto/2018-07-12) and Values, describe sexual violence as unacceptable, establish appropriate boundaries, and promote dignity and respect.  The Army will continue to hold Soldiers and Army Civilians to the expectation that they live the Army Ethic and [Values](https://www.army.mil/standto/2018-06-12)\nin everything they do, on and off duty.\n\n**Why is this important to the Army?**\n\nReadiness depends on Soldiers living the Army Ethic and Values, to make them trusted professionals of character, competence and commitment.  Sexual harassment, sexual assault, and associated retaliatory behaviors have a devastating impact on victims, undermine the Army Ethic and Values, and erode cohesion and mission readiness.  \n \n\n**Resources:**\n\n* [SHARP](http://www.army.mil/sharp)\n* [SHARP Academy](https://usacac.army.mil/schools-and-centers/sharp-academy) \n* [National Guard](https://www.nationalguard.mil/)\n\n**Related document:**\n\n* [SHARP Learning Strategy- *Leader Development, Education and Training*](https://www.ako1.us.army.mil/suite/doc/50753008) (CAC log-in required)   \n\n**Related STAND-TO!:**\n\n* [Readiness](https://www.army.mil/standto/2017-10-04)\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethics](https://www.army.mil/standto/2018-07-12)\n\n**Related article:**\n\n* [Prevention at forefront of Army SHARP effort](https://www.army.mil/article/209875)\n\n ",
    "date": "Monday, August 20, 2018",
    "quote": "####Focus Quote for the Day\n\n> We must approach [SHARP training] the right way. This is not a compliance issue we're dealing with. In my mind, this is a readiness issue. \n\n\\-  Secretary of the Army Mark T. Esper ",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}