{
    "id": "2018-08-22",
    "title": "Integrated Tactical Network",
    "body": "#######Provided by Network CFT, PEO C3T and PEO Soldier\n\n**What is it?**\n\nThe Integrated Tactical Network is not a new or separate network but rather a concept that incorporates commercial network and transport capabilities with the existing tactical communications systems and networks of the Army. It focuses on a simplified, independent, mobile network solution that does not rely on a single component, to provide enhanced network availability down to the small unit dismounted leader. Integrated tactical network takes advantage of both commercial and military network transport -- to enable communications in disrupted, disconnected, intermittent and limited bandwidth environments.\n\nThe integrated tactical network integrates the Army's current tactical network environment (applications, devices, gateways and network transport) with commercial-off-the-shelf components and transport capabilities. \n\n**What has the Army done/is doing?**\n\nThe Army is assessing the integrated tactical network to deliver less complex and more resilient communications and connectivity to lower echelons in the brigade combat team. To achieve enhanced tactical network capabilities, initial experimentation is already underway with operational units providing feedback to augment [Army Network](https://www.army.mil/standto/2018-03-08) and Soldier systems, programs and efforts. \n\nThe Army is leveraging Soldier and leader feedback from joint exercises and operations to inform integrated tactical network design decisions. This model of rapid adaptation and agile procurement of technology will allow the Army to modernize with speed.\n\n**What continued efforts does the Army have planned?**\n\nThe Army is codifying a deliberate process of agile and iterative experimentation, performance testing and incorporation of Soldier feedback to identify technologies.  Throughout FY19, the Army will leverage brigade level scalability experimentation and Network Integration Evaluation 18.2. \n\nThe Army plans to accelerate the development of ITN requirements documents  and ensure they meet operational needs. The acquisition community, in partnership with the Network Cross-Functional Team, will continue to identify and deliver the components of the Army's integrated tactical network.\n\n**Why is this important to the Army?**\n\nThe integrated tactical network improves the warfighting capability of the Army's maneuver formations. It aligns to the Army's Network [Modernization strategy](https://www.army.mil/standto/archive_2018-06-06) and allows the Army to keep up with pace of technological change and insert capabilities as they become available to ensure the Army addresses emerging threats to maintain overmatch.\n \n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n* [PEO C3T](http://peoc3t.army.mil/c3t/)\n\n**Related STAND-TO!:**\n\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/archive_2018-06-06)\n* [Network Integration Evaluations](https://www.army.mil/standto/archive_2016-05-02)\n\n**U.S. Army on social media:**\n\n* [Facebook](https://www.facebook.com/USarmy/)\n* [Twitter @USArmy](https://www.twitter.com/USarmy/)\n* [Instagram](http://instagram.com/usarmy/)\n* [YouTube](https://www.youtube.com/user/usarmy/)\n\n",
    "date": "Wednesday, August 22, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}