{
    "id": "2018-08-23",
    "title": "Women's Equality Day  ",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1 \n\n**What is it?**\n\nThe nation's annual observance of Women's Equality Day on August 26th commemorates the addition of the 19th Amendment to the U.S. Constitution in 1920, which guaranteed women the right to vote. This action marked the culmination of the long struggle by women to gain an equal voice in their government.  The women's suffrage movement in America began in 1848, when the first women's rights convention was held in Seneca Falls, New York, led by Lucretia Mott and Elizabeth Cady Stanton. \n\nThe 19th Amendment is a testament to the courage and tenacity of the women and men who challenged the nation to live up to its founding principles.  \n\n\n**What has the Army done/is doing?**\n\nThe U.S. Army celebrates Women's Equality Day by recognizing the service of women to the nation since 1775 and who remain an invaluable and essential part of the Army. \n\nThe Army recognizes not only the significance of women's contributions, but also the value of diversity and inclusion. \n\n\n**What continued efforts does the Army have planned?**\n\nAs the Army shapes the future force, it will ensure that every individual has the opportunity to maximize his or her potential. The military has made many strides to eliminate barriers to service, and remains committed to the idea that every American is entitled to equal treatment and opportunity. Army leaders continue to develop, foster and sustain a culture that allows women the opportunity to pursue their goals, to grow personally and professionally and to have the prospect of succeeding and prospering free from discrimination.\n\n**Why is this important to the Army?**\n\nThe Army is dedicated to ensuring equality for all of its members. Women play vital roles in the Army as Soldiers and Army Civilians and are critical members of the Army team.  Female Soldiers make up 17.4 percent of the Army and are able to serve in any military occupation as long as they qualify and meet the specific required standards. \n\nThe legacy of the brave women who have served, and will continue to serve in the U.S. Army further inspire Americans to strive for equality.\n\n \n**Resources:**\n\n* [Army.mil: Women in the U.S. Army](https://www.army.mil/women/history?st)\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita/default.asp)\n* [Army Women's Museum](http://www.awm.lee.army.mil/)\n* [U.S. Army Center for Military History/Women in Army History](https://history.army.mil/html/topics/women/index.html)\n \n\n**Related STAND-TO!:**\n\n* [Women's History Month](https://www.army.mil/standto/2018-03-01)\n* [Army Gender Integration Implementation Plan](https://www.army.mil/standto/archive_2016-03-10)\n ",
    "date": "Thursday, August 23, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}