{
    "id": "2018-08-27",
    "title": "Army Space Training Strategy",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command \n\n**What is it?**\n\nThe Army Space Training Strategy (ASTS), directed by the Army Strategic Space Plan, provides a framework to educate and train Soldiers at every level across active, guard, and reserve components -- about current space capabilities with mitigation procedures when those capabilities become contested. \n\n**What has the Army done/is doing?**\n\nU.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT), is the Army's proponent for space.\n\n* The command, in collaboration with the U.S. Army Training and Doctrine Command (TRADOC), is tasked with integrating space training and education at the Centers of Excellence and Professional Military Education.\n\n* USASMDC/ARSTRAT's Space and Missile Defense School, in collaboration with TRADOC, creates an integrated range of career-long space education and training.\n\n* The command works with U.S. Army Forces Command to provide contested space effects for training in an operational environment, such as Combat Training Centers (CTC). The goal is to help Soldiers identify and overcome operational impacts in contested space environments.\n\n* The command delivers home-station training to brigade combat teams and provides subject-matter expertise to TRADOC G-2 Intelligence Directorate during exercises.\n\n\n**What continued efforts does the Army have planned?**\n\nUSASMDC/ARSTRAT will continue integration efforts across three lines of effort:\n\n* Institutional: Review/revise doctrine, tactics, techniques and procedures; ensure appropriate levels of space content in Army Centers of Excellence functional training and education.\n\n* Operational: Integrate space training at home station and CTC within unit training objectives; build requirements for training devices and simulations that create realistic contested space operational environments that enable units at the soldier/system level.\n\n* Space Cadre Development: Assess and improve space cadre training and distribution of space billets throughout the Army.\nUSASMDC/ARSTRAT will continue to work with the Program Executive Office for Simulation, Training and Instrumentation's Threat Systems Management Office to field a capability that supports a safer, more effective contested training environment.\n\n\n**Why is this important to the Army?**\n\nThe Army relies on space capabilities to enable all warfighting functions. Soldiers require training to operate space-enabled systems when access to space is denied, degraded, or disrupted. Access to positioning, navigation, and timing data and communications satellites are important for effective execution of mission command and synchronization of warfighting functions. \n \n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [Army Space Knowledge Management System](https://army.deps.mil/army/sites/ASKMS/SitePages/Home.aspx) *CAC required* \n\n**Related Video:** \n\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=y4U7828PFpM)\n\n**Related STAND-TO!:**\n\n* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15)\n* [Disrupted Space Operational Environment](https://www.army.mil/standto/2018-08-07)\n* [Army Space Today and in the Future](https://www.army.mil/standto/archive_2017-11-27)\n* [The Army's Dependence on Space](https://www.army.mil/standto/archive_2017-02-23)\n\n**Related documents:** \n\n* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf) \n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)\n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)\n* [ASPDO Fact Sheet](http://www.smd.army.mil/FactSheets/ASPDO.pdf)\n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)\n* [Army Space Training Integration -- D3SOE](https://atn.army.mil/space-training-integration-d3soe/army-space-training-integration-d3soe) *CAC required*\n \n\n \n\n",
    "date": "Monday, August 27, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Our Soldier and leader education, training and doctrine are essential aspects of the Army's reliance on and employment of space and missile defense capabilities.\n\n\\-  Daryl Brietbach, school director, Space and Missile Defense School",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}