{
    "id": "2018-08-28",
    "title": "Army and Air Force Exchange Service ",
    "body": "#######Provided by Army and Air Force Exchange Service \n\n**What is it?**\n\nThe Army and Air Force Exchange Service (AAFES, also referred to as The Exchange) provides quality merchandise and services to authorized shoppers to generate dividends that supplement appropriated funds in support of morale, welfare and recreation programs.\n\nThe Exchange operates 2,700 facilities worldwide including department stores/malls, food courts, military clothing stores, alterations shops and dry cleaners, movie theaters, gas stations and convenience stores. The Exchange is the 61st largest retailer in the United States. \n\nBenefits to Exchange shoppers include tax-free shopping, military-exclusive pricing and potential jobs for military family members.\n \n\n**What has the Army done/is doing?**\n\nU.S. Army Installation Management Command provides review, evaluation and support for Exchange projects, facilities and services on Army installations.\n\nIn recent years the Army has sought to provide shopping, dining and entertainment options on installations beyond existing stores and food courts. These initiatives give Army families access to premium brand stores, free-standing restaurants, personal and health services, and entertainment venues to improve their quality-of-life. \n\nThe Exchange also works with the Army to provide contingency support, resources and supplies for service members involved in conflicts and natural disasters. The Exchange provides important benefits through valuable on-base destination experiences that include much more than Exchange and Express stores.  \n \n**What continued efforts does the Army have planned?**\n\nThe Exchange continues to partner with the Army to improve the quality-of-life, increase  morale and promotes readiness and resilience for Soldiers and their families. The Exchange will continue to assist in providing contingency support, resources and supplies for future conflicts and natural disasters. \n\nThe Exchange will continue to deploy and operate Mobile Field Exchanges in combat zones, remote areas, at military exercises, that may include partner nations, and regions affected by natural disasters, in support of Department of Defense and Army operations. \n\n**Why is this important to the Army?**\n\nThe Exchange improves military readiness and resiliency wherever Soldiers and their families serve, and 100 percent of Exchange earnings support military programs on Army and Air Force installations. Over the last 10 years, the Exchange has generated more than $2.4 billion in support for these programs at military installations worldwide.    \n \n\n**Resources:**\n\n* [Exchange](https://www.aafes.com/about-exchange/)\n\n**Related document:** \n\n* [Army Regulation 215-8 / Air Force Instruction 34-211(1), Army and Air Force Exchange Service Operations](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r215_8.pdf)\n\n**The Exchange on social media:**\n\n* [Facebook](https://www.facebook.com/shopmyexchange)\n* [Twitter](https://www.twitter.com/shopmyexchange)\n* [Instagram](https://www.instagram.com/shopmyexchange/) @shopmyexchange\n ",
    "date": "Tuesday, August 28, 2018",
    "quote": "",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}