{
    "id": "2018-08-29",
    "title": "Avenger Air Defense System ",
    "body": "#######Provided by U.S. Army Aviation and Missile Command  \n\n**What is it?**\n\nThe Avenger Air Defense System, designated AN/TWQ-1, is a fully automated, short-range air defense system is the Army's premier shoot-on-the-move air defense weapon. It is a lightweight, highly mobile, easily transportable surface-to-air missile fire unit with eight Stinger missiles in two missile pods. It acquires, identifies, tracks and engages targets (low-flying helicopters or fixed-wing aircraft) from a stationary or moving position.\n\nThe Avenger, mounted on a high-mobility, multipurpose wheeled vehicle (HMMWV or Humvee), can operate in extreme weather conditions. Its infrared system, computer, communications equipment and laser range finder locate targets in daylight and at night.\n\nThe Avenger turret can be easily adapted to different combat vehicles, such as trucks, trailers and track vehicles, or employed as a remotely operated autonomous unit. This highly automated system rapidly and efficiently assists the gunner with target location, identification, tracking and missile lock-on. \n\n**What has the Army done/is doing?**\n\nTo address increasing national security interests to protect maneuver forces, U.S. Army Aviation and Missile Command inspected and overhauled legacy Avenger systems to build the 72 operational Avenger systems. In support of the European Command mission requirement, [Letterkenny Army Depot](https://www.letterkenny.army.mil/)'s 21 work centers were involved in overhauling and recapitalizing the Avengers. \n\nThe 72 Avenger systems will be shipped to Germany as a full complement for two battalions.  One battalion set will be activated and the other battalion set will be placed in prepositioned storage. \n\n**What continued efforts does the Army have planned?**\n\nThe 72 Avengers, employed by U.S. European Command, will be a  part of the [European Deterrence Initiative](https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2019/fy2019_EDI_JBook.pd) (EDI), a series of defense initiatives. These initiatives will enhance the United States' deterrence posture and improves the readiness and responsiveness of U.S. forces in Europe.\n \n**Why is this important to the Army?**\n\nThe Army must innovate and adapt concepts, equipment, and training to be ready for the next war.  An Air and Missile Defense capability, one of the six modernization priorities, ensures the Army remains the most lethal and effective land force the world has ever seen. \n\nAvenger Air Defense System ensures protection of Soldiers from modern and advanced air threats and missile-delivered fires, including drones.  \n \n\n**Resources:**\n\n* [U.S. Army Aviation and Missile Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amcom)\n* [Letterkenny Army Depot](https://www.letterkenny.army.mil/)\n\n\n**Related document:** \n\n* [European Deterrence Initiative](https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2019/fy2019_EDI_JBook.pdf)\n\n**Related STAND-TO!:**\n\n* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/2018-02-15)\n* [Air and Missile Defense](https://www.army.mil/standto/2018-03-14)\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [Multi-Domain Battle](https://www.army.mil/standto/2017-03-08)\n **U.S. Army Aviation and Missile Command on social media:**\n* [Facebook](https://www.facebook.com/USARMYAMCOM/)\n* [Letterkenny Army Depot on Facebook](https://www.facebook.com/LetterkennyArmyDepot/)\n",
    "date": "Wednesday, August 29, 2018",
    "quote": "#### Focus Quote for the Day\n\n> This capability [the Avenger Air Defense System] gives combat units the ability to maneuver, even when facing threats from close air attacks. That's a key component of what we need to fight and win. \n\n\\-  Maj. Gen. Doug Gabram, commanding general, [U.S. Army Aviation and Missile Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amcom)\n\n[Letterkenny Army Depot completes 72nd Avenger in support of deterrence mission in Europe](https://www.army.mil/article/209435/)",
    "events": "#### Events \n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}