{
    "id": "2018-02-01",
    "title": "African American History Month",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nFebruary is African American History Month, and the Army reflects upon and celebrates the tremendous contributions of African-Americans Soldiers, Civilians, and their family members.  \n\nThe theme of 2018 African American Month is *African Americans in Times of War*.  The theme emphasizes the contributions of African Americans to the defense of the nation, from Revolutionary War times to the present, and gives the nation a chance to reflect on those contributions of African-American Soldiers, Civilians, and their family members.\n\n \n**What is the Army doing/ has done?**\n\nAfrican Americans have defended the nation since the Revolutionary War. They continue to serve the Army with great honor and distinction and build a legacy of courage and professionalism. This legacy inspired current and past generations and will continue to do so in the future. \n  \nAfrican Americans make up more than 19 percent of the Total Army. The Army stands on the tradition of sacrifice by African-American Soldiers: \n\n* The slaves who joined the Continental Army in exchange for the promise of freedom\n* The Louisiana Free Men of Color who fought in the Battle of New Orleans in the War of 1812\n* The 54th Massachusetts Infantry Regiment of the Union Army\n* The Buffalo Soldiers\n* The Harlem Hell Fighters of New York's 369th Infantry Regiment in WWI\n* The Tuskegee Airmen; the \"Triple Nickels\" \n* The all-black airborne unit in WWII\n* The brave drivers of the \"Red Ball Express,\" who brought supplies to Allied Forces after D-Day\n* The \"Black Panthers\" of the 761st Tank Battalion in WWII \n\nThe courage and leadership of African-American Soldiers have empowered and encouraged future generations of Soldiers to answer the call to duty in defense of the nation.\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy leaders will continue to sustain force capability by properly seeking out, accessing, developing and fully utilizing the individual talents/backgrounds of the Soldiers and Civilians. To sustain a high-quality Army that is trained and ready, the Army will continue to ensure that all Soldiers and Civilians are given the opportunity to maximize their talents and potential. \n \n\n**Why is this important to the Army?**\n \nThe Army strongly embraces diversity as a way to maximize individual talent, increase morale and greatly enhance military effectiveness -- regardless of race, creed or color. The Army finds its strength not only in its diversity, but in its ability to bring together people of different faiths, cultures, and races who share common values like duty, honor, selfless service, loyalty, and respect. The Army is confident that the myriad of talent, skills, and abilities in the diverse force will help to meet future defense challenges and win the nation's wars. \n \n\n**References:**\n\n* [African Americans in the U.S. Army](https://www.army.mil/africanamericans )\n* [National Museum of African American History and Culture](https://nmaahc.si.edu/ )\n* [National Archives and Records Administration: Military Resources -- Blacks in the Military](https://www.archives.gov/research/alic/reference/military/blacks-in-military.html )\n\n**Related STAND-TO!:**\n\n* [Martin Luther King Jr. Day](https://www.army.mil/standto/2018-01-11)",
    "date": "Thursday, February 1, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}