{
    "id": "2018-02-05",
    "title": "U.S. Army Africa ",
    "body": "#######Provided by U.S. Army Africa Public Affairs Office\n \n**What is it?**\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) (USARAF) supports the U.S. government's defense institution strengthening through a long-term approach of engaging with leaders, theater security cooperation, and military exercises. In support of the U.S. Department of State and U.S. Africa Command, USARAF focuses on the long-term effort to build defense institutions across Africa capable of countering violent extremist organizations and increase regional security -- security conditions that support economic prosperity, expansion of human rights and rule of law. \n \n**What is the Army doing/ has done?**\n\nIn 2017 USARAF conducted 186 theater security cooperation events, five medical readiness exercises, and four multinational exercises with the objective of increasing cooperation and helping to improve Africa's defense capabilities. In particular, efforts sought to enhance partner defense capacity in medical, logistics, intelligence, command-and-control, and countering improvised explosive devices.  \n\nUSARAF's ACCORD-series of multinational military exercises helped to build relationships with African partners and to increase the collective and regional capacity to counter common security threats.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSARAF will continue to partner with African militaries and generate readiness in the regionally allocated forces that support the security cooperation and multinational exercises across the continent. In 2018, the 1st Brigade Combat Team, 10th Mountain Division, is supporting USARAF efforts across the continent as the force provider for enduring missions, exercises, and security cooperation events. \n\nIn addition to the series of MEDETEs and ACCORD exercises, USARAF will co-host the annual African Land Forces Summit alongside Nigeria, bringing land force chiefs from across Africa together for a week of discussion about trans-regional challenges and issues. \n\nUSARAF will continue to build on the strong partnerships that have been developed with African land forces, build readiness in supporting Army units, and prioritize efforts that strengthen Africa's defense institutions and provide for a more secure Africa. \n\n**Why is this important to the Army?**\n \nThe African continent is a complex environment with over one billion people and more than 2,000 spoken languages in a continent three times the size of the U.S.\n\nThe importance of building partnerships across Africa is more relevant than ever in light of the growth of violent extremist organizations regionally and globally. Promoting security cooperation and strengthening Africa's defense institutions synchronizes the strengths of willing and capable partners in countering violent extremist organizations.\n\n**References:**\n\n* [U.S. Army Africa] (http://www.usaraf.army.mil/)\n* [U.S. Africa Command] (http://www.africom.mil/)\n\n**Related STAND-TO!:**\n\n* [Globally Engaged Army] (https://www.army.mil/standto/archive_2016-06-20) \n* [Global Landpower Network in Africa] ( https://www.army.mil/standto/archive_2016-09-28)\n* [Regionally Aligned Force Training Environment-Africa] (https://www.army.mil/standto/archive_2013-08-06/) \n\n\n**Related article:**\n\n* [Access to Africa: setting the theater for long-term strategic success]( http://www.usaraf.army.mil/media-room/article/28527/access-to-africa-setting-the-theater-for-long-term-strategic-success)\n\n**U.S. Army Africa on social media:**\n\n* [Facebook] (http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n\n",
    "date": "Monday, February 5, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}