{
    "id": "2018-02-06",
    "title": "The U.S. Army World Class Athlete Program",
    "body": "#######Provided by U.S. Army Installation Management Command \n \n**What is it?**\n\nThe [U.S. Army World Class Athlete Program](https://www.armymwr.com/programs-and-services/world-class-athlete-program) (WCAP) is a military detachment run by the [U.S. Army Installation Management Command](https://www.imcom.army.mil/). It was established in 1997 by the Army to support Public Law 84-11, which allows the Army to provide all Soldiers (Regular, Reserve and National Guard) an opportunity to train for and participate in Olympic and Paralympic competitions while maintaining a professional military career.\n\nSoldiers must be nationally ranked in their chosen sport to be considered for the program. WCAP Soldiers balance athletic training with their military careers and are Soldiers first. They return to traditional military units upon completion of their WCAP assignment.\n \n \n**What has the Army done?**\n\nSince 1948, nearly 500 Army Soldiers have represented the United States at the summer and winter Olympic Games as athletes and coaches, winning gold, silver and bronze Olympic medals. The Soldier athletes have earned more than 110 medals in a variety of sports including bobsled, track and field, boxing, wrestling and shooting.\n\nCurrently, there are about 60 Soldier athletes assigned to WCAP participating in 12 sports and training in several locations across the nation.\n\nThere are eight WCAP athletes participating in the 2018 Winter Olympics Feb. 9-25 in Pyeongchang, South Korea, in bobsled and luge competitions.\nWCAP Soldiers support the [U.S. Army Recruiting Command](http://www.usarec.army.mil/)'s Total Army Involvement in Recruiting mission and assist in reinforcing a positive image of the Army by providing recognition to athletes. They assist with the instruction and training of thousands of troops in combative, or hand-to-hand combat, techniques.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nWCAP is working with other services to become the lead agency for the Joint-Service Para-athlete Program, which provides wounded warriors with training and opportunities to qualify for the [Paralympic Games](https://www.paralympic.org/paralympic-games). This program supports resiliency, providing the wounded warriors with the means to pursue new goals and dreams in spite of their battle injuries, inspiring other wounded warriors and the world with their accomplishments.\n\n**Why is this important to the Army?**\n\nThe World Class Athlete Program is an example of how the Army values its Soldiers for more than just their accomplishments as war fighters. Soldier athletes represent the United States and the U.S. Army to the world. This program helps to reinforce the American public's pride in the armed forces.\n\n**References:**\n\n* [U.S. Army World Class Athlete Program](https://www.armymwr.com/programs-and-services/world-class-athlete-program)\n* [U.S. Army MWR](https://www.armymwr.com/)\n * [U.S. Army Olympians]( https://www.armymwr.com/programs-and-services/world-class-athlete-program/olympians)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/)\n\n**Related Documents:**\n\n* [AR: 601-2, Personnel Procurement](http://www.apd.army.mil/pdffiles/r601_2.pdf)\n* [USAREC Regulation 601-85, Total Army Involvement in Recruiting]( http://www.usarec.army.mil/im/formpub/REC_PUBS/r601_85.pdf)\n\n**WCAP on social media:**\n\n* [ YouTube](http://www.youtube.com/TheArmyWCAP)\n* [ Twitter](http://www.twitter.com/ArmyWCAP)\n* [Facebook](https://www.facebook.com/USArmyWCAP/)\n\n\n\n\n",
    "date": "Tuesday, February 6, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}