{
    "id": "2018-02-07",
    "title": "Future Vertical Lift",
    "body": "#######Provided by Future Vertical Lift Cross Functional Team   \n \n**What is it?**\n\nFuture Vertical Lift is an Army-led multi-service initiative, focused on enhancing vertical lift dominance through the development of next generation capabilities.  \n\nFuture Vertical Lift increases reach, protection, lethality, agility and mission flexibility to successfully dominate in highly contested and complex airspace against known and emerging threats.\n \n**What has the Army done?**\n\nPrior to Future Vertical Lift, the Army conducted over 35 years of incremental improvements to its rotorcraft fleet without a revolutionary increase in capability. The Army is leading Future Vertical Lift development by maturing a next generation of capabilities.  \n\nInitially, the Army and other services worked together to refine requirements for next generation reconnaissance, utility, medical evacuation and attack aircraft. The result was an Army-led Joint Multi-Role Technology Demonstrator Program (JMR-TD). Through this program, the Army is conducting ground and flight demonstrations of advanced rotorcraft designs for a revolutionary increase in capability. \n \nJMR-TD is also developing a [modular open systems](https://www.acq.osd.mil/se/initiatives/init_mosa.html) approach to provide a common digital network capability and an open architecture that is portable across multiple platforms, thereby shortening integration timelines of critical new capabilities to the warfighter.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue development and demonstration of all future vertical lift technologies. Through next generation designs, future vertical lift will integrate situation awareness, supervised autonomy, advanced manned/unmanned teaming and scalable and tailorable lethal/non-lethal fires and effects. \n\nFuture Vertical Lift will maintain an early and continuous focus on reliability and maintainability to create maintenance free operating periods and reduce forward logistics burdens, while also establishing an affordable life cycle of sustainment.  \n\nIn concert with the development of Future Vertical Lift is the development of the future family of Unmanned Aerial Systems that will work in intelligent synchronization with and complementary to future vertical lift.  Future Vertical Lift and future Unmanned Aerial Systems development will outpace threat capabilities and quickly deliver future innovations to the warfighter through an open architecture and a path to autonomy that enables flexible integration of future advanced technology and capabilities. \n\n**Why is this important to the Army?**\n\nFuture vertical lift's lethality, autonomy, reach, agility and protection attributes, teamed with future unmanned systems, extends Army Aviation's interoperability to get there, stay there, and dominate in Multi-Domain Battle. Future Vertical Lift enables the joint force to seize, retain, and exploit the initiative giving the ground force commander an asymmetric advantage against peer and near-peer adversaries.\n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/2018-01-16)\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/2017-10-09)",
    "date": "Wednesday, February 7, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}