{
    "id": "2018-02-12",
    "title": "Army Materiel Mobilization ",
    "body": "#######Provided by Army Materiel Command\n \n**What is it?**\n\nArmy Materiel Command integrates and synchronizes its materiel management and logistics capabilities to support mobilization activities -- across rail, air and sea -- for the Total Force. Rapid mobilization is critical to projecting and sustaining land power to achieve Army objectives. \n\nMobilizing a globally engaged Army involves moving not only people, but also requires complex synchronization to effectively move equipment and materiel. Army Materiel Command and the materiel enterprise are key enablers of Army force projection, supporting Army readiness.\n \n**What is the Army doing/has done?**\n\nArmy Materiel Command is promoting a mobilization mindset across its workforce, focused at Military Surface Deployment and Distribution Command (SDDC) and Army Sustainment Command (ASC). This will reinforce developing muscle memory in every training rotation, theatre support movement, and humanitarian aid scenario. \n\nEfforts are underway to exercise mobilization - from increasing visibility of ship movements, to improving container and rail operations at home base. \n\nSince early operations in Iraq and Afghanistan, Army force projection has centered on rotational support to the European Deterrence Initiative and Pacific Pathways, in addition to other global counter-terrorism and humanitarian relief missions. \n\nWhile key to providing \"fight tonight\" capabilities in geographic hotspots, budget and infrastructure constraints have resulted in atrophied skill sets for major land battle mobilization against a near-peer competitor.\n\nArmy Materiel Command builds Army readiness in expeditionary logistics, linking geographically and organizationally disparate teams to successfully distribute equipment stocks to operational units. For example, Army Materiel Command integrates theater deployment support for the Army National Guard and Reserve Soldiers through Army Sustainment Command's Field Support Brigades for global training exercises and deployments, including Joint Exercise Cobra Gold, Key Resolve, and Foal Eagle, among others. \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy Materiel Command is setting conditions to regain proficiency in the mobilization of materiel by prioritizing training, updating policy and doctrine where needed, and synchronizing Army efforts across DOD. \n\n**Why is this important to the Army?**\n\nForce Projection is critical to achieving the Army's top priority of readiness. The materiel enterprise enables the Army's ability to quickly and effectively move the necessary equipment where it needs to be, when it needs to be there, to ensure rapid response to combatant commander requirements. \n\n\n**Resources:**\n\n* [Army Materiel Command](http://www.amc.army.mil)\n\n* [Army Sustainment Command ](http://www.aschq.army.mil/home/default.aspx)\n\n* [Military Surface Deployment and Distribution Command](https://www.sddc.army.mil/Pages/default.aspx)\n\n\n**Related STAND-TO!:**\n\n* [Readiness](https://www.army.mil/standto/archive_2017-10-04)\n\n**Related document:**\n\n* [Power Projection Readiness: A Historical Perspective by MG Ryan (Army Sustainment Magazine)](http://www.alu.army.mil/alog/2017/MAYJUN17/PDF/185970.pdf)\n\n**Related article:**\n\n* [Modern Sustainment Warfare: Operation Patriot Bandoleer]( https://www.army.mil/article/196709/modern_sustainment_warfare_operation_patriot_bandoleer)\n\n",
    "date": "Monday, February 12, 2018",
    "quote": "> When the Army Chief of Staff talks about being ready, he means being ready today, not in 30 days, 90 days or a year from now. He means ready today.\n\nGen. Gus Perna, commanding general, Army Materiel Command \n",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}