{
    "id": "2018-02-13",
    "title": "Joint Exercise Cobra Gold",
    "body": "#######Provided by U.S. Army Pacific\n \n**What is it?**\n\nCobra Gold is a joint theater security cooperation (JTSC) exercise co-sponsored by Thailand and United States and conducted annually in the Kingdom of Thailand. Cobra Gold is one of the largest theater security cooperation exercises in the Indo-Pacific region and an integral part of the U.S. commitment to strengthen engagement in the region. \n \n**What is the Army doing/has done?**\n\nCobra Gold 18 (CG 18) will be held from Feb. 12-23, 2018. CG 18 emphasizes coordination on civic actions, such as humanitarian assistance and disaster relief, seeking to expand regional cooperation and collaboration in these vital areas.  CG18 is the 37th iteration of the Cobra Gold series of exercises. \n\nArmy units from 2-25 Infantry Brigade Combat Team and the 25th Combat Aviation Brigade will conduct joint and combined live fire exercises with the Royal Thai Army, U.S. Navy, and U.S. Air Force. Additionally the 2-25 IBCT will engage with their Royal Thai Army counterparts in Urban Operations, Jungle Survival, Counter Improvised Explosive Device techniques, and first aid.\n \nCG18 will consist of three primary events:\n* A staff exercise that includes a senior leader seminar.\n* Multiple humanitarian civic assistance projects.\n* A field training exercise that includes a variety of training events to enhance interoperability and strengthen regional relationships.\n\nTwenty-nine nations are either directly participating in or observing CG18, with approximately 5,600 U.S. personnel participating both ashore and afloat.\n\n**What continued efforts does the Army have planned for the future?**\n\nFuture exercises will continue to build on progress made to conduct joint/multinational operations and improve multinational interoperability and capacity. The exercise is rooted in partnerships and recognizes the need for multinational solutions to solve common challenges.\n\n**Why is this important to the Army?**\n\nCobra Gold is an important element of the United States and participating nation's regional military to military engagement efforts seeking to maintain readiness, develop capabilities, and enhance security and stability in the Indo-Pacific region. \n\nThe CG18 goal is to advance regional security and ensure effective responses to regional crises by exercising a robust combined task force of nations sharing common goals and security commitments in the Indo-Pacific region.\n\nU.S. involvement in CG18 demonstrates U.S. commitment to building interoperability with participating nations and to supporting peace and stability in the region. Additionally, training conducted during the exercise will better enable a rapid multilateral response to humanitarian crises and natural disasters in the area.\n\n**Resources:**\n\n* [U.S. Army Pacific](https://www.army.mil/usarpac/)\n* [Marine Corps: Exercise Cobra Gold](http://www.marforpac.marines.mil/Exercises/Cobra-Gold/)\n* [DVIDS: Exercise Cobra Gold](https://www.dvidshub.net/feature/CobraGold)\n\n**Social media presence:**\n\n* [Cobra Gold on Facebook](https://www.facebook.com/ExerciseCobraGold)\n* [USARPAC on Facebook](https://www.facebook.com/USARPAC/)",
    "date": "Tuesday. February 13, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}