{
    "id": "2018-02-14",
    "title": "Army Worldwide Antiterrorism Training Seminar",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n \n**What is it?**\n\nThe 16th Annual Army Worldwide Antiterrorism Training Seminar, addresses phase IV of the Army Antiterrorism Strategic Plan. The theme for this year's training is *Closing the Ring,* which acknowledges the efforts to close gaps in the Army's antiterrorism protection, by tightening defensive systems and strengthen coordination.  \n\nProtection against terrorism is not an objective unto itself -- it is integrated into all Army missions and activities.    \n\n \n**What is the Army doing/has done?**\n\nThis training seminar, hosted by the Department of the Army Office of the Provost Marshal General (OPMG), Antiterrorism Division, will be held from Feb. 13-16, 2018. \n\nAntiterrorism professionals from Army Command, Army Service Component Command, Direct Reporting Unit, Army National Guard, Army Reserve, Army agencies, Department of Defense, Joint Staff, Combatant Commands, Interagency and International partners will convene at this forum.  Topics related to understanding the terrorist threat as well as countermeasures will be discussed. \n\nAt this forum, attendees will collaborate and coordinate on the risks and mitigation measures associated with Unmanned Aircraft Systems (UAS), soft target security, international combatting terrorism programs, and cyber threats.\n\nThe outcomes from this seminar will assist the senior leaders, responsible for the execution of command-level antiterrorism programs, to make an informed decision on the way forward.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to implement an antiterrorism strategy.  A supporting communication plan seeks to instill heightened awareness and vigilance to protect the Army community from terrorist activities.  To facilitate community out-reach efforts, the Deputy Chief of Staff, G-3/5/7 designated quarterly themes to promote unified focus for antiterrorism priorities.  \n\nSpecial events and quarterly themes planned through fiscal year 2018 include: \n\n* 1Q/FY18: Empowering Antiterrorism Coordinators\n* 2Q/FY18: Continual Evolving Threat\n* 3Q/FY18: Leveraging the Combating Terrorism Center\n* 4Q/FY18: Expanding Community Outreach\n* August 2018: Observance of Antiterrorism Awareness Month (pre-decisional)\n\n\n**Why is this important to the Army?**\n\nTerrorism is an enduring, persistent, worldwide threat to the nation and the armed forces.  Preventing terrorists from directing or supporting external operations against the United States homeland and our citizens, allies, and partners remaining a DOD and Army objective.  Army forces (including installations, standalone facilities and operational units) must be capable of deterring, preventing, and defending against the full range of terrorist tactics.  \n\nThis training event provides an opportunity to assess the status of Army antiterrorism efforts, address emerging issues/gaps, and train antiterrorism professionals.  \n\n\n**Resources:**\n\nNote:  Information and products supporting the antiterrorism training seminar are located on the Army Antiterrorism Enterprise Portal (ATEP).  Additionally, a post-seminar proceedings report will be published and posted to ATEP in March 2017.\n\n* [U.S. Army Office of the Provost Marshal General](http://www.army.mil/opmg)\n* CAC login required to access the following sites: \n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [Army Antiterrorism Enterprise Portal (ATEP) ](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) \n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)  \n\n\n**Related STAND-TO!:**\n\n* [1Q/FY18: Empowering Antiterrorism Coordinators ](https://www.army.mil/standto/archive_2017-09-28)\n* [2Q/FY18: Continual Evolving Threat](https://www.army.mil/standto/archive_2018-01-02)\n* [Antiterrorism Awareness - Linking AT Strategy, Policy and Plans](https://www.army.mil/standto/archive_2017-04-10)",
    "date": "Wednesday, February 14, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}