{
    "id": "2018-02-15",
    "title": "Assured Positioning, Navigation and Timing ",
    "body": "#######Provided by Assured Positioning, Navigation and Timing Cross-Functional Team  \n\n**What is it?**\n\nPositioning, navigation and timing is a critical enabler for nearly all warfighting functions. It impacts the warfighter's ability to shoot, move, communicate, provide command and control, and maintain situational awareness. Accurate and trusted positioning, navigation and timing is a central component to Warfighter dominance in the battlefield.    \n\n \n**What is the Army doing/has done?**\n\n[Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established the Assured Positioning, Navigation and Timing Cross-Functional Team pilot. \n\n* The team formed and achieved initial operating capability in November 2017 at Aberdeen Proving Ground, Maryland. \n\n* The cross-functional team consists of a core team of experts in acquisition, science and technology, testing and evaluation, development, training, and integration and engages with multiple organizations, to include industry and academia, for coordination and support.\n\n* The cross-functional team brings the Warfighter, developer, and tester to the center of the acquisition process, enabling the rapid and frequent delivery of positioning, navigation and timing capabilities, operationally adaptable and scalable to the rapidly changing combat environment. \n\n* Army leadership approved the cross functional team's strategic capability roadmap in January 2018.   \n\n\n**What continued efforts does the Army have planned for the future?**\n\n* The Assured Positioning, Navigation and Timing Cross-Functional Team maintains three areas of focus. \n  * Establish a foundational architecture that affords an assured positioning, navigation and timing path to enhance resiliency with incremental and scalable capability. \n\n  * Synchronize Army positioning, navigation and timing efforts across Program Executive Offices, the [Army Rapid Capabilities Office](http://rapidcapabilitiesoffice.army.mil/), science and technology programs, policy procedures, and training and leader education. \n\n  * Conduct experiments and deliver requirements documents aligned to Army modernization priorities. \n\n* The Cross-Functional Team will operate three lines of effort that focus on Army modernization priorities to include long-range precision fires, air missile defense, and the network. \n  * User Equipment: Enable the development and fielding of platform and soldier positioning, navigation and timing capabilities.\n \n  * Enterprise Enablers: Provide infrastructure and alternative navigation solutions across the battlefield to ensure resiliency for the warfighter.\n \n  * Situational Awareness: Increase knowledge of the radio frequency spectrum to enhance timely decision making.\n\n**Why is this important to the Army?**\n  \nThe U.S. Army must maintain overmatch by maximizing its freedom of maneuver while creating areas of denial on the battlefield against near-peer threats. The Assured Positioning, Navigation and Timing Cross-Functional Team will enable the delivery of these critical capabilities to maintain current readiness, while supporting  warfighter dominance across all future domains of warfare. \n\n**Resources:**\n\n**Related document:**\n\n* [Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)\n* CFT: [Long-Range Precision Fires](https://www.army.mil/standto/archive_2018-01-17)\n* CFT: [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n\n",
    "date": "Thursday, February 15, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}