{
    "id": "2018-02-20",
    "title": "National Engineers Week",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nNational Engineers Week, founded in 1951, coincides with the birthday of President George Washington -- America's first engineer. National Engineers Week provides an opportunity to the nation to:\n\n* Recognize achievements in the engineering profession.\n* Improve external understanding of USACE contributions to the Nation through engineering.\n* Promote professional development of engineers.\n* Encourage more children and young adults to pursue engineering.\n   \n**What is the Army doing/has done?**\n\nThe Army observes the National Engineers Week Feb 17-24, to honor the Army engineers and the work they perform under the directorate of U.S. Army Corps of Engineers ([USACE](http://www.usace.army.mil/)).   \n\n* USACE's [Civil Works](http://www.usace.army.mil/Missions/Civil-Works/) mission provides a key foundational component of the nation's public infrastructure that facilitates economic growth, quality of life, environmental health and national security. \n* The USACE [Military Missions](http://www.usace.army.mil/Missions/Military-Missions/) program matches capabilities to combatant command requirements to develop efficient and effective solutions to support diplomacy, defense and developmentthe three pillars underpinning our National Security Strategy.\n* USACE has one of the largest [environmental](http://www.usace.army.mil/Missions/Environmental/) restoration and environmental sustainability roles in the federal government, supporting our interservice and [interagency](http://www.usace.army.mil/Missions/Military-Missions/Interagency-International-Support/) partners in achieving their goals for environmental compliance and cleanup. \n* USACE is one of the nation's largest federal providers of outdoor recreation, managing more than 400 lake and river projects in 43 states, providing a diverse range of outdoor activities close to home and to people of all ages.\n* To help address the nation's [STEM](http://www.usace.army.mil/STEM/) challenge, USACE employees participate in mentorship programs, science fairs, robotics competitions, teacher-training workshops, recreational events, STEM camps and other educational opportunities.\n* Total USACE obligations in FY17 were $25.4 billion, comparable to #112 on the Fortune 500 list.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe history of America is the history of the Corps of Engineers. [Army engineers]( https://www.army.mil/standto/archive_2015-02-27) continue to play a crucial role in the growth and welfare of the nation by solving the toughest engineering challenges.  With sustainability as a guiding principle, the disciplined USACE team works diligently to strengthen the nation's security by building and maintaining America's water resources infrastructure and providing military facilities where service members train, work and live. \n \n\n**Why is this important to the Army?**\n  \nArmy engineers deliver facilities and infrastructure to help the armed forces maintain readiness, achieve Army modernization goals, and support U.S. defense and security assistance goals worldwide.  Army engineers deliver vital engineering solutions, along with our partners, to secure the nation, energize our economy, and reduce risks related to disasters.  \n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers: A Brief History](http://www.usace.army.mil/About/History/BriefHistoryoftheCorps.aspx)\n* [U.S. Army Engineer School and Regiment](http://www.wood.army.mil/usaes)\n* [Go Army: Engineering](http://www.goarmy.com/careers-and-jobs/about-army-stem/engineering-jobs.html)\n\n\n**Related STAND-TO!:**\n\n* [Water Resources Database](http://www.army.mil/standto/archive_2013-05-22)\n* [249th Engineer Battalion (Prime Power)](https://www.army.mil/standto/archive_2017-07-19/)\n* [USACE Readiness Support Center](https://www.army.mil/standto/archive_2017-07-18/)\n* [Forward Engineer Support Team](https://www.army.mil/standto/archive_2017-07-10/)\n* [The Army Engineer Research and Development Center (ERDC) ]( http://www.army.mil/standto/archive_2017-02-07/)\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27)\n\n**USACE on social media:**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)\n",
    "date": "Tuesday, February 20, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)"
}