{
    "id": "2018-02-21",
    "title": "Army Barracks Management Program",
    "body": "#######Provided by Assistant Chief of Staff for Installation Management \n\n**What is it?**\n\nThe Army Barracks Management Program is an adaptive partnership between installation staff and military unit leaders to ensure permanent party barracks are assigned to meet the needs of Soldiers and the Army. The Army Barracks Management Program streamlines management of unaccompanied housing facilities across the Army. This program optimizes available resources, invests in barracks modernization and ensures the Army maintains its commitment to single Soldiers. \n\nThe [Army Barracks Management Program](https://www.imcom.army.mil/Organization/G4FacilitiesandLogistics/ArmyBarracksManagementProgram.aspx) replaces the First Sergeant's Barracks Program 2020. Barracks now are managed at the company level versus the brigade level. The Army Barracks Management Program empowers Army leadership at the company level with full responsibility for day-to-day barracks operations with brigades providing oversight. The program improves facilities and furnishings stewardship and increases senior leader visibility of barracks management. \n \n   \n**What is the Army doing/has done?**\n\nThe Army implemented the Army Barracks Management Program Feb. 1, 2018, for Army commands, Army service component commands and direct reporting units. This is an improvement upon the 2012-implemented First Sergeant's Barracks Program 2020, which served as the foundation for enhanced barracks stewardship, increased maintenance of Unaccompanied Housing and higher quality-of-life for single Soldiers. \n\nThe barracks environment is improved by focusing on accommodations, furnishings and policies. The Army Barracks Management Program reinforces the Army's commitment to Soldiers by ensuring a more visible role in the barracks by unit leaders who monitor morale, health, welfare and discipline issues of their Soldiers\n\n \n**What continued efforts does the Army have planned for the future?**\n\nArmy Housing published an Army Barracks Management Program handbook on Jan. 9, 2018, that outlines roles and responsibilities for Soldiers and units. Army plans to reach initial operating capability of the Army Barracks Management Program by July 31, 2018. \n\nArmy expects full operating capability by July 31, 2019. The program will ensure all of Soldiers live in clean, safe and secure environments that provide privacy and comfort as well as predictable living standards.\n \n \n**Why is this important to the Army?**\n  \nQuality barracks and unaccompanied housing services are essential to resilience and quality of life for Soldiers. A Soldier's living environment is an important factor to preserve and enhance the all-volunteer force. As the home for the Army's single Soldiers, quality unaccompanied housing and services improve Soldier wellbeing. Efficient and equitable management and use of barracks resources increases the number of Soldiers living in unaccompanied and reduces the requirements for housing allowance payments. \n\n**Resources:**\n\n* [Army Barracks Management Program](https://www.imcom.army.mil/Organization/G4FacilitiesandLogistics/ArmyBarracksManagementProgram.aspx)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil)\n* [Army Housing Online User Services](https://www.housing.army.mil/)\n* [Assistant Chief of Staff for Installation Management ](http://www.acsim.army.mil/index.html)\n\n**Related document:**\n\n* [Army Barracks Management Program Handbook ](http://46q.us/dev/imcom/application/files/2715/1639/0097/ABMP_Handbook_Final_9_January_2018.pdf)\n\n**Army Housing on social media:**\n\n* [Facebook](https://www.facebook.com/USArmyHousing/)\n* [Twitter](http://www.twitter.com/usarmyhousing)\n",
    "date": "Wednesday, February 21, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}