{
    "id": "2018-02-22",
    "title": "Next Generation Combat Vehicles",
    "body": "#######Provided by Next Generation Combat Vehicle Cross Functional Team \n\n**What is it?**\n\nThe Next Generation of Combat Vehicles allows the Army to achieve combat vehicle overmatch in close combat against the pacing threat.  It delivers decisive lethality with manned and unmanned teaming as part of a combined arms team in the future operating environment.\n   \n**What is the Army doing/has done?**\n\nThe Army established the Next Generation Combat Vehicle Cross-Functional Team at Fort Benning, Georgia, in November of 2017. \n\n* The team will use a rapid, iterative process to capability development that reduces costs, technological obsolescence, acquisition risk, and increases the speed of delivery. \n* The cross-functional team will look to non-traditional suppliers and academics as well as leverage early prototyping and Soldier experimentation before defining requirements.\n* Army leadership approved the cross-functional team's strategic capability road map in February 2018.\n\n \n**What continued efforts does the Army have planned for the future?**\n\nTo develop the next generation of combat vehicles, the Army is exploring development of key enabling technologies in the following areas:\n\n* Maneuver Robotics and Autonomous Systems- To enable and increase the effectiveness of future maneuver formations with extended reach, by combining manned and unmanned teams in the conduct of cross-domain maneuver.\n* Directed Energy and Energetics- To leverage directed energy and energetics in lethal, non-lethal and protection applications that increases survivability and lethality. \n* Power Generation and Management- To create the capability to service all platform energy needs via alternative energy means increasing operational range and reducing sustainment demands.\n* Advanced Armor Materiel Solutions-To break the current paradigm that dictates that greater protection comes only from passive armor.\n* Vehicle Protection Suites- To seek vehicle protection applications that optimize passive armor and active protection systems to increase overall protection while allowing for a decrease in vehicle weight thus improving mobility, protection and sustainability.\n\n**Why is this important to the Army?**\n  \nSoldiers must have a next generation combat vehicle that provides increased survivability, mobility and lethality at a reduced weight, to close with and destroy peer threats through maneuver, firepower, and shock-effect. \n\n**Resources:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16)\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)\n* [CFT: Long-Range Precision Fires](https://www.army.mil/standto/archive_2018-01-17)\n* [CFT: Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n* [CFT: Assured Positioning, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15)\n\n\n**Related documents:**\n\n* [Army Directive 2017-24: Cross Functional Team Pilot In Support of Materiel Development](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)\n",
    "date": "Thursday,  February 22, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}