{
    "id": "2018-02-26",
    "title": "Exercise Roving Sands ",
    "body": "#######Provided by 32d Army Air and Missile Defense Command\n\n**What is it?**\n\nExercise Roving Sands is a three-week long joint air defense exercise held at Fort Bliss, Texas that focuses on training and certifying the Air Defense Artillery units of the [32d Army Air and Missile Defense Command](https://www.bliss.army.mil/32nd/). The exercise focuses on providing a combat training center-like evaluation where units simulate combat operations in an austere environment and refine their air defense skills in preparation for real world global response. \n\nAs part of the joint training, the Marines and Air Force also take part in the exercise as simulated enemy air threats. \n\n**What is the Army doing/has done?**\n\nThe Army, specifically the 32d AAMDC, is reviving Exercise Roving Sands, after a 13-year hiatus. This was an annual exercise that ran from 1989 to 2005. Roving Sands 2018 is set to take place in the February-March time frame.\n\nUnits taking part in Roving Sands 18 involve elements of all four of the command's brigades. Units are \"deploying\" to Fort Bliss to be tested in a real-world, expeditionary type scenario as forces and equipment flow into \"theater\" via air and rail movement. In Fort Bliss they will conduct Reception, Staging, Onward-movement and Integrations operations prior to executing their missions. \n\nDuring Roving Sands 18 units involved will focus on their ability to move, communicate and sustain over a large operational distance while providing air missile defense to protected assets. Throughout the exercise, units involved will be under the close scrutiny of Observer/Controller-Trainers, who will assess and ultimately validate them.\n\nMajor platforms involved in the exercise include the Patriot, THAAD and Avenger Systems and will culminate with a live-fire exercise to take place at White Sands Missile Range, New Mexico.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe goal is for Roving Sands to remain as an annual exercise that creates a venue forcing staff refinement of internal operational readiness procedures throughout the Air Defense Artillery community. This exercise will be a vehicle for 32d AAMDC to exercise mission command outside of the bi-annual Air Missile Defense Exercise conducted in the CENTCOM area of responsibility. \n \n \n**Why is this important to the Army?**\n  \nRoving Sands creates an opportunity for the Air Defense Artillery community to conduct joint, maneuver-based exercises in a dynamic environment while validating readiness. With the growing threat from missiles, rockets, artillery and mortars, as well as unmanned aerial systems, Air Defense Artillery forces will continue to be forefront in the defense of America and her allies.  \n\n**Resources:**\n\n* [32d Army Air and Missile Defense Command](https://www.bliss.army.mil/32nd/)   \n* [History of 32d AAMDC](http://www.bliss.army.mil/32nd/History.html)\n\n\n**Related STAND-TO!:**\n\n* [32d Army Air and Missile Defense Command](https://www.army.mil/standto/archive_2017-09-05)\n* [The Army Air and Missile Defense Enterprise Integrator]                                         (https://www.army.mil/standto/archive_2017-01-17)\n\n**Related articles:**\n\n* [Air Defense Community Needs Large, Collective Exercise, says Brigadier General](https://www.army.mil/article/182039/)\n* [The New Threat: Air and Missile Defense for Brigade Combat Teams] (https://www.ausa.org/articles/New-Threat-Air-and-Missile-Defense-Brigade-Combat-Teams)\n\n**32d AAMDC on social media:**\n\n* [Facebook](https://www.facebook.com/32ndAAMDC/)\n* [Flickr](https://www.flickr.com/photos/159562846@N06/)\n* [Instagram](https://www.instagram.com/32dswiftandsure/?hl=en)\n* [YouTube](https://www.youtube.com/channel/UClaJ9o1zOSAFoyDB0-9JVog?view_as=subscriber)\n* [Twitter](https://twitter.com/32dswiftandsure)\n\n",
    "date": "Monday, February 26, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}