{
    "id": "2018-02-27",
    "title": "Soldier Protection and Survivability Directorate",
    "body": "#######Provided by U.S. Army Natick Soldier Research, Development and Engineering Center\n\n**What is it?**\n\nThe [Soldier Protection and Survivability Directorate](https://www.nsrdec.army.mil/#/whatwedo) has the mission to empower and protect the dismounted Soldier and enable small unit dominance through revolutionary customer-focused research, development, and engineering. The directorate executes science and technology programs in: \n\n*  Ballistic Protection Systems\n* Chemical and Materials Sciences that support the development of Combat Clothing and Individual Equipment\n* Chemical/Biological Protective Materials\n* Load Carriage Systems\n* Sensory Protection\n* Signature Management\n* Textile Prototyping and Testing \n\n**What is the Army doing/has done?**\n\n \nThe subject matter experts within the directorate, collaborating with other Army and DOD partners, continually expand and improve capabilities for the Soldiers. A few projects and developments over the past two-years include:\n\n* Ballistic Combat Shirt - is a form-fitting, integrated armored shirt that offers ballistic protection to the deltoid (upper arm), thorax and neck.\n* Blast Debris Protective Harness- provides fragmentation and blast debris protection to the groin area. \n* Jungle Fabric and Architecture Development Effort - this effort, in collaboration with PEO-Soldier and TRADOC, helps in researching and developing materials and uniform configurations specific to hot/wet tropical environments.\n\n**What continued efforts does the Army have planned for the future?**\n\nCurrent research conducted within the directorate will continue to increase Army readiness through new technologies and concepts, including the following two programs:\n\n* Head Protection Science Technology Objective - This program addresses the need to reduce head injuries by demonstrating significant improvements in ballistic and blunt impact protection. The program's goals are to: \n\n    * Demonstrate an improved helmet suspension systems that provide enhanced blunt impact protection\n    * Demonstrate a lightweight combat helmet at the Advanced Combat Helmet weight that provides increased ballistic protection.\n\n* Cold Temperature and Arctic Protection System - This effort assesses the material performance and interactions of commercial and developmental materials in cold/extreme cold weather environments. This system includes a multi-layer clothing system: headwear (cap, neck gaiter, balaclava), handwear (contact glove, intermediate cold weather glove, mittens), and footwear (cold weather boots). The effort provides focus on integration as an ensemble and with body armor and load carriage in order to enable the Soldier to operate effectively in this extreme environment.\n \n**Why is this important to the Army?**\n \nThe directorate's work focuses on and protects the US Army's #1 resource: Soldiers. This research is tied directly to the readiness needed to create clear overmatch across all domains of warfare for our Soldiers and Small Units. The directorate is committed to Soldier survivability technology, directly enhancing a Soldier's lethality in contested areas to deter and rapidly defeat potential adversaries. \n\n**Resources:**\n\n* [U.S. Army Natick Soldier Research, Development & Engineering Center]( https://www.nsrdec.army.mil/#/)\n* [Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n\n**Related STAND-TO!:**\n\n* [U.S. Army Natick Soldier Research, Development and Engineering Center]( https://www.army.mil/standto/2017-11-08)\n* [Expeditionary Maneuver Support Directorate]( https://www.army.mil/standto/archive_2018-01-31)\n* [Combat Feeding Directorate](https://www.army.mil/standto/archive_2018-01-04)\n* [Soldier Protective Equipment](https://www.army.mil/standto/2016-08-15)\n\n**Related articles:**\n\n* [Army engineer invents lightweight ballistic combat shirt, wins award](https://www.army.mil/article/171752)\n* [Army patents new blast debris protective harness](https://www.army.mil/article/176436/) \n\n\n",
    "date": "Tuesday, February 27, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}