{
    "id": "2018-02-28",
    "title": "Soldier Performance Optimization Directorate",
    "body": "#######Provided by U.S. Army Natick Soldier Research, Development and Engineering Center\n\n**What is it?**\n\n[The Soldier Performance Optimization Directorate](https://www.nsrdec.army.mil/#/whatwedo)  of the U.S. Army Natick Soldier Research, Development and Engineering Center (NSRDEC) increases Soldier and small unit lethality through cutting-edge science and technology enhancing Soldier performance through cognitive, biological, and physical sciences. \n\n**What is the Army doing/has done?**\n\nThe directorate conducts pioneering research and development in:\n* Exoskeletons\n* Unmanned aerial systems\n* Human performance assessments and enhancements\n* Integrating the Soldiers' information management capabilities\n\nThese efforts increase Soldiers' ability to shoot, move, communicate, protect, and sustain, and enhances readiness. The directorate's work is performed both in highly-controlled lab settings as well as in the field during training exercises with the operational force, providing the most realistic conditions possible to understand and advance Soldier performance.           \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe directorate's research and development will continue to focus on:  \n\n* Human performance and systems integration sciences\n* Situational awareness for the sensored Soldier\n* Robotics and unmanned aerial and ground systems\nResearch is also conducted into enabling technologies, such as power and energy, anthropometry (the scientific study of the measurements and proportions of the human body), human factors and biological sciences.  \n  \nOne ongoing effort is the Monitoring and Assessing Soldier Tactical Readiness and Effectiveness (MASTR-E) project.  Working in close collaboration with the 82nd Airborne Division, the project will identify the human performance x-factors that reliably account for sustained dismounted Soldier and squad performance.\n\n**Why is this important to the Army?**\n \nSoldier performance research and development is crucial for improving Soldier lethality.  Soldier Performance Optimization Directorate focuses on researching and developing capabilities that improve a Soldier's ability to shoot, move, communicate, protect and sustain, the fundamental underpinnings of lethality. Through this cutting edge work, in partnership with industry, academia, and the teammates in the operational force and across the Army, Soldier Performance Optimization Directorate will advance the state of the art, delivering capability to customers and the field. \n\n**Resources:**\n\n* [U.S. Army Natick Soldier Research, Development & Engineering Center]( https://www.nsrdec.army.mil/#/)\n* [Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n\n**Related STAND-TO!:**\n\n* [U.S. Army Natick Soldier Research, Development and Engineering Center](https://www.army.mil/standto/2017-11-08)\n* [Soldier Protection and Survivability Directorate](https://www.army.mil/standto/2018-02-27)\n* [Expeditionary Maneuver Support Directorate](https://www.army.mil/standto/archive_2018-01-31)\n* [Combat Feeding Directorate](https://www.army.mil/standto/archive_2018-01-04)\n* [Soldier Protective Equipment](https://www.army.mil/standto/2016-08-15)\n\n \n\n",
    "date": "Wednesday, February 28, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n**March 2018**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women)\n\nMar. 29: National Vietnam War Veterans Day"
}