{
    "id": "2017-09-05",
    "title": "32d Army Air and Missile Defense Command",
    "body": "#######Provided by 32d AAMDC, Fort Bliss, Texas\n\n**What is it?**\n\nThe 32d Army Air and Missile Defense Command (AAMDC), headquartered at Fort Bliss is the sole active component Air and Missile Defense Command in [FORSCOM](https://www.forscom.army.mil), and the global force provider of air and missile defense capability. The 32d AAMDC provides training readiness authority to four subordinate Air Defense Artillery (ADA) brigades, comprising seventy-seven percent of all active component ADA forces. The 32d AAMDC also assumes responsibility for all counter-rocket, artillery, and mortar (C-RAM) new equipment training and unit mission rehearsal exercises.\n\nConsisting of more than 8,500 military and civilian personnel, the 32d AAMDC maintains a presence on five installations in four states. Globally engaged and strategically responsive, the 32d AAMDC also maintains a continual forward presence in the [CENTCOM](https://www.centcom.mil) area of responsibility, while providing forces worldwide to deter aggression and promote stability. \n\nThe 32d AAMDC:\n\n* Deters and fights regional aggression through aggressive theater air & missile defense coordination\n* Builds partner capacity to promote regional self-reliance and increase security\n* Provides strategic depth to FORSCOM with strong, capable, ready and responsive forces\n* Is the United States Army's premier Air and Missile Defense Command\n\nThe 32d AAMDC commands the subordinate ADA brigades:\n \n* 11th ADA Brigade, Fort Bliss, Texas\n* 31st ADA Brigade, Fort Sill, Oklahoma\n* 69th ADA Brigade, Fort Hood, Texas\n* 108th ADA Brigade, Fort Bragg, North Carolina, with a battalion stationed at Fort Campbell, Kentucky \n\n**What has the Army done?**\n\nThe 32d AAMDC successfully executed: \n\n* The forward-stationing of Terminal High Altitude Area Defense (THAAD) systems to Guam \n* Deployment of a THAAD Battery from the Global Response Force to the Republic of Korea. \n\nThe command also provided C-RAM protection to Operations Inherent Resolve and Freedom's Sentinel while maintaining AMD protection of critical assets across the CENTCOM AOR.\n\nThe contribution of 32d AAMDC forces in defending against air and missile threats is truly a success and ADA forces will continue to be an asset to combatant commanders worldwide.  \n\n**What continued efforts are planned for the future?**\n\nThe 32d AAMDC will remain ready and responsive by continuing to build lasting partnerships with allied nations through joint training and exercises; providing valuable AMD protection of critical assets needed to deter aggression and promote regional security and stability; and leading the way in modernizing the U.S. Army's ADA forces, to include Patriot, THAAD and Short Range Air Defense systems. \n\n**Why is this important to the Army?**\n\nWith the continued threat from missiles, rockets, artillery, and mortars, as well as aerial vehicles, ADA forces will continue to be forefront in the defense of America and her allies. The 32d AAMDC is the Army's largest, most experienced air defense artillery force and remains ready to respond to all air threats, in the homeland and abroad.   \n\n\n**Resources:**\n\n* [32d Army Air and Missile Defense Command](http://www.bliss.army.mil/32nd/) \n* [History of 32d AAMDC](http://www.bliss.army.mil/32nd/History.html)\n\n**Related STAND-TO!:** \n\n* [The Army Air and Missile Defense Enterprise Integrator](https://www.army.mil/standto/2017-01-17)                                         \n\n**Related article:**\n\n* [The New Threat: Air and Missile Defense for Brigade Combat Teams](https://www.ausa.org/articles/New-Threat-Air-and-Missile-Defense-Brigade-Combat-Teams)\n\n**32d AAMDC on social media:**\n\n* [Facebook](https://www.facebook.com/32ndAAMDC/) \n\n",
    "date": "Tuesday, September 5, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}
