{
    "id": "2017-09-06",
    "title": "Civilian Human Resources Agency ",
    "body": "#######Provided by the Civilian Human Resources Agency \n\n**What is it?**\n\nThe Civilian Human Resources Agency (CHRA) provides comprehensive human resources services for the Army. Services range from recruitment to retirement for all Army civilians, appropriated fund, non-appropriated fund, and local national employees.   \n\n**What has the Army done?**\n\nThe Civilian Human Resources Agency has executed the following services: \n\n* Created Automation Innovation Center (AIC). This premium center works to automate functions that previously required human intervention by replicating the decision logic of activities. The center uses the results to drive computer-generated key strokes and mouse movements to process personnel actions.  While the automated processes are running, quality control checks are performed, resulting in the processing of large numbers of personnel actions quickly and accurately. \n\n* Established Army Benefits Center -- Civilian (ABC-C).  This is the largest civilian benefits service provider in the Department of Defense.  The ABC-C is a team of professionals who provide quality benefits and entitlements services to customers through a centralized automated contact center.   They provide advisory services and process transactions for health benefits, life insurance, Thrift Savings Plan (TSP), retirement, and unemployment and injury compensation.  \n\n* Trained and developed Army's civilian human resources practitioners. Training is targeted to enhance technical, leadership and personal competencies. HR professionals analyze, design, develop, implement and evaluate a program of instruction that includes classroom, on-line and distance learning. An adjunct faculty program enhances the delivery of training courses and development of materials. Skilled curriculum development specialists and experienced technicians guarantee that the training and development of the HR professionals continues to be ready, reliable and relevant.\n\n**What continued efforts are planned for the future?**\n\nAs a Direct Reporting Unit (DRU) under the Department of the Army G-1, CHRA is part of the Army's initiative to mold human resources functions into a corporate structure, enabling efficient and effective human resources support worldwide.  \n\n**Why is this important to the Army?**\n\nSince 1776, the Army has employed civilians to work alongside men and women in uniform, filling critical support roles that free up Soldiers to focus on their missions.\n\nWith more than 330,000 civilian employees, Army Civilian Service is one of the largest, busiest and most successful elements within the Department of Army.   Army civilians are an integral part of the Army team, committed to selfless service in support of the protection and preservation of the United States.\n   \n\n\n**Resources:**\n\n* [Civilian Human Resources Agency](www.chra.army.mil) \n* [Army Civilians](http://cape.army.mil/civilians.php)\n\n",
    "date": "Wednesday September 6, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}