{
    "id": "2017-09-07",
    "title": "The Integrated Personnel and Pay System - Army Increment II, Release 2",
    "body": "#######Provided by Program Executive Office Enterprise Information Systems\n\n**What is it?**\n\nThe [Integrated Personnel and Pay System - Army](https://www.ipps-a.army.mil/) (IPPS-A) is an online Human Resources (HR) system that will provide integrated personnel, pay and talent management capabilities in a single system to all Army components for the first time ever. IPPS-A will improve the lives of Soldiers, their Families, and how the Army interacts with them by transforming its industrial age personnel systems to a 21st-century talent management system.\n\nIPPS-A will deliver visibility over the entire force and maximize the potential of the Army's greatest asset, the Soldier, to enhance Army readiness. It will improve access, timeliness and accuracy of personnel and pay information for the Total Army by integrating more than 30 current systems; eliminating more than 300 interfaces; ensure secure, consistent processes and data; and meeting required standards.\n\n**What has the Army done?**\n\nIncrement I, Release 1 was fielded to all three Army components -- active duty, National Guard, and Reserve -- in 2015. The first release interfaced with 15 personnel systems and built a foundational database of trusted personnel data for all future releases. In addition, this release provided each Soldier access to their [IPPS-A Soldier Record Brief](https://www.ipps-a.army.mil/wp-content/uploads/SRBDataCorrectness_ReferenceSheet_FINAL.pdf) (SRB), which will eventually become the authoritative Soldier record across all three components starting in Fiscal Year 2019.\n\n**What continued efforts are planned for the future?**\n\nIPPS-A is currently in Increment II, Release 2 which focuses on delivering human resources capabilities within the system to the Army National Guard and subsuming the functionality of Standard Installation/Division Personnel System. [Each of IPPS-A's releases will be deployed in phases](https://www.ipps-a.army.mil/deployment/), enabling the Army to better accommodate required system testing and training. In addition, this step-by-step approach will help users become familiar with the system prior to the planned military pay mission transition to HR professionals. The Army is committed to building and deploying a system that is transparent, efficient and comprehensive to meet the needs of today's Total Army.  \n\n**Why is this important to the Army?**\n\nSince 1776, the Army has employed civilians to work alongside men and women in uniform, filling critical support roles that free up Soldiers to focus on their missions.\n\nWith more than 330,000 civilian employees, Army Civilian Service is one of the largest, busiest and most successful elements within the Department of Army.   Army civilians are an integral part of the Army team, committed to selfless service in support of the protection and preservation of the United States.\n   \n**Resources:**\n\n* [IPPS-A](https://www.ipps-a.army.mil)\n* [IPPS-A News]( https://www.ipps-a.army.mil/news/)\n* [IPPS-A is Coming Video](https://www.youtube.com/watch?v=PG8JOjqTuoo)\n\n**Related documents:**\n\n* [Overview Fact Sheet](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_Overview_Fact_Sheet_8.5x11_FINAL_09May17.pdf)\n* [IPPS-A & the ARNG: What it Means to You](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_ARNG_Half_Fact_Sheet_FINAL_06Jun17.pdf)\n* [IPPS-A ARNG Business Card](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_ARNG_2_Sided_Business_Card_FINAL_06Jun17.pdf) \n* [What Guardsmen Need to Know about IPPS-A Training](https://www.ipps-a.army.mil/wp-content/uploads/R2_ARNG_TrainingRefSheet_EXTERNAL_Final.pdf)\n* [IPPS-A and Talent Management](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_TalentMgmt_Factsheet_FINAL_mechanic_9May17.pdf)\n\n**Related STAND-TO!:**\n\n* [The Integrated Personnel and Pay System- Army Release 1](https://www.army.mil/standto/archive_2014-02-28)\n\n**IPPS-A on social media:**\n\n* [Facebook](https://www.facebook.com/armyippsa/)\n* [YouTube](https://www.youtube.com/c/IPPSA)\n* [S1Net](https://www.milsuite.mil/book/community/spaces/apf/s1net/ipps-a)\n\n",
    "date": "Thursday, September 7, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}