{
    "id": "2017-09-11",
    "title": "Patriot Day: National Day of Service and Remembrance",
    "body": "#######Provided by Office of the Administrative Assistant to the Secretary of the Army\n\n**What is it?**\n\nOn Patriot Day, the Army and nation continue to honor, recognize and remember the nearly 3,000 people who lost their lives 16 years ago during the tragic events of Sept. 11, 2001. \n\nOn this day, the American flag is flown at half-staff at homes, at the White House, and at all U.S. government buildings and establishments at home and abroad. A moment of silence begins at 8:46 a.m. EDT, the time the first plane struck the North Tower of the World Trade Center. \n\nPresident Bush designated September 11th as Patriot Day, on Dec. 18, 2001.  In 2009, Congress designated September 11th as a National Day of Service and Remembrance. \n\nPatriot Day is different from Patriot's Day, which is a state holiday in April recognizing the first battles of the American Revolutionary War. \n\n\n**What has the Army done?**\n\nThe shared experience of Sept.11. 2001 links the nation together as Americans and is woven into the fiber that binds together Soldiers, Army civilians and Families. Many of today's Soldiers, from all backgrounds were inspired to swear the oath in response to the tragic events of 9/11 and have served this country valiantly always during wartime over the last decade and a half. Those patriots are part of the more than 181,000 Soldiers committed in 140 countries. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to honor, recognize and remember those individuals who lost their lives, the people they left behind, and the people who serve. America's Army is the *Strength of the Nation* and the men and women in uniform will continue to epitomize resiliency, strength and commitment to the country. The Army will leverage the strength of its diverse force and understands that it makes the Army stronger and more capable. \n\n**Why is this important to the Army?**\n\nAfter 16 years of war, facing significant budgetary pressures and an increasingly complex security environment the Army continues to build on its long history of success. The Army remains resilient in its ability to adapt and provide strong leadership to change and evolve.\n\nWhile the readiness of the Army must remain the No. 1 priority, it's important for the Army to maintain faith with the American people. The threat posed by extremists throughout the world has not lessened since Sept. 11, 2001, and the Army must have the training and equipment to successfully defeat the nation's enemies. \n\n   \n**Resources:**\n\n* [Patriot Day](https://www.army.mil/patriotday/)\n* [Army Values](http://www.army.mil/values/)\n* [Office of the Administrative Assistant to the Secretary of the Army](https://www.oaa.army.mil/)\n* [U.S. Army Center Of Military History: History](http://www.history.army.mil/news/2016/160900a_911.html)\n\n**Related STAND-TO!:**\n\n* [Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [Army Ethics](http://www.army.mil/standto/archive_2015-06-15/)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n",
    "date": "Monday, September 11, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> On Patriot Day, we honor the nearly 3,000 innocent lives taken from us on September 11, 2001, and all of those who so nobly aided their fellow citizens in America's time of need.  We rededicate ourselves to the ideals that ...\n\n\\- President Donald J. Trump's presidential proclamation for Patriot Day, 2017  \n\n[Read the complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/08/president-donald-j-trump-proclaims-september-11-2017-patriot-day)\n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}