{
    "id": "2017-09-13",
    "title": "U.S. Army Combat Readiness Center",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC) provides the U.S. Army with safety and risk management expertise to preserve readiness through prevention of accidental loss of Soldiers, Civilians, Families and vital resources. It is located at Fort Rucker, Alabama. \n\nThrough more than 60 years of existence, USACRC has evolved with the needs of the Army and the nation to become a Department of Defense leader in safety, loss prevention, safety and occupational health training, policy and accident investigation expertise. \n\n**What has the Army done?**\n\nThe Army has developed tools that provide leaders with information on risk mitigation and reinforce safe behaviors, enforce standards, and help keep Soldiers safe and ready for the fight. Resources are available at the [USACRC website](https://safety.army.mil):\n\n* [Army Readiness Assessment Program](https://www.army.mil/standto/archive_2015-10-27) (ARAP)  a web-based tool that provides commanders with data on their formations' readiness posture by sampling unit safety climate and culture. \n* [Army Risk Management Information System](https://rmis.safety.army.mil) (RMIS)  the central repository for all reportable Army accident data. RMIS gives authorized personnel access to accident reports, with a goal of preventing similar incidents. \n* [Ground Risk Assessment Tool](https://grat.safety.army.mil/GRAT/EntryLogin.aspx) (GRAT)  a mission planning tool that augments the military decision-making process. GRAT assists users in identifying potential hazards and controls for specified ground missions or activities.\n* [Off Duty Safety Awareness Presentation](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation.aspx) (ODSAP)  a safety presentation containing statistics, contributing factors and other relevant information regarding off-duty accidents. \n* [Preliminary Loss Reports](https://safety.army.mil/STATISTICS/PreliminaryLossReports.aspx) (PLR)  short synopses of Army mishaps alerting commanders, leaders and safety professionals to circumstances affecting readiness. \n* [Travel Risk Planning System](https://trips.safety.army.mil/) (TRiPS)  an automated trip planning tool facilitating dialogue between supervisors and subordinates prior to extended travel by private motor vehicle.\n \n**What continued efforts are planned for the future?**\n\nSince 2015, USACRC has undergone continuous change to meet requirements in accordance with HQDA goals and objectives. An across-the-board restructure was completed in fall 2016 to accomplish delayering and optimize spans of control to maximize efficiency. A concurrent business needs assessment defined updated requirements for both internal processes and external customer service. \n\nStakeholders from across the Army have collaboratively developed the framework to modernize Army Safety and Occupational Health Management System. This modernization will enhance the ability of commanders and leaders at all echelons to preserve readiness through the prevention of accidental loss.\n\n**Why is this important to the Army?**\n\nTotal force sustainment is critical to the nation's defense, and every Soldier has a duty to remain mission ready. Accidental loss affects unit readiness and the Army's ability to protect the nation.\n\nUSACRC's objective is to keep all Army personnel and their Family members safe and maintaining the Army's status as the world's most ready and capable military force. \n\n**Resources:**\n\n* [USACRC](https://safety.army.mil)\n* [USACRC history](https://safety.army.mil/HOME/History.aspx)\n\n**Related document:** \n\n* [The Army Safety Program](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN2099_AR385-10_Web_FINAL.pdf)\n\n**Related STAND-TO!:** \n\n* [Off-Duty Safety Awareness Presentation](https://www.army.mil/standto/archive_2017-06-15)\n* [Army Safety Online Tools and Initiatives](https://www.army.mil/standto/archive_2016-10-25)\n* [Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2014-12-24)\n\n ",
    "date": "Wednesday, September 13, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}