{
    "id": "2017-09-14",
    "title": "National Hispanic Heritage Month",
    "body": "#######Provided by Assistant Secretary of the Army (Manpower and Reserve Affairs)/ Army G-1\n\n**What is it?**\n\nNational Hispanic Heritage Month is celebrated from September 15th to October 15th. This year's theme is *Shaping the Bright Future of America*. The observance opens and closes mid-month because Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua celebrate their independence on September 15th, and Spain and Latin American countries celebrate the discovery of the Americas on October 12th.  This commemoration also takes into account the Independence Day of Mexico on September 16th and the Independence Day of Chile on September 18th.\n\nDuring this celebration, the Army draws attention to the achievements and contributions of Hispanics in the Army toward the defense of the nation.\n \n\n**What has the Army done?**\n\nDuring Hispanic Heritage Month, the U.S. Army commemorates the long-standing and remarkable contributions that Hispanics have made in building and defending the nation. Hispanics play vital roles in the Army as Soldiers and Civilians and are critical members of the Army team. The Army understands the value and strength that an all-inclusive, diverse environment generates.\n\nWith more than 40 Medal of Honor recipients dating back to the Civil War, Hispanic Americans represent the military with deep, abiding patriotism and heroism. Continuing this tradition, more than 133,000 Hispanics currently serve in the Total Force, and more than 66,000 of them are in the Regular Army. During this observance, the Army shows its appreciation of all Hispanic Americans who have served and those who continue to serve today.\n \n \n**What continued efforts are planned for the future?**\n\nTo sustain a high-quality force that is trained and ready, the Army will continue to ensure that all Soldiers and Civilians are given the opportunity to maximize their talents and potential and are treated with dignity and respect. \n\nThrough coordinated efforts throughout the Army, this observance will be used to inform Army audiences and celebrate the contributions of Hispanic Soldiers, Civilians, and their Families. \n\n\n**Why is this important to the Army?**\n\nJust as America's diversity has always been one of the nation's greatest strengths, the Army's diverse force makes it stronger and more capable. Hispanic Soldiers continue a legacy of professionalism, selfless service and courage that inspires generations to come. \n\n**Resources:**\n\n* Army.mil: [Hispanic Americans in the U.S. Army ](https://www.army.mil/hispanics)\n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army ](http://www.history.army.mil/html/topics/hispam/index.html)\n* [Valor 24 Medal of Honor](https://www.army.mil/medalofhonor/valor24/index.html/?from=st)",
    "date": "Thursday, September 14, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Hispanic Heritage Month, we celebrate the accomplishments of Hispanic Americans who have helped shape our great Nation.  We are grateful for the many contributions Hispanic American men and women make to our society and the vibrancy they weave into our American culture...\n\n\\- President Donald J. Trump proclaims September 15 through October 15, 2017, as National Hispanic Heritage Month\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/13/president-donald-j-trump-proclaims-september-15-through-october-15-2017) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}