{
    "id": "2017-09-18",
    "title": "Exercise Garuda Shield",
    "body": "#######Provided by U.S. Army Pacific\n\n**What is it?**\n\nGaruda Shield 2017 (GS 17) is a bilateral exercise sponsored by U.S. Army Pacific (USARPAC) and hosted by Tentara Nasional Indonesia Angkatan Darat (TNI --AD Indonesia Armed Forces). The purpose of this exercise is to promote positive military-to-military relationships, improve interoperability, increase cultural awareness, and enhance individual and collective training. GS17 will take place Sept. 18 -- Oct. 5, 2017 at various venues in Central and West Java, including Pusdik Penerbad Army Airfield (PPAA), Cibenda Training Area, and Sukabumi, Indonesia.\n\nGS 17 consists of an early entry aviation subject matter expert exchange (SMEE) and unmanned aerial surveillance SMEE, aviation live fire exercises (Surface and Littoral), a command post exercise, and an infantry company field training exercise (FTX) and live fire exercise (LFX).\n\nGS training is vital to ensuring forces can conduct effective peacekeeping operations.  The joint tactical-level training hones the technical competence of the subordinate units and fosters tactical interoperability between partners. \n\n\n**What is the Army doing?**\n\nGS 17 will include a brigade-level command post training exercise (CPX), focused on peacekeeping operations. It will also include a company-level FTX focused on training, interoperability, and an exchange of tactics, techniques and procedures.  The FTX will include a LFX.  Six subject matter expert exchanges will ensure the U.S. and TNI share experiences and lessons learned.\n\nIn GS17, the 25th Combat Aviation Brigade and TNI counterparts will conduct a live fire gunnery exercise focused on engaging littoral floating targets. \n\nApproximately 300 Hawaii-based Soldiers from the 25th Infantry Division and the Hawaii Army National Guard will participate in the training alongside an equal number of the TNI troops.\n\n\n**What continued efforts are planned for the future?**\n\nU.S. Army Pacific will continue to regularly sponsor these joint exercises and security assistance programs with Indonesia.  These responsive, efficient and effective exercises with Indonesia will continue to support training capacity and stability operations.  \n\n\n**Why is this important to the Army?**\n\nGaruda Shield provides a valuable opportunity to train with the Indonesian counterparts and establish good working relationships.  Having capable, interoperable forces throughout the Indo-Asia-Pacific region fosters peace and stability that is beneficial to U.S. interests and those of its partners.\nGS 17 helps further develop our bilateral partnership and strengthens Indonesian capacity as a regional leader and increasingly important global actor.\n\n\n**Resources:**\n\n* [Garuda Shield Facebook ](https://www.facebook.com/ExerciseGarudaShield)\n\n**Related Articles**\n\n* [USARAC Soldiers assist Indonesian soldiers with C-IED](https://www.army.mil/article/175302/usarpac_soldiers_assist_indonesian_soldiers_with_c_ied_training)",
    "date": "Monday September 18, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Hispanic Heritage Month, we celebrate the accomplishments of Hispanic Americans who have helped shape our great Nation.  We are grateful for the many contributions Hispanic American men and women make to our society and the vibrancy they weave into our American culture...\n\n\\- President Donald J. Trump proclaims September 15 through October 15, 2017, as National Hispanic Heritage Month\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/13/president-donald-j-trump-proclaims-september-15-through-october-15-2017) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}