{
    "id": "2017-09-19",
    "title": "Army Care of Supplies in Storage",
    "body": "#######Provided by U.S. Army Materiel Command\n\n**What is it?**\n\nArmy Care of Supplies in Storage (COSIS) is a program that covers the Army's stored supplies to ensure readiness. COSIS aims to identify and mitigate package degradation so items in storage remain serviceable and ready to deploy when they are needed. \n\nThe program includes inspection, testing, exercising and package preservation methods that optimize the time needed to replace or repair unserviceable items. Inspection plans are based on the type of material, packaging methods, local weather and storage facilities. \n\nThe program ensures supplies in storage receive maximum protection from rodents, insects and the environment. COSIS also establishes controls to ensure supplies and equipment are maintained in the most efficient and cost-effective manner. \n\n**What is the Army doing?**\n\nCOSIS helps the Army avoid wasteful replacement costs and prevents sending non-issuable mission-critical items downrange. Dedication to best COSIS practices within the Army Materiel Command's Stock Readiness Program played a large role in achieving a $271 million in item replacement cost avoidance in FY16 through packaging remediation. \n\nSince 2001, the Army Packaging Policy Working Group has met quarterly to improve Army military packaging management. The working group has prioritized COSIS improvements as the single issue with the greatest \"bang for the buck.\" In 2016, the group created the Army COSIS sub-working group to provide a decision-support team responsible for developing, recommending, and implementing changes to procedures, policy, and standardization of the care of supplies throughout the Army. \n\n\n**What continued efforts are planned for the future?**\n\nThe working groups are drafting an Army Technical Manual (TM) for COSIS. The COSIS TM will support the [Logistics Support Activity](https://www.army.mil/standto/archive_2017-05-31) (LOGSA) [Packaging, Storage, and Containerization Center](https://www.army.mil/standto/archive_2017-06-26)'s (PSCC) newly developed COSIS preventive maintenance inspection worksheet. The new worksheet allows non-technical supply personnel to visually inspect and document COSIS findings during warehouse and supply periodic inspections. \n\nPSCC is working with the [Combined Arms Support Command]( http://www.cascom.army.mil/) to improve Army COSIS training for those in supply and logistics occupational specialties. \n\nTo enhance the value of COSIS inspections, PSCC introduced the Army COSIS mobile app to capture and record the COSIS inspection results in order to quantify the scope of deficiencies to determine the required remediation and the best resourcing solutions.  The COSIS App is accessible through the LOGSA [Logistics Information Warehouse](https://liw.logsa.army.mil/).  \n \n\n**Why is this important to the Army?**\n\nThe new COSIS preventative maintenance Inspection Worksheet coupled with the COSIS App will improve the visibility of the true condition of supplies and provide ample lead-time to resolve issues. COSIS supports Army readiness by preventing the degradation of assets, ensuring that all stored Army supplies are ready for the battlefield. \n\n**Resources:**\n\n* [PSCC](https://www.logsa.army.mil/pscc/srhome.cfm)   \n* [Logistics Support Activity](https://www.logsa.army.mil/)\n* [Army Materiel Command](https://www.amc.army.mil/)\n\n**Related documents**\n\n* [AR 700-15, *Packaging of Materiel*,  Jan. 12, 2004](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r700_15.pdf)\n* [AR 700-37, *Packaging of Army Materiel*,  Feb. 22, 2013]( http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN2774_AR700-37_Web_FINAL.pdf)\n* [AR 735-5, *Property Accountability Policies*, Nov. 9, 2016](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r735-5_Web_Final.pdf)\n* [DA Pamphlet 700-32, *Packaging of Army Materiel*, Jan. 15, 2008]( http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/p700_32.pdf)\n* [AR 740-3, Stock Readiness](https://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN4303_AR740-3_WEB_Final.pdf)\n\n**Related STAND-TO!:**\n\n* [Packaging, Storage, and Containerization Center](https://www.army.mil/standto/archive_2017-06-26)\n* [Logistics Support Activity](https://www.army.mil/standto/archive_2017-05-31)\n* [Army Materiel Command Strategic Objectives](https://www.army.mil/standto/archive_2017-04-18)\n",
    "date": "Tuesday, September 19, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Hispanic Heritage Month, we celebrate the accomplishments of Hispanic Americans who have helped shape our great Nation.  We are grateful for the many contributions Hispanic American men and women make to our society and the vibrancy they weave into our American culture...\n\n\\- President Donald J. Trump proclaims September 15 through October 15, 2017, as National Hispanic Heritage Month\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/13/president-donald-j-trump-proclaims-september-15-through-october-15-2017) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}