{
    "id": "2017-09-20",
    "title": "The Army Innovation Strategy  ",
    "body": "#######Provided by Office of Business Transformation\n\n**What is it?**\n\nThe Army Innovation Strategy (AIS) 2017-2021 supports the Army's innovation to *gain competitive advantage today and into the future by embracing an enduring culture of innovation and entrepreneurship that drives solutions to win in a changing world.*\n\nA few approaches for accomplishing this are outlined in the strategy as follows:  \n\n* Programs and tools to generate and elevate new ideas or solutions for consideration\n* Increased tolerance for risk and failure in experimentation\n* Changing the way that the Army is managed \n\nThis strategy was recently approved and signed by the senior official performing the duties of the under secretary and the vice chief of staff.   \n \n\n**What is the Army doing?**\n\nThe Army Innovation Strategy is an enabling strategy to the Army Plan, the Army Vision, and the Army Business Strategy.  It was developed in collaboration with key stakeholders and senior leaders from across the Army to create the culture, structure, and systems that will unleash the creativity of the Total Force.  \n\nIts objectives address more than technology to address the need for innovation in Doctrine, Organization, Training, Leadership and Education, Personnel, Facilities and Policy.  The AIS will enable the Army to obtain capabilities ahead of competitors and adversaries,  address the use of disruptive, asymmetric tools that decrease the value of U.S. conventional weapons and equipment and streamline processes and systems within the institutional Army. \n\n\n**What continued efforts are planned for the future?**\n\nThe Army Office of Business Transformation will lead the effort to operationalize the strategy, bringing to fruition its goals and objectives.  Key actions include:\n\n* Develop and deploy implementation plans to operationalize the AIS.  These implementation plans will provide a framework and guidance for policy, directives, programs, processes and investments to systematically to accelerate innovation across the enterprise.   \n* Provide quarterly updates to Army senior leadership through the Army Business Council (ABC) to ensure progress and accountability in the achievement of AIS objectives. \n\n**Why is this important to the Army?**\n\nArmy agencies and organizations at all echelons are systematically developing and implementing innovative solutions to solve the Army's greatest challenges.   Therefore, the intent of the AIS is not to replace these efforts but to set the conditions for advancing a culture of innovation and entrepreneurship across the Army. These conditions will drive solutions to win in a complex world.\n\n**Resources:**\n\n* [Office of Business Transformation](https://www.army.mil/obt)\n* [Army Innovation Strategy](https://ecss.hqda.pentagon.mil/agencies/obt/Pages/Default.aspx) *Password protected -- Can be found under the Resources tab*\n\n**Related STAND-TO!**\n\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14)\n* [Army Ideas for Innovation Program ](https://www.army.mil/standto/2017-03-28)\n* [Changing Management Behavior: Every Dollar Counts](https://www.army.mil/standto/archive_2016-04-18)\n\n**Related article:**\n\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/article/170926/the_army_business_strategy_2017_2021)\n \n",
    "date": "Wednesday, September 20, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Hispanic Heritage Month, we celebrate the accomplishments of Hispanic Americans who have helped shape our great Nation.  We are grateful for the many contributions Hispanic American men and women make to our society and the vibrancy they weave into our American culture...\n\n\\- President Donald J. Trump proclaims September 15 through October 15, 2017, as National Hispanic Heritage Month\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/13/president-donald-j-trump-proclaims-september-15-through-october-15-2017) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month"
}