{
    "id": "2017-09-21",
    "title": "Gold Star Mother's and Family's Day",
    "body": "#######Provided by Army Installation Management Command\n\n**What is it?**\n\nGold Star Mother's and Family's Day is observed in the United States on the last Sunday of September. The U.S. Congress recognizes this as the day when America honors surviving parents and families of fallen service members -- specifically those who died while on active-duty. \n\nThe term \"Gold Star\" originated during World War I. Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each Family member serving in the military. Families stitched a gold star over the blue star to honor those members who died during military service.\n\nGold Star Mother's and Family's Day falls on the September 24th this year. This year's theme is *Remember surviving military mothers and families and honor the legacy of their loved ones who died in service to our Nation.* This ties to the centennial observance of the U.S. involvement in WWI, where the United States suffered over 100,000 deaths as a result of the conflict. Many survivors joined together with the rest of their community in acts of service during the war effort. \n\n\n**What is the Army doing?**\n\nArmy leaders encourage the military community to take time on this day to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones who have been left behind.\n\nThe Army remains indebted to Gold Star Mothers and Families as they are the legacies of their service member's ultimate sacrifice. Gold Star Mothers and Families are considered integral members of the Army community. \n\nThe Army is dedicated to paying tribute to fallen service members in recognition of the loved ones they left behind. During the Soldier's funeral service, the Army presents the surviving Family members with [Gold Star Lapel Button](http://www.army.mil/standto/archive_2013-12-05/) or the Lapel Button for Next of Kin of Deceased Personnel in honor of their fallen Soldier.  \n\n\n**What continued efforts are planned for the future?**\n\nThe [U.S. Army Installation Management Command](https://www.imcom.army.mil/) (IMCOM) is committed to continue to providing quality care, support and services to surviving family members, through programs such as Army Survivor Outreach Services](https://www.sos.army.mil/). \n\nThe Army is dedicated to providing ongoing support to over 75,000 surviving Family members of fallen service members. Army Survivor Outreach Services offers resources including supportive counseling, financial education, benefits coordination and support groups to surviving Family members for as long as they need or request Army involvement.\n\nThe Army will remain thankful for all individuals, nonprofit organizations, and nongovernmental organizations that complement the Army's continuum of support.\n \n**Why is this important to the Army?**\n\nGold Star mothers and family members are, and always will be, a part of the Army Family.  The Army recognizes their courage and sacrifice and is committed to supporting them while honoring the legacy of their fallen service members. \n\n**Resources:**\n\n* Army.mil: [Gold Star Survivors](http://www.army.mil/goldstar) \n* [Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) \n* [Army Installation Management Command](http://www.imcom.army.mil/) \n* [Symbols of Honor Worn by Surviving Military Families](http://www.symbolsofhonor.org/) \n* [Army Survivor Outreach Services](https://sos.army.mil/) \n\n\n**Related STAND-TO!**\n\n* [Survivor Outreach Services](https://www.army.mil/standto/archive_2013-11-26/)\n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/) \n\n\n**Social media presence:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity) \n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR) \n* [IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt) \n\n \n",
    "date": "Thursday, September 21, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Hispanic Heritage Month, we celebrate the accomplishments of Hispanic Americans who have helped shape our great Nation.  We are grateful for the many contributions Hispanic American men and women make to our society and the vibrancy they weave into our American culture...\n\n\\- President Donald J. Trump proclaims September 15 through October 15, 2017, as National Hispanic Heritage Month\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/09/13/president-donald-j-trump-proclaims-september-15-through-october-15-2017) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month"
}