{
    "id": "2017-09-25",
    "title": "Enhanced Forward Presence ",
    "body": "#######Provided by NATO's Allied Land Command  \n\n**What is it?**\n\nNATO's Enhanced Forward Presence (eFP) mission is an allied, forward deployed defense and deterrence posture in Eastern Europe. The intent of this mission is to protect and reassure NATO's Eastern member states of their security. \n\nNATO has created four multinational battlegroups located in Estonia, Latvia, Lithuania and Poland, to be manned by forces on a rotational basis.  These battlegroups --led by the framework nations of the United Kingdom, Canada, Germany and the United States respectively-- are robust, multinational, and combat-ready, demonstrating the strength of the transatlantic bond. \n\n**What is the Army doing?**\n\nThe U.S. Army has taken the lead for the U.S.-led Battle Group Poland and will be located near the city of Orzysz, Poland. The Battle Group has around 1,270 personnel from the U.S., Romania and the United Kingdom, and was stood up in April of this year.  The majority of the assigned personnel are from U.S. Army Europe's 2nd Squadron, 2nd Cavalry Regiment. \n\n\n**What continued efforts are planned for the future?**\n\nThe Battle Group will remain in place in Orzysz, Poland, as a part of NATO's enhanced Forward Presence mission. In the fall of 2017, the first rotation of forces will occur when 2nd Squadron, 2nd Cavalry Regiment, Romanian, and U.K. forces assigned to the Battle Group rotate out and are replaced by new units from those nations. Additionally, Croatia will assign new Soldiers to the Battle Group, bringing additional capabilities with them. \n\nThe U.S. will continue to lead the Battle Group along with the Canadian-led Battle Group Latvia, the German-led Battle Group Lithuania, and the United Kingdom-led Battle Group Estonia. \n\n \n**Why is this important to the Army?**\n\nThe Enhanced Forward Presence  provides a stronger military presence in the Black Sea Region in order to deter any future Russian incursions into Crimea and Ukraine. The U.S. Army-led Battle Group Poland is a part of NATO's important mission to deter future aggression in the region and participate in the collective defense of the nation's allies. \n\n\n**Resources:**\n\n* [NATO's Allied Land Command](https://www.lc.nato.int/)\n* [Enhanced Forward Presence](https://www.lc.nato.int/operations/enhanced-forward-presence-efp)\n\n**Related video:**\n\n* [eFP Battle Group Poland](https://youtu.be/2BS1JyaK-IE)\n\n**Related article:**\n\n* [U.S. Army-led NATO Battle Group on deterrence mission in Poland](https://www.army.mil/article/193970/) \n\n \n",
    "date": "Monday, September 25, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> We need to be prepared to fight. You can't have deterrence without capability. We have to be ready, be trained and be lethal.\n\n\\- Lt. Col. Christopher L'Heureux, commander of Battle Group Poland, one of the four new NATO enhanced Forward Presence (eFP) units  \n\n[U.S. Army-led NATO Battle Group on deterrence mission in Poland](https://www.army.mil/article/193970/) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}