{
    "id": "2017-09-26",
    "title": "Army Science and Technology",
    "body": "#######Provided by Office of the Deputy Assistant Secretary of the Army for Research and Technology\n\n**What is it?**\n\nThe U.S. Army's Science and Technology (S&T) program is an investment in the Army's future, providing and informing technological options to our senior leadership and acquisition programs.  The Army S&T enterprise is composed of over 22 Army laboratories, Research, Development, Engineering Centers (RDECs), and research institutes in the United States with 25,000 Army scientists and engineers.  Army S&T pursues critical foundational technology developments for near- (now to 2025), mid- (to 2035) and long-term (to 2050) problems to achieve the Chief of Staff of the Army's priorities for overmatch against adversaries in all operational domains.\n\n**What is the Army doing?**\n\nThe Army S&T enterprise was developed to effectively and efficiently pursue planned technology goals through five distinctive, interconnected roles:\n\n* Fundamental Research\n* Technology Investigation\n* Technology Options Innovation\n* Experimental Prototyping and Current Systems Improvement\n* Quick Reaction\n\nThe Army S&T portfolio is focused toward the acceleration of synergistic capability concepts including: \n\n* *Decide Faster* -- Overwhelming an adversary's Command & Control with advanced processing technologies including intuitive targeting and enhanced assured mobility. \n* *Manned-Unmanned Teaming* -- Teams of manned and autonomous vehicles working in concert with mounted and dismounted forces.\n* *Asymmetric Vision* -- Enhanced situational awareness for urban canyons with 3-D threats and a dense populace.\n* *Survive and Project Indirect Fires* -- Protection of friendly forces to maneuver, close with, and defeat enemy forces at the operational and tactical level. \n\n**What continued efforts are planned for the future?**\n \nThe Army S&T enterprise supports the Army's goals to balance current and future technology demands by providing new technologies to enhance upgrades and modernization of systems in the current force and enable new capabilities in the future force.\nArmy S&T strategy will continue to support the Army's research and acquisition process through:\n\n* Understanding and exploiting emerging science and technology.\n* Selectively investing to develop and adapt technologies for Army-unique needs.\n* Collaborating with, partnering with, and leveraging other Services, agencies, international partners, and the private sector (industry and academia).\n* Sustaining a vital in-house workforce and laboratory infrastructure.\n \n**Why is this important to the Army?**\n\nThe Army S&T enterprise is a critical resource for maintaining the Army's capabilities and is the key to developing enabling concepts and technologies to make the Army more lethal, expeditionary, and agile. The outcome is increased capability for conducting the full range of operations while maintaining technological overmatch now and in the future.\n\n\n**Resources:**\n\n* [ASA(ALT)](https://www.army.mil/asaalt)\n* [ERDC](http://www.erdc.usace.army.mil/)\n* [MRMC](http://mrmc.amedd.army.mil/)\n* [RDECOM](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [ARL](http://www.arl.army.mil/www/default.cfm)\n* [NSRDEC](https://www.nsrdec.army.mil/#/)\n* [ARDEC](http://www.ardec.army.mil/)\n* [TARDEC](https://www.army.mil/tardec)\n* [CERDEC](https://www.cerdec.army.mil/)\n* [AMRDEC](https://www.amrdec.army.mil/amrdec/)\n* [ECBC](https://www.ecbc.army.mil/)\n\n**Related document:**\n\n* [Emerging Science and Technology Trends: 2016-2045](http://www.defenseinnovationmarketplace.mil/resources/2016_SciTechReport_16June2016.pdf)\n* [Army AL&T Magazine - DASA(R&T) Overview](http://asc.army.mil/docs/pubs/alt/2007/4_OctNovDec/articles/04_An_Overview_of_the_Army_Science_and_Technology_(S&T)_Program_200710.pdf)\n\n**Related STAND-TO!:**\n\n* [AMC Science and Technology Strategy for 2014-2040](https://www.army.mil/standto/2016-06-15)\n",
    "date": "Tuesday, September 26, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> I believe we are on the cusp of a fundamental change in the character of war.  Technology, geopolitics and demographics are rapidly changing societies, economies, and the tools of warfare\n\n\\- Chief of Staff of the Army Gen. Mark A. Milley\n\n[Changing nature of war won't change our purpose](https://www.army.mil/article/175469/changing_nature_of_war_wont_change_our_purpose) \n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}
