{
    "id": "2017-09-27",
    "title": "Operation Overmatch",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's Army Capabilities Integration Center\n\n**What is it?**\n\nOperation Overmatch is a gaming environment within the Early Synthetic Prototyping (ESP) effort. ESP is a capability that engages Soldiers across the Army for their feedback and recommendations early in the development cycle. \n\nThe purpose of Operation Overmatch is to connect Soldiers with capability developers and engineers across the Army, allowing unconstrained early exploration of ideas at the small-unit level. \n\nAnalysis of the results informs engineers and capability developers on which capabilities have the greatest potential for further study in the future operational environment.\n\n\n**What is the Army doing?**\n\nResults of collaborative research efforts indicate that computer-based games have significant potential to provide an effective means to conduct ESP in order to evaluate future capabilities. In 2016, U.S. Army Training and Doctrine Command's [Army Capabilities Integration Center](http://www.arcic.army.mil/) partnered with [U.S. Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom) and the Army Game Studio to develop Operation Overmatch. \n\nOperation Overmatch will be available to everyone with a dot-mil email address and will provide a means for every Soldier in the Army to contribute to the development of the future force.\n\n**What continued efforts are planned for the future?**\n \nThe beta test version of Operation Overmatch is set to launch Oct. 10, 2017. The purpose of the beta test is to solicit Soldier feedback about Operation Overmatch, gauge Soldier interest and participation, and assess the value of Soldier feedback to support capability development. The game will be available through Steam, a popular online game distribution platform.  \n\nThe Army will continue to enhance Operation Overmatch by adding additional capabilities and enriching the gaming environment.\n\n \n**Why is this important to the Army?**\n\n \nOperation Overmatch is designed to shape the future force through Soldier feedback. This gaming environment provides the Army with a means of rapidly exploring a wide range of potential capabilities. \n\nThe ability to test capabilities in virtual environments is not intended to replace experimenting with actual prototypes in field conditions. Instead, ESP complements existing processes by producing data and analytics to inform capability developers and engineers before an actual system is put into production.\n\nOperation Overmatch enables Soldiers to explore and turn ideas into valued outcomes. These outcomes will, in turn, inform the development of the future force. Operation Overmatch allows unconstrained early exploration of ideas without real-world consequences and will enable the Army to innovate faster.  \n\n**Resources:**\n\n* [Operation Overmatch](http://www.operationovermatch.com)\n* [Early Synthetic Prototyping](https://www.milsuite.mil/book/groups/early-synthetic-prototyping) \n* [Army Capabilities Integration Center](http://www.arcic.army.mil/) \n* [U.S. Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n* [U.S. Army Aviation and Missile Research, Development, and Engineering Center](https://www.amrdec.army.mil/amrdec/)\n\n\n**Related document:**\n\n* [Emerging Science and Technology Trends: 2016-2045](http://www.defenseinnovationmarketplace.mil/resources/2016_SciTechReport_16June2016.pdf)\n* [Army AL&T Magazine - DASA(R&T) Overview](http://asc.army.mil/docs/pubs/alt/2007/4_OctNovDec/articles/04_An_Overview_of_the_Army_Science_and_Technology_(S&T)_Program_200710.pdf)\n* Army.mil: [Science and Technology News](https://www.army.mil/news/sciencetechnology)\n\n**Related articles:**\n\n* [Gamers shape future force: Army seeks Soldiers input through online gaming](https://www.army.mil/article/192782/)\n* [New gaming system to help Soldiers test virtual versions of gear, provide valuable feedback](https://www.army.mil/article/194057/)\n* [Army Games Studio assists with future concepts test program](https://www.army.mil/article/194057/) \n",
    "date": "Wednesday, September 27, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> Gaming is a tremendous medium to connect Soldiers to the concept. Gaming is not just for entertainment anymore, now it is for experimenting.\n\n\\- Lt. Col. Brian Vogt, project lead, Early Synthetic Prototyping, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/index.asp)'s [Army Capabilities Integration Center](http://www.arcic.army.mil/), emphasizes the purpose of Operation Overmatch \n\n[New gaming system to help Soldiers test virtual versions of gear, provide valuable feedback](https://www.army.mil/article/194057/)\n\n",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}