{
    "id": "2017-09-28",
    "title": "Antiterrorism Awareness Quarterly Theme - Empowering Antiterrorism Coordinators",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nAntiterrorism Coordinators (ATCs) are designated staff who assist in the execution of antiterrorism plans and procedures at the local level.  ATCs provide antiterrorism expertise at small units (company and below), standalone facilities, and for large headquarters' staff elements.   ATCs are the natural evolution of the Army's antiterrorism program.  For over 30 years, antiterrorism policy has defined requirements for protecting missions, people, and infrastructure against terrorist attacks.  During this period the Army's antiterrorism community was focused at battalion level and above.  \n\nThe Army antiterrorism policy (available on ATEP) has changed in response to the evolving threat of terrorism and terrorist tactics.  The policy shifted from an installation focus to include all aspects of Army activities and operations to include off-installation soft targets such as recruiting and reserve centers.\n\nThis new approach makes the assignment of ATC duties and responsibilities a matter for the chain of command.  While ATCs requirements vary across the Army, three essential tasks involve all ATCs awareness, coordination, and training.\n\n**What is the Army doing?**\n\nOPMG's Antiterrorism Division has developed and promoted the ATC concept and also produced an ATC guide to educate ATCs.  The ATC guide: \n\n* Provides an outline of the tasks that require ATCs attention \n* Provides general knowledge related to Army antiterrorism  \n* Focuses on awareness, coordination, and training\n* Supports the training required for ATCs by their chains of command  \n\n\n**What continued efforts are planned for the future?**\n \nThe addition of ATCs across the Army allows commanders to apply antiterrorism expertise as mission requirements demand. ATCs are engaged in: companies operating semi-independently in either a training or a combat environment, recruiting stations in metropolitan areas, and Army Corps of Engineer projects.\n\nProducts and tools to assist ATCs in the execution of their duties and responsibilities are available on [ATEP](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx).\n\nOther antiterrorism awareness priorities for FY18 include:\n\n* Continual Evolving Threat (2Q/FY18 theme)\n* Annual Antiterrorism Training Conference (February 2018)\n* Leveraging the Combatting Terrorism Center (3Q/FY18 theme)\n* Expanding Community Outreach (4Q/FY18 theme)\n* Antiterrorism Awareness Month (August 2018)\n \n**Why is this important to the Army?**\n\nWith the persistent, enduring, and constantly evolving terrorist threat, the Army must seek ways to sustain readiness, prepare for future threats, and take care of Soldiers and their families.  The addition of ATCs addresses gaps in defensive measures to prevent terrorist attacks while extending the antiterrorism capabilities that exist at the local level.     \n\n**Resources:**\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* Army OneSource (under the iWATCH Army logo): [Antiterrorism Awareness information](https://www.myarmyonesource.com)\n\n\n",
    "date": "Thursday, September 28, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\n**October 2017**\n\nArmy Cybersecurity Awareness Month\n\nNational Energy Action Month\n\nOct. 23:  White House Ceremony for Medal of Honor award to [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)\n\nOct. 24: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. (Ret.) Gary M. Rose](https://go.usa.gov/xRMFd)"
}