{
    "id": "2015-04-02",
    "title": "Month of the Military Child: \"Their Lives, Their Stories\" ",
    "body": "**What is it?**\n \nMilitary children face unique challenges: extended family separations, frequent moves and the stress of deployments. In 1986, the Department of Defense designated April as Month of the Military Child (MOMC) to recognize the personal sacrifice and important contributions of military children.\n\nThe MOMC observance is an opportunity to thank and applaud Army children for their support of a ready Army and recognize their role in strong Army Families. *Total Army Strong* underscores the Army commitment to the total Army Family -- Soldiers, [Department of the Army Civilians](http://cpol.army.mil/), and Families. It acknowledges that the strength of the nation is built on the readiness and resilience of every member of the premier all-volunteer Army and commits to a system of programs and services that strengthen resilience and help children and youth mitigate the unique demands of Army life. It also reminds us that the strength of Soldiers comes from the strength of their Families. \n\n**What is the Army doing?**\n\nThis year's theme, ***Their Lives, Their Stories***, captures the Army's story through the eyes of Army children. Throughout the month of April, Army organizations will provide a variety of fun and exciting events to officially recognize our Army children. \n\nSpecial events for MOMC 2015 include the [Young Lives, Big Stories contest](http://www.armymwr.com/momc-big-stories.aspx), where military children are invited to share their experiences and win prizes, and [Operation Megaphone](http://www.armymwr.com/op-megaphone.aspx), a world-wide lock-in for military teens on April 24-25, 2015. \n\nMOMC activities differ across all Army, however, the goal remains the same -- to celebrate and recognize Army children.\n\n**What continued efforts does the Army have planned for the future?**\n\nAs the nation and Army prepare for the future, the Army must anticipate the evolving needs of Soldiers and Families. The Army will continue to refine child and youth programs and services to meet changing needs to ensure healthy, ready, and self reliant Soldiers and Families. \n\n**Why is this important to the Army?**\n\nThe Army remains committed to honoring the service and sacrifices of those who serve our nation, including our Army Families. MOMC is an opportunity to recognize, applaud, and celebrate the readiness and resilience of Army children and youth and their role in ensuring a ready force now and into the future. \n\n**Resources:**\n\n* Army Senior Leaders message: \n* [- Tri-signed letter: Month of the Military Child Proclamation](http://www.army.mil/e2/rv5_downloads/features/families/momc_trisign.pdf)\n* Army.mil: [U.S. Army Families](http://www.army.mil/families)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n* [Army MWR](http://www.armymwr.com/)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* [- Month of the Military Child](http://www.armymwr.com/momc.aspx)\n* [Military Kids Connect](http://militarykidsconnect.t2.https://core.us.army.mil/webpages/place_content/?url=standtohealth.mil/)\n* Related social media:\n* [- IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [- IMCOM on Twitter ](https://twitter.com/armyimcom)\n* [- Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR)\n* [- Army MWR on Twitter](https://twitter.com/familymwr)\n* [- Army Teen Panel Global Network of Friends on Facebook](https://www.facebook.com/ArmyTeenPanel)\n",
    "date": "Thursday, April 2, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n \nIt is essential to recognize that military children make significant contributions to the country while dealing with uncertainty and concern for their parents during extended hours and long deployments.\n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/), [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) and [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/)\n\n### Taken from the [tri-signed letter: Month of the Military Child Proclamation](http://www.army.mil/e2/rv5_downloads/features/families/momc_trisign.pdf)\n\n### Related site: [U.S. Army Families](http://www.army.mil/families)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n\n"
}