{
    "id": "2015-04-06",
    "title": "Gold Star Wives Day ",
    "body": "**What is it?**\n\nThe first Gold Star Wives Day was designated Dec. 18, 2010. Every year since 2012, the Senate has passed a **[resolution](http://go.usa.gov/3jG6H)** designating April 5 as Gold Star Wives Day. Named in honor of the \"Gold Star Wives of America, Inc.,\" an organization which has advanced the interests of surviving Family members since 1945, the day is an opportunity to honor all of the Family members of fallen Soldiers. \n\nThe Gold Star is a symbol of loss dating back to World War I. In 1947, Congress approved the design, manufacture and distribution of the official Gold Star [Lapel Button](http://www.army.mil/standto/archive_2013-12-05/), a symbol worn by Family of Service members who lost their lives in combat operations. In 1973, the Lapel Button for Next of Kin of Deceased Personnel was introduced to symbolize active-duty Soldiers who lost their lives in non-combat operations.  Today, surviving Family members wear either a Gold Star [Lapel Button](http://www.army.mil/standto/archive_2013-12-05/) or the Lapel Button for Next of Kin of Deceased Personnel in honor of their fallen Soldier.  Family members typically receive these pins from the Army during their Soldier's funeral service. \n \n**What is the Army doing?**\n\nThis year's theme is \"Remember and Honor.\" [Army Survivor Outreach Services](http://www.sos.army.mil/) (SOS) is hosting events such as remembrance ceremonies, luncheons and Run for the fallen races. Events are open to all survivors. \n\nThe [Army Family and Morale, Welfare and Recreation](http://www.armymwr.com/) website will feature guest blog entries written by surviving spouses and children. These blogs give survivors an opportunity to share their stories and experiences. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to providing ongoing support to all surviving Family members. SOS offers supportive counseling, financial education, benefits coordination and support groups to Family members.\n\nIn addition, the Army has produced public service announcements (PSA) describing the symbols of honor worn by surviving Family members to expand awareness of the Gold Star Pin. \n\n**Why is this important to the Army?**\n\nThe Army remembers, recognizes and honors the ultimate sacrifices made by our fallen Soldiers and is dedicated to taking care of more than 60,000 surviving Family members. These individuals forever are part of the Army community. \n\n**Resources:**\n\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar/) \n* [Symbols of Honor Worn by Surviving Military Families](http://www.goldstarpins.org/)\n* [Survivor Outreach Services](http://www.sos.army.mil/)\n* [Gold Star Wives of America](http://www.goldstarwives.org/)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/)\n* [Army.Mil: Army Families](http://www.army.mil/families)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR) \n* Related STAND-TO!: \n* [- Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05)\n* [- Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/)\n",
    "date": "Monday, April 6, 2015",
    "quote": "Quote for the Day\n-------------------\n \nThis is the world the Army finds itself in and tries to adapt itself to. So for me, I would say there are three challenges ... one is material, the second is managerial, and the third, for lack of a better term, is metaphysical. \n\n### - [Under Secretary of the Army Brad R. Carson](http://www.army.mil/leaders/usa/), emphasizes the challenges to be faced by the U.S. Army in today's world, during his discussion on a variety of subjects like innovation, [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/), the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) and how to 'win in a complex world,' with scholars, senior leaders and reporters, at the Center for Strategic and International Studies in Washington, D.C., April 1  \n\n### [Carson discusses challenges to 'material, managerial, metaphysical' Army](http://www.army.mil/article/145757/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n\n"
}