{
    "id": "2015-04-07",
    "title": "Operational Contract Support Joint Exercise ",
    "body": "**What is it?**\n\nOperational Contract Support Joint Exercise (OCSJX) is an exercise focused on producing shelf-ready products for future operations, training the OCS workforce and increasing senior leader awareness. The exercise provides OCS professionals with the training, tools and confidence to succeed while deployed in support of any contingency operation or natural disaster.\n\n**What has the Army done?**\n \n[Army Contracting Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/acc/) began these exercises in 2010. Since their inception, the exercises have concentrated on deployment readiness, mobilization and contingency contract support to the joint force. The year of 2012 was the first broadening exercise to include OCS. In 2013, the exercise expanded to include establishment and operation of the Joint Theater Support Contracting Command, to emphasize the unique demands of OCS in a deployed environment.\n\nOCSJX-14 was U.S. Army-led and furthered DOD efforts to improve OCS across the services and established a forum to increase synchronization and review DOD policy to mature and enhance the effectiveness of OCS. \n\nOCSJX-15, concentrates on OCS command and control during Phases I-IV and the three buckets of OCS: contract support integration, contracting support, and the contractor management process. The U.S. Air Force-lead, Joint Staff J4-sponsored, annual exercise is being conducted Mar. 10 - Apr. 12, at Fort Bliss, Texas, and Schofield Barracks, Hawaii, in conjunction with the Joint Staff, U. S. Pacific Command, the Army Staff, and the Air Force Staff.\n\nThis exercise will involve more than 1,000 Soldiers, sailors, airmen, Marines, civil servants, and support contractors. It will also include personnel from OSD, Joint Staff, USPACOM, PACAF, USARPAC, USPACFLT, multinational partners from the UK, Canada and Australia, and will host distinguished visitors from the whole of government.\n\n**What continued efforts does the Army have planned for the future?**\n\nLessons learned will be incorporated into the expeditionary skill sets of contingency contracting officers and improve interoperability between the services' contracting operations.\n\n**Why is this important to the Army?**\n\nThe exercise leads to better interoperability and mutual understanding of [Operational Contract Support](http://www.dtic.mil/doctrine/new_pubs/jp4_10.pdf) during all phases of peacetime and contingency operations. Future military operations will continue to demand expeditionary contracting professionals who are trained and ready to meet operational commanders' needs. Increased OCS readiness and capability provides commanders with increased freedom of action through economy of force. Commanders are able to employ uniformed forces where most needed and use contractors where best suited. \n\n**Related links:**\n\n* [OCSJX](https://ocsjx.wordpress.com/)\n* Related document: \n* [- Joint Publication 4-10: Operational Contract Support](http://www.dtic.mil/doctrine/new_pubs/jp4_10.pdf)\n* OCSJX on social media:\n* [- Facebook](https://www.facebook.com/OCSJX?ref=hl)\n* [- Flickr](https://www.flickr.com/photos/ocsjx/)\n* [- YouTube](https://www.youtube.com/channel/UCJuCyjGH_h0Y9kn0ZuMKesw/feed)\n* [- DVIDS](https://www.dvidshub.net/feature/OCSJX15)\n* Related article: \n* [- OCS Joint Exercise 2015 begins on Fort Bliss](http://www.army.mil/article/144503/OCS_Joint_Exercise_2015_begins_on_Fort_Bliss/)\n* Related STAND-TO!:\n* [- Operational Contract Support Joint Exercise 2014](http://www.army.mil/standto/archive_2014-01-13/)\n",
    "date": "Tuesday, April 7, 2015",
    "quote": "Quote for the Day\n-------------------\n \nThere are some things you can only get face-to-face. For other things, you don't need it. So when you do a face-to-face, don't talk about things readily available to you in writing. We're very bad about that. We waste a lot of time. \n\n### - Gen. David C. Perkins, commander, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), emphasized the importance of having a self-development strategy in place, so as not to waste \"time,\" which is one of the most precious commodity for a Soldier, while speaking to the 84 majors at Colloquium 2015, Fort Leavenworth, Kansas, March 30 \n\n### [Too much time wasted in meetings, Army leader says](http://www.army.mil/article/145852)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n\n"
}