{
    "id": "2015-04-08",
    "title": "R2: Risk Reduction and Safety",
    "body": "**What is it?**\n\nThe Army implements a wide range of risk management and safety measures to ensure the overall personal readiness of Soldiers, Family members and Army civilians. Risk management and safety are about recognizing hazards, mitigating risk, changing behavior when necessary and looking out for others. It is important both on- and off-duty, and encompasses all potential risks that may result in negative outcomes, to include injury or loss of life of members of the Total Army team.  \n\n**What has the Army done?**\n\nThe Army is taking a holistic look at the threats to the force (e.g. injuries and fatalities due to accidents, alcohol and drug use, isolation, etc.) to identify and target stressors and risk trends that need mitigating before they escalate. Historically, the Army's training has focused on eliminating negative behaviors and minimizing risk factors, resulting in a wide variety of stand-alone yet overlapping training. The Army is moving to a model that is comprehensive, recognizing that many negative and risky behaviors are directly related to one another.\n\nThe U.S. Army Combat Readiness Center recently launched a spring/summer [\"Ready ... or Not\"](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx) safety campaign designed to inform and educate members of the Total Army about the increased risk that comes with warmer weather. The campaign empowers Army leaders to take care of those they lead, foster an environment of trust and encourage help-seeking behavior. \n\n**Why is this important to the Army?**\n\nIn order to be Ready and Resilient, Soldiers, Army civilians and Family members must be able to achieve and sustain personal readiness, enabling optimized human performance in environments of uncertainty and persistent danger. Risk management and hazard awareness measures are critical to this effort. All members of the Total Army must be alert and aware when a negative or hazardous event presents itself and be prepared and compelled to intervene or mitigate when necessary. \n\n**What continued efforts does the Army have in the future?**\n\nArmy leaders must be engaged and make overall safety an imperative by encouraging everyone in their formations to manage their personal and professional risk. As an institution, the Army continues to develop, implement and evaluate risk reduction initiatives that enable members of the Total Army to identify, act and intervene in order to promote improved health and readiness of the Total Army. \n\n**Resources:**\n\n* [Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Combat Readiness Center](https://safety.army.mil/)\n* [- \"Ready ... or Not\" campaign](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n* Related STAND-TO!: \n* [- Ready and Resilient](http://www.army.mil/standto/archive_2015-02-05/)\n* [- Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2014-12-24/)\n* [- Two-year Army Safety Awareness Campaign](http://www.army.mil/standto/archive_2014-08-29/)\n* Related articles:\n* [- Army launches new safety campaign](http://www.army.mil/article/133263)\n* [- Army releases spring/summer safety campaign](http://www.army.mil/article/145260)\n",
    "date": "Wednesday, April 8, 2015",
    "quote": "Quote for the Day\n-------------------\n \nWe're not decreasing pay, we're decreasing the increase of pay. \n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), underlined the fact that the temporary one percent increase in salary will help save the Army $25 billion each year, while addressing the Soldier's concerns with respect to compensation, during a virtual town hall held at Fort Hood, Texas, April 2\n\n### [Fort Hood hosts Odierno for fourth virtual town hall](http://www.army.mil/article/146011)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n\n"
}