{
    "id": "2015-04-09",
    "title": "Army Equipment Modernization Strategy",
    "body": "**What is it?**\n \nThe ***[Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_31MAR15.pdf)*** describes how the Army will modernize equipment to Win in a Complex World.  The Army must be equipped to protect the homeland, foster security globally, project power and win.  This strategy seeks to simplify systems, maximize reliability and reduce logistical demands and life cycle costs.  The Army will invest in and deliver future-force capabilities to maintain overmatch against increasingly capable and determined adversaries.  Vital modernization efforts will be balanced with end strength and readiness to mitigate mid-term risk.  \n\n**What is the Army doing?**\n \nThe *Army Equipment Modernization Strategy* nests with the [Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\nto enable leaders to focus resources to maintain strategic and operational flexibility.  Equipment modernization allows for an agile and more expeditionary Army to provide globally responsive and regionally engaged forces demonstrating unambiguous resolve.  The objectives are to *Enhance the Soldier for Broad Joint Mission Support, Enable Mission Command, and Remain Prepared for Joint Combined Arms Maneuver*.  To achieve these objectives, the Army must adapt current equipment and use commercially available technologies in the near-term (2016-2020) to meet current operational needs.  The Army must evolve to increase the expeditionary capabilities of the force and address challenges to overmatch in the mid-term (2021-2029).  Finally, the Army must innovate by investment in science and technology for affordable solutions, which provide asymmetrical advantages for the long-term (2030-2045).  To mitigate risk in the uncertain fiscal environment, the Army will sustain [Science and Technology](http://www.army.mil/news/sciencetechnology/) investments, leverage current fleets, build new only by exception and delay the next generation of platforms until they are affordable.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Headquarters Department of the Army is committed to working hand in hand with Training and Doctrine Command (TRADOC) to transform big ideas into lethal, reliable equipment in the hands of Soldiers.  To accomplish these priorities and control life-cycle costs, the Army must synchronize the requirements, resourcing, acquisition and sustainment systems.  The Army will assess promising technologies through experimentation of concepts, reduce equipment complexity and ensure the Soldiers and formations are equipped to win in a complex world.\n\n**Why is it important to the Army?**\n \nThe Soldier and squad remain the centerpieces of the formations and the heart of this strategy.  The Army must be equipped to win in a complex world across multiple mission sets, under widely varied conditions, in unforgiving geographies and against evolving threats.    \n\n**Resources:**\n\n* [Office of the U.S. Army Deputy Chief of Staff, G-8](http://www.g8.army.mil/)\n* [Army Posture Statement](http://www.army.mil/info/institution/posturestatement/)\n* Related documents: \n* [- Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_31MAR15.pdf) \n* [- Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* [- Defense Strategic Guidance: Sustaining U.S. Global Leadership: Priorities for 21st Century Defense](http://www.defense.gov/news/defense_strategic_guidance.pdf)\n* Related STAND-TO!:\n* [- 2015 Army Posture Statement](http://www.army.mil/standto/archive_2015-03-18/)\n* [- U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-2/)\n\n\n\n",
    "date": "Thursday, April 9, 2015",
    "quote": "Quote for the Day\n-------------------\n \n[Leaders at the tactical level] truly are strategic warriors who have to sustain the same level of tactical competence, mastery of all their tactical acumen -- and, be ready to be strategic intercessors on behalf of the United States of America. This is the new norm for leadership responsibilities.\n\n### - [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa/), emphasizing the importance of leader development at all levels, in his address to the senior U.S. and international military officers and civilian leaders, during [Army War College](http://www.carlisle.army.mil/)'s Army Leader Day, April 7\n\n### [Allyn: Leader development is key to 'win in complex world'](http://www.army.mil/article/146041)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}