{
    "id": "2015-04-10",
    "title": "Volunteer Appreciation Week  ",
    "body": "**What is it?**\n\nVolunteers are essential to the Army's mission. They selflessly give their time to the Army community by serving Soldiers, Families, retirees and civilians. From leading Family readiness groups, to coaching youth sports, to assisting administrative offices, volunteers are critical to building strong communities.\n\nEach year, the Army recognizes volunteers' extraordinary service with Volunteer Appreciation Week: a time to highlight our volunteers' contributions and accomplishments. \n\n**What has the Army done?**\n\nThe theme for this year's Volunteer Appreciation Week, April 12-18, is **Army Volunteers: Hands that Serve, Hearts that Care**.\n\nThe Army Volunteer Corps, managed by Army Community Service, is a program which people use to find volunteer opportunities, log service hours and receive support and guidance. AVC aims to strengthen volunteerism by enhancing volunteers' career mobility, establishing partnerships with off-post organizations, and promoting a life-long commitment to service. AVC coordinators are planning events to formally show their appreciation to volunteers such as recognition ceremonies with garrison leadership presence.\n\nThe Army will also give the Emma Marie Baird Award for Outstanding Service to individuals who contributed 3,750 or more volunteer service hours over a five year period. The award, named in honor of Army Community Service's founder, is signed by the Army Chief of Staff and presented to each volunteer at their garrison. This year, four volunteers -- representing Fort Benning, Joint Base Lewis-McChord, and Fort Leonard Wood -- will receive the award.      \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to recognize volunteers as a value resource and tool that extends the Army's budget by millions of dollars annually. AVC will continue to provide both on-post and off-post volunteer opportunities for Soldiers, Families, retirees and civilians. AVC will also continue to provide in-person support to volunteers and foster partnerships with the surrounding communities. \n\n**Why is this important to the Army?**\n\nEach year, thousands of volunteers devote their time in serving the Army community. Without their work, the Army mission would not be fulfilled. Volunteers accomplish work which would have not been done otherwise due to time and financial constraints. It is important to show our appreciation to volunteers who are selflessly giving their time back into the community. \n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) \n* [Army.Mil: Army Families](http://www.army.mil/families) \n* [Army Volunteer Corps Resources](http://www.myarmyonesource.com/familyprogramsandservices/volunteering/armyvolunteercorps/armyvolunteercorpsresources.aspx) \n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity) \n* [Army MWR on Facebook](https://www.facebook.com/#!/FamilyMWR) \n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx) \n\n\n",
    "date": "Friday, April 10, 2015",
    "quote": "Quote for the Day\n-------------------\n \nThe [health care] system will cover our Soldiers and their Family members. We're trying to make it more efficient.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), stated that Soldiers and their Families will still have access to medical specialists and routine health care providers, but the system of delivery or coverage might change, during a virtual town hall held at Fort Hood, Texas, April 2.\n\n### [Fort Hood hosts Odierno for fourth virtual town hall](http://www.army.mil/article/146011)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 1-2:  [2015 AUSA Global Force Symposium](http://www.army.mil/article/144430/)\n\n* April 5: [Gold Star Wives Day](http://www.army.mil/goldstar/)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}