{
    "id": "2015-04-13",
    "title": "The Army Equipment Program in support of President's Budget 2016",
    "body": "**What is it?**\n\nThe [Army Equipment Program in support of President's Budget 2016](https://www.g8.army.mil/pdf/Army_Equipment_Program2016.pdf), describes the Army Research, Development and Acquisition (RDA) portion of the Army's Fiscal Year 2016 (FY 2016) President's Budget request.  It is a unique document that breaks down the RDA investments into 11 capability portfolio areas, highlights the portfolio accomplishments over the last two years, and provides the intent for FY 2016 investments as well as the way ahead.\n\n**What has the Army done?**\n\nThe Army is using a balanced and affordable approach to continue to field the equipment necessary to maintain a credible and decisive force.  It is aligning the equipment modernization communities to identify capability gaps and eliminate unnecessary redundancies making important choices for incremental modernization and Army force generation processes to ensure unit equipment readiness.  \n\nThese emerging systems and processes represent a powerful approach for implementing the Army's equipping priorities, policies and programs to meet the security demands of the 21st century.  Equipment requested in the FY 2016 President's Budget strikes a balance between current and future needs, provides the basis for an affordable equipping plan over time, and takes into account Army requirements and priorities.     \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to develop and field a versatile and affordable mix of equipment to allow the Soldiers and units to succeed in the full range of missions today and tomorrow and to maintain the decisive advantage over any adversary the Army will face.  The Army is setting priorities and making prudent choices to provide the best possible force for the nation within the resources available.  \n\n**Why is this important to the Army?**\n\nThe Army will modernize to meet the missions directed by the defense guidance, to address capability gaps in those mission sets, and reset/modernize to resource readiness, managing quantities to the pace of need in the sustainment readiness model.\n\n**Resources:**\n\n* [Army G-8](http://www.g8.army.mil)\n* Related documents: \n* [Army Equipment Program in support of President's Budget 2016](http://www.g8.army.mil/pdf/Army_Equipment_Program2015.pdf)\n* [- Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_31MAR15.pdf)\n* [- Army Operating Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* [- Defense Strategic Guidance: Sustaining U.S. Global Leadership: Priorities for 21st Century Defense](http://www.defense.gov/news/defense_strategic_guidance.pdf)\n* Related articles:\n* [- 2014 Green Book: Army Equipment Modernization](http://www.army.mil/article/134872/)\n* [- Ensuring Army equipment readiness](http://www.army.mil/article/136441)\n* Related STAND-TO!:\n* [- Army Equipment Modernization Strategy](http://www.army.mil/standto/archive_2015-04-09/)\n* [- U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-2/)\n* [- Army Equipping Guidance 2013 through 2016](http://www.army.mil/standto/archive_2013-07-10/)\n\n",
    "date": "Monday, April 13, 2015",
    "quote": "Quote for the Day\n-------------------\n \nWe honor the memories of the 13 souls laid to eternal rest pay tribute to their sacrifice. We also remember the acts of courage and selflessness by Soldiers and civilians which prevented an even greater calamity from occurring that day.\n\n### - Lt. Gen. Sean MacFarland, commanding general, [III Corps and Fort Hood](http://www.hood.army.mil/), honoring the victims from the 2009 [Fort Hood tragedy](http://www.army.mil/standto/archive/2009/11/06/) and recognizing their bravery, during a Purple Heart and Defense of Freedom award ceremony, Fort Hood, Texas, April 10.\n\n### [Fort Hood presents Purple Hearts, Defense of Freedom Medals to 2009 shooting victims, Families](http://www.army.mil/article/146286)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}