{
    "id": "2015-04-14",
    "title": "Combined Arms and Multifunctional Training Brigades",
    "body": "**What is it?**\n\n[First Army](http://www.first.army.mil) is converting its six operations brigades and 10 training support brigades into nine reorganized formations:  six Combined Arms Training Brigades (CATB) and three Multifunctional Training Brigades (MFTB). The reorganized brigades are multicomponent-sourced, modular and scalable organizations that provide observer coach/trainer (OC/T) support for reserve component pre- and post-mobilization training. The reorganized brigade formations are larger than the current brigades, provide increased training support capacity for functional/multifunctional units and use an operations group-type capability similar to that found at the combat training centers.\n\n**What has the Army done?**\n\nThe Army has, through [U.S. Army Forces Command](http://www.forscom.army.mil/), directed First Army to refocus efforts on pre-mobilization training support for U.S. Army Reserve (USAR) and Army National Guard (ARNG) formations while retaining capability to conduct post-mobilization training. Transitioning to a mix of CATBs and MFTBs balances First Army's training force, ensuring a sufficient number of experienced OC/Ts, with the correct skillsets, are available to meet reserve component training needs. First Army will also increase capability to train functional and multifunctional formations, a necessity since more than 76 percent of the combat support/combat service support of the Total Force resides in the reserve component.\n\n**What efforts does the Army plan to continue?**\n\nThe training brigade restructure began in January 2015 and will be completed by the end of the year. The nine CATBs and MFTBs will consist of 49 active-component training support battalions, including one aviation training support battalion, two air defense training battalions, and one medical training task force.\n\nFollowing an operations group-type construct, the CATBs will have a brigade engineer battalion with engineer, signal, military intelligence, military police, and chemical capabilities; and a brigade support battalion with medical, transportation, quartermaster and maintenance capabilities. Additionally, the MFTBs will have two brigade engineer battalions and three brigade support battalions with the aforementioned functional capabilities.\n\nCATBs and MFTBs have the capability to support combat training centers, major training exercises and enhanced annual training.\n\n**Why is this important to the Army?**\n\nThe CATBs and MFTBs will refocus capabilities to:\n\n* -- Provide training support to RC forces during pre-mobilization\n* -- Allow training on a full range of decisive action mission sets\n* -- Retain necessary structure and expertise to conduct post-mobilization support\n\nThe reorganized structure provides a 32 percent increase in First Army's training support capability and capacity while creating a 47 percent increase in combat support/combat service support training capability.\n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [- On Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.nationalguard.mil/)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related documents: \n* [- First Army Premier Trainers Tri-fold (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/Trifold-PremierTrainers-SinglePage-Readable-20141001.pdf)\n* [- Army Total Force Policy Tri-fold](http://www.first.army.mil/documents/pdf/Trifold-ATFP-SinglePage-Readable-20141001.pdf)\n* [- First Army Information Brochure](http://www.first.army.mil/documents/pdf/1A_Brochure_2013_Version.pdf)\n* Related article:\n* [- 2014 Green Book: Mission Focused and Structured for Total Army Readiness](http://www.army.mil/article/134920/)\n* Related STAND-TO!:\n* [- Pre-mobilization Collective Training Support for the Reserve Component Forces](http://www.army.mil/standto/archive_2014-10-23/)\n",
    "date": "Tuesday, April 14, 2015",
    "quote": "Quote for the Day\n-------------------\n \nThis merging is really about the Soldier on the ground. We're much more efficient, lethal and effective. We're going to build on the great things that Soldiers across multiple organizations within the U.S. Army have done to be better.\n\n### - Lt. Col. RJ Garcia, commander of the 3rd Squadron, 6th Cavalry Regiment,  highlights the manned-unmanned teaming of Apache-Shadow for providing [best capabilities](http://www.army.mil/article/125676/) as part of the Army's [Aviation Restructure Initiative](http://www.army.mil/article/131869/), intended to rebalance force structure into a smaller, more capable and sustainable Aviation force.\n\n### [Army equips first Shadow UAS v2 unit](http://www.army.mil/article/146276)\n\n### Visit: [U.S. Army Aviation](http://www.army.mil/aviation)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 10-12: [U.S. Army Best Ranger Competition](http://www.army.mil/ranger/bestranger.html)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}