{
    "id": "2015-04-15",
    "title": "Army Guard and Reserve Component Training Mission at Tobyhanna Army Depot",
    "body": "**What is it?**\n\nSoldiers from across the nation learn enhanced communications-electronics systems troubleshooting and repair techniques to enhance their unit's maintenance and repair readiness. Students work alongside Tobyhanna's civilian counterparts to gain in-depth knowledge for sustainment of command, control, communication, computer, intelligence, surveillance, reconnaissance (C4ISR) equipment associated with their military occupational specialty (MOS). Depot training reaches beyond the limits of general knowledge skills associated with occupational specialties and dramatically increases work force and unit readiness.\n\n\n**What has the Army done?**\n\nFrom October 2013 to October 2014, 340 students from 10 Army National Guard and Marine Corps Reserve units from locales in California, Maine, Louisiana, Minnesota and Ohio trained at [Tobyhanna Army Depot](http://www.tobyhanna.army.mil), Pennsylvania. Classroom and hands-on training are designed to meet or exceed a unit's combat training requirements. For example, 20 Soldiers from various units earned certificates in basic robotics.  In addition, Tobyhanna personnel work in conjunction with other installation organizations to train military members who work in MOSs not associated with the C4ISR mission.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nAs the Army moves forward in the pursuit of new and enterprising technologies to support and expand the capabilities of the warfighter, Tobyhanna Army Depot's synergy of a trained work force, modern facilities, and a global presence provides an excellent training atmosphere for reservists and Guardsmen to achieve maintenance and repair readiness that surpasses typical unit extended combat training.  In addition to traditional MOS courses this summer, the depot is offering an opportunity to study cutting-edge technology that is gaining ground around the Department of Defense - Introduction to Robotics. The course covers the basic principles of robotics as applied in industry and the military.  Instruction includes extensive use of an articulated robotic arm throughout the course to demonstrate automation and control processes. \n\n**Why is it important to the Army?**\n \nTobyhanna Army Depot is the DOD's largest center for the repair, overhaul and fabrication of a wide variety of electronics systems and components, from tactical field radios to the ground terminals for the defense satellite communications network. Tobyhanna's missions support all branches of the armed forces. \n\n**Resources:**\n\n* [Tobyhanna Army Depot](http://www.tobyhanna.army.mil)\n* [U.S. Army Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* Related STAND-TO!: \n* [- Tobyhanna Army Depot - Worldwide support of America's warfighter](http://www.army.mil/standto/archive/issue.php?issue=2012-06-21)\n\n",
    "date": "Wednesday, April 15, 2015",
    "quote": "Quote for the Day\n-------------------\n \nAs we draw away from Iraq and Afghanistan and we look around the world, there are a lot of things happening. One of the most important things that we have to do as an Army everyday is to be ready. We have to be prepared for the uncertain. Today, we have thousands of Soldiers deployed and they have to be prepared for missions unlike any we've done before.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), addressed the need for Soldiers to be prepared for complex and unconventional threats in the years ahead, while sharing his views on some of the issues within the Army, during his recent visit to Fort Benning, Ga., for the [2015 Best Ranger Competition](http://www.army.mil/ranger/bestranger.html?from=st) \n\n### [Sergeant major of the Army visits Fort Benning](http://www.army.mil/article/146431)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}