{
    "id": "2015-04-16",
    "title": "America's PrepareAthon!",
    "body": "**What is it?**\n\n[America's PrepareAthon!](http://www.community.fema.gov/connect.ti/AmericasPrepareathon) (AP!) is a biannual national campaign of action that provides a recurring opportunity to learn more about the hazards that threaten our communities and to practice actions that will help them minimize their vulnerabilities to disasters, including tornados, hurricanes, fires, floods, and earthquakes.\n\nThe April 2015 AP! campaign key message encourages individuals to ***[\"Take Action to Prepare and Register\"](http://www.ready.gov/prepare)***  AP! culminates with National PrepareAthon! Day on April 30, 2015, as a capstone event that promotes preparedness activities across the country.  During this AP! campaign, the Army's focus remains steadfast: to educate, empower, and involve the Army community in preparedness activities that enhance the Army's resiliency and increase the nation's readiness for all-hazards events.\n\n**What has the Army done?**\n\nIn 2009, the Army established the Army Emergency Management Program outlined in [Army Regulation 525-27](http://armypubs.army.mil/epubs/pdf/p525_27.pdf) implementing all-hazards preparedness planning.  To bring awareness to this program and increase Army preparedness, HQDA G-3/5/7 executed the Ready Army campaign, a proactive community awareness campaign to empower Soldiers, families, and civilians to prepare in advance for natural or man-made disasters.  In 2013 and 2014, the Army joined the Federal Emergency Management Agency in their America's Prepareathon!.\n\n**What efforts does the Army plan to continue for the future?**\n\nThe [Ready Army](http://www.acsim.army.mil/readyarmy/) campaign continues to incorporate outreach tools and educational material to encourage Soldiers, Families, and civilians to turn awareness into action that enhances individual and Family preparedness.  The Army will stride forward and align stakeholders such as Family readiness groups with the all hazards planning process.  In order to enhance protection capabilities, the Army will continue to modernize installation emergency management systems.  All Army installations and organizations are requested to participate in the April 2015 AP! campaign, culminating with National PrepareAthon! Day on April 30, thereby ensuring the Army community and installations are prepared for the types of disasters they may encounter.\n\nThe entire Army community can join these initiatives by visiting the [Ready Army website](http://www.acsim.army.mil/readyarmy/) and clicking on the [National PrepareAthon! Day link](http://www.community.fema.gov/connect.ti/AmericasPrepareathon); \"Take Action to Prepare and Register.\"  Your commitment underscores the importance of working together to foster a culture of preparedness and advances our Nation's security and military readiness.\n\n\n**Why is this important to the Army?**\n\nUnder the [National Response Framework](http://www.fema.gov/national-response-framework), citizens are expected to be self-sufficient for 72 hours when base services such as water, power, and government support may not be available.  Every member of the Army community and their families must be ready to survive under these conditions.\n\n**Resources:**\n\n* [Ready Army](http://www.acsim.army.mil/readyarmy/)\n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/)\n* [America's PrepareAthon!](http://www.community.fema.gov/connect.ti/AmericasPrepareathon)\n* [Ready Campaign](http://www.ready.gov/)\n* [U.S. Army Disaster Personnel Accountability and Assessment System (ADPAAS)](https://adpaas.army.mil/)\n* [American Red Cross](http://www.redcross.org/)\n* [Citizen Corps](http://www.citizencorps.gov)\n* [Family Readiness Group](http://www.armyfrg.org/)\n* [U.S. Army Humanitarian Relief](http://www.army.mil/humanitarian/)\n* Related STAND-TO!: \n* [- National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/)\n",
    "date": "Thursday, April 16, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe're exposing all officers to cyber security because this has to become part of the foundational education that we expect them to have.\n\n### - Lt. Gen. Edward C. Cardon, commander, U.S. Army Cyber Command, stressing to the Senate Armed Services subcommittee that cyber security is every Soldier's business, during his testimony on emerging threats and capabilities at a hearing on \"Military Cyber Programs and Posture,\" in Washington, April 14\n\n### [Army may create cyber career field for civilians](http://www.army.mil/article/146485)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}