{
    "id": "2015-04-17",
    "title": "Army Fire & Emergency Services",
    "body": "**What is it?**\n\nArmy Fire & Emergency Services (F&ES) is part of the garrison Director of Emergency Services providing professional structural and aircraft fire protection, confined space and technical rescue, hazardous materials response, wildland firefighting, emergency medical services support, fire prevention and public education services, and other emergency related services tailored around the needs of each garrison.\n  \nArmy F&ES professionals are nationally certified in a multitude of related disciplines including hazardous materials response, confined space rescue, technical rescue, National Incident Management System command and control, structural and aircraft firefighting and rescue.\n  \nThe fire prevention professionals meet all of the above certifications and are certified in design document reviews, construction safety practices, the Life Safety Code, risk analysis processes, public education techniques, and similar related areas.   The firefighters undergo training on a regular basis to   maintain these critical certifications.  \n\n**What has the Army done?**\n\nEach year, Army fire chiefs submit the best of the best for the Army and the [Department of Defense (DOD)](http://www.defense.gov/) F&ES annual awards.  The categories in the competition include small, medium and large fire departments, civilian and military firefighters, civilian and military fire officers, Fire Service Instructor, and Fire Prevention Program.\n\nThe 2014 Army F&ES award winners are: \n\n-Large Department - Fort Benning\n\n-Medium Department - Fort Drum\n\n-Small Department - Fort Meade\n\n-Fire Prevention Program - Anniston Army Depot\n\n-Fire Service Instructor -- Mr. Olaf Jensen, Fort Leonard Wood\n\n-Military Fire Officer -- SGT Garrett Russ, Fort Leonard Wood\n\n-Civilian Firefighter - Mr. Joseph Dominguez, Presidio of Monterey\n\n-Military Firefighter -- AIC James Salazar, Joint Base Lewis-McChord\n\n-Civilian Fire Officer - Mr. Jacob Geer, Fort Knox. \n \nThese departments and individuals are now competing at the DoD level for the annual DOD F&ES Awards.\n\n**Why is this important to the Army?**\n\nIt is important to recognize the hard work and dedication of our firefighters.  Army firefighters are multi-disciplined, multi-talented professionals providing critical support to our Soldiers, civilians and Families.  Whether conducting fire prevention visits to facilities and operations, providing structural and aircraft firefighting services, or providing emergency medical services, the mission focus is supporting the citizens of our garrisons so the Army team can live, train, work and operate in a safe environment while knowing that professional emergency services are but a phone call away.  When the Soldiers are in the field training or deployed on a mission, they need to be confident their Families are safe and that when they come home, they will have a safe place to reconstitute.\n\nArmy F&ES professionals are firefighters and are there to help and serve the community. \n\n**Resources:**\n\n* [ACSIM](http://www.acsim.army.mil/)\n* [IMCOM](http://www.imcom.army.mil/)\n* [Fort Benning](http://www.benning.army.mil/)\n* [Fort Drum](http://www.drum.army.mil/Pages/index.aspx)\n* [Fort Meade](http://www.ftmeade.army.mil/)\n* [Anniston Army Depot](http://www.anad.army.mil/)\n* [Fort Leonard Wood](http://www.wood.army.mil/newweb/)\n* [Presidio of Monterey](http://www.monterey.army.mil/)\n* [Joint Base Lewis-McChord](http://www.lewis-mcchord.army.mil/)\n* [Fort Knox](http://www.knox.army.mil/)",
    "date": "Friday, April 17, 2015",
    "quote": "Quote for the Day\n-------------------\n\n\"Service members go into battle confident because Army Medicine, in concert with our sister services, goes with them.\"\n\n### -  Lt. Gen. Patricia D. Horoho, the Army's surgeon general, conveyed to House Appropriations Committee at the budget hearing on the defense health program that Army Medicine must be protected from sequestration in Washington, April 14.###\n\n### [Horoho: Army Medicine must be protected from sequestration](http://www.army.mil/article/146424)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 12-18: Army Volunteer Recognition Week\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n"
}