{
    "id": "2015-04-20",
    "title": "Financial Readiness",
    "body": "**What is it?**\n\nFinancial Readiness enables Soldiers and their Families to attain financial stability and flexibility by avoiding the personal and professional stressors of poor money management. [Financial Readiness](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx) protects Soldiers from predatory and unscrupulous lenders and poor financial decisions.  When Soldiers feel confident financial affairs are secure, they can focus on their missions without worrying about things at home.  In return, the Army improves Soldier, Family, and mission readiness. \n\n**What has the Army done?**\n\nThe Army brings the military's financial community together by partnering with federal, state and local resources, including the [Soldier for Life Transition Assistance Program](https://www.sfl-tap.army.mil/), and military banks and credit unions located on Army installations worldwide.  Army Community Service (ACS) Financial Readiness Program (FRP) managers counsel and educate Soldiers and Families on financial self sufficiency and resiliency.  \n\nFinancial readiness training is Soldier lifecycle based to ensure Soldiers receive financial readiness information at key points during their careers.  ACS FRP managers have financial readiness-related tools to include mobile device applications.  FRP managers provide debt liquidation assistance, consumer advocacy, credit scores, and emergency assistance through [Army Emergency Relief](http://www.aerhq.org).  \n\nThe Army OneSource website provides interactive opportunities to learn sound financial practices using gaming scenarios.  On-post military banks and credit unions provide financial planning services.  Key partners such as the Consumer Federation of America, the National Military Family Association, the Consumer Financial Protection Bureau, Better Business Bureau, Association of Military Banks of America, Defense Credit Union Counsel, and the Thrift Savings Board support military Families with financial and consumer education and advocacy.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army's financial readiness community focuses on the financial readiness of Soldiers and their Families to help them reduce debt and save for the future.  Good financial habits help Soldiers' careers through classes on budgeting, credit management, saving and investing, Thrift Savings Plan, insurance, and car buying.  Consumer awareness makes Army Families fit for financial success. \n\n**Why is this important to the Army?**\n\nThe financial readiness of Soldiers and their Families is a priority for the Army because it has a direct effect on mission readiness and Soldier and Family satisfaction with the Army's mobile lifestyle.  Unit financial readiness is essential to sustaining successful deployments.  The Army provides tools and services, including personal financial counselors, on-demand, surge support, and telephonic counseling to help Soldiers and their Families reduce their debt and achieve financial stability over the Soldier lifecycle.   \n\n**Resources:**\n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [Military Saves](http://www.militarysaves.org/)\n* [Army Community Service Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx) \n* [Consumer Federation of America](http://www.consumerfed.org)\n* [Council of Better Business Bureaus](http://www.bbb.org/us/Military)\n* [FINRA Investor Education Foundation](http://www.finrafoundation.org)\n* [National Military Family Association](http://www.nmfa.org)\n* [Army Emergency Relief](http://www.aerhq.org)\n* [Association of Military Banks of America](http://www.ambahq.org)\n* [National Association of Federal Credit Unions](http://www.nafcu.org)\n* [Thrift Savings Board](http://www.tsp.gov)\n* [Employee Benefit Research Institute/American Savings Education Council](http://www.ebri.org) \n* [Choose to Save](http://www.choosetosave.org)\n* [Federal Trade Commission](http://www.ftc.gov)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* Related STAND-TO!:\n* [- Army Emergency Relief Campaign](http://www.army.mil/standto/archive_2015-03-03/)\n* [- Military Saves](http://www.army.mil/standto/archive_2015-02-20/)\n* [- Budgeting buys peace of mind](http://www.army.mil/article/137863/)\n\n",
    "date": "Monday, April 20, 2015",
    "quote": "Quote for the Day\n-------------------\n\nReductions driven by sequestration would be devastating and very different than our current right-sizing to correctly align our medical capabilities. \n\n### -  Lt. Gen. Patricia D. Horoho, Army surgeon general and commanding general of the [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx), emphasizing that Army Medicine must be protected from sequestration as it would have dramatic impacts on medical readiness and capabilities, during her testimony to the House Appropriations Committee at the budget hearing on the defense health program, Washington, April 14 \n\n### [Horoho: Army Medicine must be protected from sequestration](http://www.army.mil/article/146424)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}