{
    "id": "2015-04-21",
    "title": "Army Strategic Planning and Policy Program",
    "body": "**What is it?** \n\nThe Advanced Strategic Planning and Policy Program, or ASP3, develops field grade officers as strategic planners and future senior leaders through a combination of practical experience, professional military education and a doctoral degree from a university in a field of study related to strategy.  \n\n**What has the Army done?**  \n\nIn December 2011, the chief of staff of the Army directed U.S. Army Training and Doctrine Command's [Combined Arms Center](http://usacac.army.mil) to look at different options for producing strategic planners and future senior leaders through a doctorate program. The [School of Advanced Military Studies](http://usacac.army.mil/organizations/lde/cgsc/sams), or SAMS, developed ASP3 and began enrolling students in a pilot program in August 2012. There are currently a total of four annual cohorts (2012-2015) comprising 38 members. Officers from the first three cohorts are attending 18 different universities across the country, including Princeton, Columbia, Johns Hopkins and Duke. Officers later selected as senior service college primaries may receive Military Education Level 1 credit, the Army's highest level of professional military education, for earlier ASP3 participation. \n\n**What continued efforts does the Army have planned for the future?**  \n\nThe fifth annual cohort will begin graduate school in August 2016. According to MILPER Message 15-007, the application window for this cohort is open until June 30, 2015. Once selected, officers will apply to doctoral programs at respected American universities in a liberal arts field of study related to strategy. They will attend two phases of professional education at SAMS, one before starting two years of doctoral coursework (2016-2018), the other immediately afterward. Officers then serve in a developmental assignment, gaining experience as a strategic planner. After the developmental assignment, the officer will spend one year working full time on a dissertation and will then be available as a strategic planner. Those officers selected for battalion or brigade command will be afforded the opportunity to command. \n\n**Why is this important to the Army?**  \n\nASP3 graduates have skills, education and experience that make them valuable as Army senior leaders and strategic planners. The combination of civilian and professional education is intended to prepare graduates to serve as strategic planners within the planning or policy staff at combatant, sub-unified, theater, multinational, and Army commands; Headquarters, Department of the Army; Joint Staff; Office of the Secretary of Defense; Department of State; intelligence community; or National Security Council.\n\n**Resources:**\n \n* [Combined Arms Center](http://usacac.army.mil)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* *CAC Login Required*: [MILPER Message ASP3 Homepage](https://partis.leavenworth.army.mil/cgsc/sams/SitePages/ASP3-Homepage.aspx?InitialTabId=Ribbon.Document&VisibilityContext=WSSTabPersistence) \n* Related document:\n* [- Military Review:  The Strategic Planning \"Problem\"](http://usacac.army.mil/CAC2/MilitaryReview/Archives/English/MilitaryReview_20131231_art005.pdf)\n",
    "date": "Tuesday, April 21, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nWith the proper emphasis, this program will help lay the foundation for our future success as the nation's Strategic Landpower.\n\n### -  [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), CSA Sends, June 6, 2013 \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}