{
    "id": "2015-04-22",
    "title": "Army Earth Day 2015: Sustain the Mission.  Secure the Future.",
    "body": "**What is it?** \n\nCelebrated each year on April 22, Earth Day started in 1970 as a grassroots effort to create an awareness of the Earth's fragile environment, encourage environmental stewardship, and ultimately, develop environmental awareness in American society. The U.S. Army first participated in the Earth Day campaign in 1971 and commemorates the event, which evolved into a worldwide celebration, every year with activities at installations Army-wide. \n\n**What has the Army done?** \n\nEach year, the U.S. Army celebrates Army Earth Day at approximately 200 Army installations, commands and organizations around the world. The Army's Earth Day theme: \"Sustain the Mission. Secure the Future.\" reflects the dedication to protecting the environment and the lands in the Army's care so that training that enables Soldier readiness and mission success can be conducted now and into the future. The Army takes great pride in its commitment to the environment, *Acknowledging the Past* by restoring Army lands and preserving cultural and historical resources; *Engaging the Present* by meeting today's environmental standards while enabling Army operations and protecting Soldiers, Families and civilians, and *Charting the Future* by using best practices and new technologies to ensure future environmental resiliency.   \n\n**Why is this important to the Army?** \n\nEnvironmental stewardship is a mission enhancer.  It leads to meeting the current and future needs of Soldiers, their Families, and the nation through better training lands, improved recreational opportunities, healthier communities, and new partnerships.  The Army's Strategy for the Environment acknowledges the interdependence between military mission success and the sound stewardship and use of environmental resources.  Environmental sustainability is now part of every Army installation and unit's operations, from munitions production to live-fire training, from the housing areas to the forward operating bases.  \n\n**What's planned for the future?** \n\nObservance of Army Earth Day provides an opportunity to renew the Army's commitment to improving efficiencies in energy; reducing, repurposing, and recycling at the military installations; and addressing climate change and its risks to national security. Each year, the Army acknowledges the interdependence of the military's mission, the natural environment and the well-being of the communities.  The Army will continue to engage the Soldiers in environmental stewardship and recommit to protecting the lands in its care to ensure they are available for future Soldier training, as well as providing Families a place to live, Army civilians a place to work and recreational opportunities for communities to enjoy. Army Green is Army Strong! \n\n**Resources:**\n\n* [U.S. Army Environmental Command](http://www.aec.army.mil/)\n* [Army.mil: Environment News](http://www.army.mil/news/environment/)\n* Related article:\n* [- Pentagon recognizes Army Environmental Program successes](http://www.army.mil/article/143990/Pentagon_recognizes_Army_Environmental_Program_successes/)\n",
    "date": "Wednesday, April 22, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nThe Army is focused on being a good steward of our environment and our natural and energy resources.  Our stewardship of Army lands enables the kind of training and testing needed to ensure Soldier readiness, [which] increases the resiliency of our installations, increases  energy security and provides mitigation against the effects of climate change; it's good for this nation.\n\n\n### - Katherine G. Hammack, [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}