{
    "id": "2015-04-23",
    "title": "Army Reserve's 107th Anniversary ",
    "body": "**What is it?**\n\nApril 23 marks the 107th anniversary of the [Army Reserve](http://www.usar.army.mil/Pages/default.aspx), which began with the passage of Senate Bill 1424 in 1908. This legislation authorized the Army to establish the Medical Reserve Corps - a specialized team of medical officers who could be ordered to active duty in times of emergency.\n\nToday's operational force of approximately 200,000 highly-skilled Soldiers provides life-saving, life-sustaining capabilities to the Army, joint force and the nation through 148 career fields.\n\n**What has the Army Reserve done?**\n\nThe Office of the Chief, Army Reserve and U.S. Army Reserve Command are hosting several events across the nation during the week of April 23, including a ribbon-cutting ceremony for the Army Reserve's new museum-quality exhibit in the Pentagon. Historic photos, video and artifacts from the Medical Reserve Corps, World Wars I and II, Korean War, Global War on Terror, and humanitarian missions illustrate the value of the Army Reserve to the Army and nation today and Total Force of the future. The display, which occupies the entire length of corridor five on the second floor, advocates the Army Reserve as a multifaceted military and humanitarian force with combat support and service elements.\n\n**What continued efforts does the Army Reserve have planned for the future?**\n \nToday's Army Reserve is well-positioned to support the total joint force and the nation as it prepares to face new challenges over land and sea, in the air and in cyberspace at home and abroad. Maintaining an operational Army Reserve that supports and participates in Total Army efforts for balancing force structure and readiness will help the Army to modernize as part of Force 2025 and Beyond.\n\nThe Army's regional alignment of forces and development of Army Reserve Engagement Cells and Teams are two ways the Army Reserve remains globally engaged in operational activities. Nesting vital enabling capabilities within Army Service Component Commands via these teams helps the active component respond to a full range of requirements quickly and effectively today and into the foreseeable future.\n\n**Why is this important to the Army?**\n\nThe Army Reserve represents most of the Army's critical military enabling capabilities  medical, logistical, transportation, full-spectrum engineering, civil affairs, legal, and chemical. The leadership and technical expertise of its Soldiers play a key role in the Army's modernization efforts, helping the Total Force to retain overmatch through the next decade and beyond.\n\n\n**References:** \n\n* [Army Reserve](http://www.usar.army.mil)\n* [Army.mil: Army Reserve News](http://www.army.mil/news/reserves/)\n* [USAR Private Public Partnerships](http://www.usar.army.mil/resources/Pages/Employer-Partnership-opportunities-and-Information.aspx)\n* Related STAND-TO!:\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n",
    "date": "Thursday, April 23, 2015",
    "quote": "Quote for the Day\n-------------------\n\nYou (commanders) must provide guidance on how you want to shape the battlefield in your area of operation. I don't worry about our ability to fight, but it's how we shape that's really hard.\n\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), stressing upon the active involvement of a commander and his development of a plan as one of the most critical things,  while he observed training of Soldiers from the 2nd Brigade Combat Team, 82nd Airborne Division, during a visit at the Joint Readiness Training Center and Fort Polk, April 22, 2015\n\n### - [Odierno talks training, shaping battlefield with Soldiers](http://www.army.mil/article/146971)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}