{
    "id": "2015-04-24",
    "title": "Fiscal Year 2016 Army Study Program Guidance",
    "body": "**What is it?**\n\nThe [Army Study Program Management Office (ASPMO)](http://www.g8.army.mil/organization/army_study_program_management_office) released the [Army Study Program (ASP) Guidance for Fiscal Year 2016 (FY16)](https://www.us.army.mil/suite/doc/44536712), on April 2, 2015. The guidance provides planning direction to commanders and study sponsors for the FY16 ASP. The release of the guidance begins the annual study development and nomination process that leads to the Army Scoring Conference in August and eventually to the Study Program Coordination Committee (SPCC), for final approval in early Fall. Once approved, ASPMO will begin funding the studies in ranking order, yielding analysis that address senior leaders' highest priority issues.\n\n**What has the Army done?**\n\nAll Army organizations have unique missions that benefit by studies and analyses. The objective of the FY16 guidance is to provide overarching guidelines that are broad enough to encompass the wide range of issues impacting the Army, and allow flexibility for organizations to address their specific analytical requirements. Analyses range from studies to support network operations, to studies focusing on the morale and welfare of Soldiers and their Families, traumatic brain injury and other priority topics. By performing studies up front, the Army saves assets and avoids investing in solutions that result in wasted resources. The Focus Areas developed by the Senior Analyst Advisory Board provide the framework for the FY16 analysis agenda, complemented by the Army Campaign Plan, Army Posture Statement, priorities set by the Secretary and Chief of Staff of the Army. The guidance is signed and issued by the deputy chiefs of staff G-8 and G-3/5/7. \n\n**What efforts does the Army plan to continue in the future?**\n\nThe ASP is accomplished with analyses provided through internal Army analysis organizations, Federally Funded Research and Development Centers, and commercial contractors. Commands can present their study initiatives annually at the ASP Scoring Conference, where the proposals are ranked for funding.\n\n**Why is this important to the Army?**\n\nThe ASP informs Army senior leadership with timely, high quality insight on critical issues impacting the Army. Without this critical analysis, Army leaders would be forced to make choices that affect Soldiers and Families, commands, and the entire Army, without the information necessary to make well-informed decisions. \n\n**Resources:**\n\n* To read the [FY16 HQDA Army Study Program Development memorandum and the FY16 Army Study Program Guidance](https://www.us.army.mil/suite/doc/44536712) -- *AKO Log-in Required*\n* [Army Regulation 5-5: Army Studies and Analyses](http://www.apd.army.mil/pdffiles/r5_5.pdf)\n* [ASPMO on Facebook](http://www.facebook.com/armystudies)\n* [Army G8](http://www.g8.army.mil/)\n* [Army Study Program Management Office (ASPMO)](http://www.g8.army.mil/organization/army_study_program_management_office)\n* Related articles:\n* [- Army Study Program helps inform diverse array of Army decisions, solutions](http://www.army.mil/article/106423/)\n* [- The Army Study Program Management Office -- More Than Just Studies!](http://www.army.mil/article/116210/)\n",
    "date": "Friday, April 24, 2015",
    "quote": "Quote for the Day\n-------------------\n\nVeterans and Wounded Warriors aren't 'that guy in a wheelchair,' or a homeless person that no one seems to care about. They are normal people that\nwant the same things we do. When I spend time with them, I feel like my Family just gets bigger and bigger. \n\n\n### -  Cavan McIntyre-Brewer, 13-year-old son of Capt. Steven Brewer, medical detachment commander at Aberdeen Proving Ground's Kirk U.S. Army Health Clinic, has been awarded the \"Month of the Military Child,\" from the Army branch, along with other awardees from [each military service branch](http://www.army.mil/article/146767), at Operation Homefront's 7th annual Military Child of the Year Award Gala in Arlington, Va., April 16.\n\n### - [Army child of the year encourages other youth to volunteer](http://www.army.mil/article/146778/)\n\n### Related site: [Army Families](http://www.army.mil/families)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}