{
    "id": "2015-04-27",
    "title": "Civilian Education System  ",
    "body": "**What is it?** \n\nThe Army is redesigning its four-level Civilian Education System (CES) in order to professionalize the [Army Civilian Corps](http://cpol.army.mil/index.html) in accordance with the [Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/) initiative. The CES is a continuum of leader development that begins with the newly-hired Army professional and provides development opportunities throughout the professional's career. Completing CES courses is recommended prior to selection for higher levels of employment and is required prior to attending advanced educational opportunities. \n\nThe CES redesign will support the secretary's and chief of staff of the Army's efforts to develop adaptive leaders who can operate in a complex environment. The redesign will also align civilian education with the education Soldiers receive during their careers. The CES adopts the Army's five-tier structure with the foundation, basic, intermediate and advanced courses and continuing education for senior leaders.\n\n**What has the Army done?** \n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil) is redesigning the CES to align with the Army's leader development model and strategy, ground Army civilians in doctrine and ensure they receive the right education at the right time as they support the Army profession. Gaps have been identified and training is being developed to ensure the Army Management Staff College redesign is on par with the Department of Defense and Army leader development requirements.\n\n**What continued efforts does the Army have planned for the future?** \n\nThe Army continues to revise the [Army Leader Development Strategy](http://usacac.army.mil/cac2/cal/alds.asp) to address the future [Civilian Leader Development Program](http://cpol.army.mil/library/permiss/701.html). The Army is standardizing the educational and training requirements determination process for the Army Civilian Corps in order to optimize civilian leader development and technical competency.\n\nCurrent and future initiatives include both enhanced opportunities for civilians as well as training for military leaders to build uniform/civilian teams. For example, starting in 2016, the Army will select civilians to attend the [Command and General Staff Officer Course](http://usacac.army.mil/organizations/cace/cgsc/courses). Other initiatives include a presentation at the Army's School of Command Preparation Brigade Commander/Command Sergeants Major Course, which will also be offered as an elective at the CGSOC.\n\n**Why is this important to the Army?** \n\nFaced with the complexity and uncertainty of the nation's security environment and the increasing speed of change, the role of the Army civilian continues to evolve. The Army relies more and more on its civilian corps to provide continuity, corporate expertise and generate force support to Soldiers in the field. As a result, the Army must professionally develop civilian leaders to continue to take on greater levels of responsibilities and increased leadership roles to support and sustain the operational force under ever-changing, complex conditions.  \n\n\n**Resources:** \n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [Civilian Workforce Transformation](http://www.asamra.army.mil/cwt/)\n* [ALDF, Army Leader Development Forum](http://www.apd.army.mil/jw2/xmldemo/p350_58/main.asp)\n* [Army Civilian Corps Creed](http://www.army.mil/values/corps.html)\n* [Army Civilian Training, Education & Development System](http://cpol.army.mil/library/train/acteds/)\n* [Army Leader Development Strategy (Jun 2013)](http://go.usa.gov/3Zeje)\n* Related documents: \n* [- Army Leadership ADP 6-22 (Aug 2012)](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp6_22.pdf)\n* [- Army Learning Concept](http://www.tradoc.army.mil/tpubs/pams/tp525-8-2.pdf)\n* [- Army Operating Concept (TP 525-3-1)](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* [- Army Training and Leader Development AR 350-1 (Aug 2014)](http://www.apd.army.mil/pdffiles/r350_1.pdf)\n* [- DODI 1430.16 Growing Civilian Leaders November 2009](http://www.dtic.mil/whs/directives/corres/pdf/143016p.pdf)\n* [- Review of Education, Training, and Assignments for Leaders (RETAL), Civilian\nTeam Report, May 2006](http://cpol.army.mil/library/train/docs/AL21-Final.pdf)\n* [- The Army Profession ADRP 1 (Jun 2013)](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n* [- TRADOC Policy Letter 9, Civilian Leader Development Program\n(CLDP)](http://www.tradoc.army.mil/SGS/CMDPolicyletters/PolicyLtrsRestr.htm)\n* Related STAND-TO!:\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) \n* [- SECARMY Senior Civilian Army Profession Symposium](http://www.army.mil/standto/archive_2014-11-20/)\n* [- Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/)\n* [- Army Civilian Training and Leader Development](http://www.army.mil/standto/archive/issue.php?issue=2012-06-07)",
    "date": "Monday, April 27, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWe are the largest academic institution in the world and have the largest online delivery system in America. We have the academic ability to accredit our own courses, to give you the maximum amount of credit for the work that you do, especially the ones that translate into work that is done out in the civilian sector.\n\n\n### -  [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), addressing the importance of improving military education while continually improving the Army profession at McMahon Auditorium, Fort Carson, Colorado, April 20-21 \n\n### - [Dailey sets sights on military education](http://www.army.mil/article/147068)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n  \n\n"
}