{
    "id": "2015-04-29",
    "title": "NCO Solarium 2015 ",
    "body": "**What is it?**\n\nThe Non-commissioned Officer Solarium 2015, a Sergeant Major of the Army initiative, is a significant effort to inform and shape the future direction of the U.S. Army. This effort brings together 84 sergeants first class and master sergeants, including first sergeants, to U.S. Army Training and Doctrine Command's Combined Arms Center at Fort Leavenworth, Kansas, from April 29 to May 1, 2015. Through this initiative, these NCOs will identify issues that will have an impact on the Army into the foreseeable future and provide recommendations to the SMA.\n \n**What has the Army done?**\n\nNCO Solarium 2015 consists of two phases: online and onsite.\n\nThe first phase included a Defense Connect Online session with all participants in March 2015.  This session defined the purpose of the Solarium, identified topics for discussion with the SMA, and concluded with the way ahead for the Solarium. \n\nKey discussion topics included: talent management, education, culture, training, vision/branding, mission command and physical fitness. Subsequent online sessions matched participants to a work group with a specific topic and linked them with their group facilitator who recommended readings and guided other discussions in preparation for the onsite phase. \n\nThe second phase is at Fort Leavenworth and will consist of two and a half days to finalize the topic presentations to the SMA. On day three, the SMA will address Solarium participants; then representatives from each work group will present their topics and recommendations. \n\n**What continued efforts does the Army have planned for the future?**\n\nSimilar meetings have been held with captains and majors, as well as senior Army civilians. The intent is to continue holding Solarium-type events on a recurring basis, in the continental U.S. and overseas, with all component and cohort groups, to solicit insight to help shape the Army for success in the future.\n\n**Why is this important to the Army?**\n\nThe Army values its leaders' observations and insights, which will be used to adapt policy, processes, and programs. These Solariums represent a great developmental opportunities for participants and also afford Army senior leaders a forum to engage military members and civilian personnel, at all levels, directly while communicating Army priorities. \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* [Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Center for Army Leadership (CAL)](http://usacac.army.mil/cac2/CAL/)\n* Related STAND-TO!: \n* [- Captain Solarium 2015](http://www.army.mil/standto/archive_2015-02-24/)\n* [- Captain Solarium 2014](http://www.army.mil/standto/archive_2014-06-30/)\n* [- Master Fitness Trainer Course](http://www.army.mil/standto/archive/issue.php?issue=2013-01-08)\n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* Related articles:\n* [- CSA taps captains for talent-management ideas](http://www.army.mil/article/129846/)\n* [- Solarium 2015: Developing agile, adaptive leaders](http://www.army.mil/article/143630/Solarium_2015__Developing_agile__adaptive_leaders/)\n* [- Solarium 2015: 'Moneyball' performance pitch gets chief's ear](http://www.army.mil/article/143796/Solarium_2015___Moneyball__performance_pitch_gets_chief_s_ear/)\n* [- Solarium 2015: Forcing multiple dilemmas on enemy](http://www.army.mil/article/143728/Solarium_2015__Forcing_multiple_dilemmas_on_enemy/)\n* [- Solarium 2015: Leaders discuss upending conventional communication](http://www.army.mil/article/143777/Solarium_2015__Upending_conventional_communicating/)\n",
    "date": "Wednesday, April 29, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nDuring the past decade, NCOs have demonstrated time and again that they are the backbone of our Army. As we transition to the Army of 2020, we continue to lean hard on that backbone to help identify key issues and recommend solutions that ensure an Army that can meet our nation's needs. The topics they address in this Solarium will frame the requirements going forward as we continue to adapt for new challenges.\n\n\n### -  [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2015**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.sexualassault.army.mil/index.cfm)\n\n*  [Month of the Military Child](http://www.army.mil/families) \n\n* [Day of Remembrance for Victims of the Holocaust ](http://www.ushmm.org/remember/days-of-remembrance)\n\n* April 22: [Army Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n* April 23: [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx) 107th Birthday\n\n\n* **May 2015**\n\n* National Mental Health Month \n\n* National Asian Pacific Heritage Month \n\n* Women's Health Care Month \n\n* National Military Appreciation Month\n\n* Military Spouse Appreciation Day \n\n\n\n  \n\n"
}