{
    "id": "2016-03-01",
    "title": "Brain Injury Awareness ",
    "body": "### What is it?\n\nA [Traumatic Brain Injury](http://www.army.mil/tbi/)\n(TBI) is a disruption of function in the brain resulting from a blow or jolt to the head or a penetrating head injury. Causes of traumatic brain injuries may include falls, contact or collision during sports, motor vehicle crashes, assaults, and combat events such as blasts. TBIs are classified at the time of injury as mild, moderate, severe, or penetrating.\n \nThe majority of traumatic brain injuries that occur in the U.S. Army are mild TBIs, also known as concussions.  Early identification and treatment following a concussion are essential to optimal recovery.\n\n### What has the Army done?\n\nThe Army has a comprehensive program to better prevent, diagnose, treat and track concussions.  The key elements to the program are:  \n\n* A mandatory education component\n* One worldwide standard of care for assessing and treating Soldiers\n* An inclusive garrison clinical care program for medical and rehabilitation needs\n* Baseline neurocognitive testing of all deploying Soldiers\n* An aggressive research program to advance concussion diagnosis and treatment  \n\nThe Army published HQDA EXORD 165-13: *Department of the Army Guidance for Management of Concussion/Mild Traumatic Brain Injury in the Garrison Setting* in June 2013. This policy directs that any Soldier who is involved in a potentially concussive event, such as being involved in a motor vehicle crash, must undergo a medical evaluation for concussion.  For Soldiers diagnosed with a concussion, the policy mandates a minimum 24-hour recovery period.  \n\n\n### What continued efforts are planned for the future?\n\nThe Army will continue to aggressively educate all Department of Army personnel about TBI, conduct vital research, provide evidence-based TBI care, and track patient outcomes.  Through educating the force, the Army anticipates to affect a cultural change about better understanding about concussion.  The Army will continue to collaborate with numerous partners ranging from those in the Department of Defense to academic institutions to deliver the best TBI care possible. The desired end-state is to deliver responsive, reliable, and relevant TBI care for the Soldiers and their Family members.  \n  \n### Why is it important to the Army? \n\nAccording to the [Armed Forces Health Surveillance Center](http://afhsc.army.mil/home), more than 194,000 Army personnel have sustained a TBI since January 2000.  TBI not only impacts mission integrity and force health protection, but also affects military Family members. The Army remains committed to providing world-class healthcare for the Soldiers and their families.\n\n### Resources:\n\n* Army.mil: [Traumatic Brain Injury](http://www.army.mil/tbi/)\n* [U.S. Army Medical Department](http://www.armymedicine.mil/)\n* [Defense and Brain Injury Center](http://www.dvbic.dcoe.mil)\n* [Defense Centers of Excellence](http://www.dcoe.mil/)\n* [Brain Injury Association of America](http://www.biausa.org/)\n\n\n     \n\n",
    "date": "Tuesday, March 1, 2016",
    "quote": "Quote for the Day\n------------------\n\nThey're integrated in every mission we execute.\n\n\n### - Vice Chief of Staff of the Army [Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa/), emphasizes that National Guard and Army Reserve Soldiers are a cohesive part of the  Army Team, while testifying at the House Armed Services Committee's \"Department of the Army 2017 Operation and Maintenance Budget Request and Readiness Posture\" hearing, Feb. 26\n\n### [Army wants more flexibility to activate Guard, Reserve](http://www.army.mil/article/163098)\n\n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}