{
    "id": "2016-03-02",
    "title": "Women's History Month  ",
    "body": "### What is it?\n\nMarch is National Women's History Month, and the U.S. Army joins the nation in an amplified celebration of women contributions to this nation and it's Army. The Army community honors the sacrifices and accomplishments of women who not only have helped shape the service but also the country. During this time, both women in military and civil service are honored for their support and strength, and willingness to sacrifice everything for the freedom and liberty cherished by all Americans. \n\nThe national theme this year is, *Working to Form a More Perfect Union: Honoring Women in Public Service and Government.*\n\n\n### What has the Army done?\n\n\nWomen Soldiers have served in about every kind of role imaginable within the military, a legacy to inspire future women Soldiers. Army leaders across the department continue to set the conditions for all Soldiers to reach their full potential, and assign tasks and jobs throughout the force based on ability, not gender. For the first time in history, the U.S. Army has fully integrated women into all military positions, which makes the U.S. armed forces better and stronger.   \n\nWomen Soldiers made historic strides in 2015, with graduating from Ranger School, to the appointment of the first black female Army surgeon general, to Defense Secretary Ash Carter opening up all military occupational specialties (MOSs) to women.\n\n\n### What continued efforts are planned for the future?\n\nWomen's History Month stands as a further reminder of the strength the Army has gained, and will gain through having a high-quality diverse all-volunteer force, standing ready to answer the nation's call. The military will continue to provide full and equal opportunity for women to serve.  Army senior leaders will continue to shape policy that ensures the force of the future to remain strong.  Every individual, regardless of gender, has the opportunity for viable careers within the service. \n  \n### Why is it important to the Army? \n\nThe Army is proud of today's women Soldiers who serve with distinction and are role models exemplifying the Army's highest [values](http://www.army.mil/values). Women [play vital roles](http://www.army.mil/women/?from=st) in accomplishing the Army's mission. Women are an asset in the military and integration of women in all career fields will strengthen the Army's readiness.  \n \n\n### Resources:\n\n* [Women in the U.S. Army](http://www.army.mil/women )\n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita)\n* [Presidential Proclamation: Women's History Month](https://www.whitehouse.gov/the-press-office/2016/02/29/presidential-proclamation-womens-history-month-2016)\n\n#### Related document: \n\n* [39th Chief of Staff of the Army's Initial Message to the Force](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n\n#### Related article:\n\n* [Army reveals plan to fully integrate women into all MOSs, combat units](http://www.army.mil/article/161770)\n\n#### Related STAND-TO!: \n* [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12)\n* [Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18)\n* [America's Army - Our Profession Stand Strong](http://www.army.mil/standto/archive_2013-12-16)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15)\n\n\n\n     \n\n",
    "date": "Wednesday, March 2, 2016",
    "quote": "Quote for the Day\n------------------\n\nI fully support opening military occupational specialties [MOSs] in the United States Army to all Soldiers regardless of gender. And, I believe full integration of women in all career fields will either maintain, sustain or improve the overall readiness. \n\n### -  Chief of Staff of the Army Gen. Mark A. Milley, during his testimony before the Senate Armed Services Committee, Feb. 2 \n\n### [Army reveals plan to fully integrate women into all MOSs, combat units](http://www.army.mil/article/161770)",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}
