{
    "id": "2016-03-03",
    "title": "Army Emergency Relief Annual Campaign",
    "body": "### What is it?\n\nFinancial security is a key element of a [ready and resilient](http://www.army.mil/readyandresilient) force.  The [Army Emergency Relief](http://www.aerhq.org/) (AER) annual campaign is conducted from March 1st through May 15th in order to increase Soldier awareness of this benefit, as well as to provide an opportunity for Soldiers to donate and be able to help their fellow Soldiers. Local commanders can adjust their campaign dates as their mission dictates. \n\nAER is a private nonprofit organization incorporated in 1942 to relieve financial distress of Soldiers and their dependents. AER provides financial assistance to Soldiers, retirees and their Families in the form of no-interest loans and grants in support of a variety of needs including:\n\n* Emergency assistance for rent, food, travel, car repair, funeral, medical and dental expenses, car seats, repair/replacement of appliances and HVAC equipment, rental cars, replacement vehicles, cranial helmets and furniture \n* Children and spouse scholarships\n* Grants to Soldiers medically evacuated from combat theaters\n* Support to Families of fallen Soldiers\n\nAER assistance is available to Soldiers, retirees and their Families wherever they are located. All Soldiers can apply for assistance directly at their local AER office. Soldiers, retirees and Families not near an AER office can seek assistance from the [Air Force Aid Society](https://www.afas.org/), [Navy Marine Corps Relief Society](http://www.nmcrs.org/) and [Coast Guard Mutual Assistance](http://www.cgmahqmobile.org/) on their respective bases or call the national [American Red Cross](http://www.redcross.org/) call center at (877) 272-7337.\n\n### What has the Army done?\n\nIn 2015, the Army and AER disbursed more than $71 million in total assistance to nearly 47,000 active and retired Soldiers and Families to meet emergency financial and educational assistance needs.  Since 1942, AER has provided more than $1.7 billion in assistance to more than 3.7 million Soldiers and Families.  \n\nIn September 2015, AER made a major policy change which allows most Soldiers direct access to AER assistance. This assistance will continue to be available under the *Commander's Referral Program*, where company commanders and first sergeants have the authority to approve AER loans to their Soldiers up to $1,500 in interest free loans.\n \n  \n### What continued efforts are planned for the future?\n\nThe Army supports AER and its annual AER campaign through mission, installation, and garrison commanders and CSMs personally insuring that Soldiers are made aware of the benefits of AER, as well as offering Soldiers the opportunity to donate to AER.  \n \n  \n### Why is it important to the Army? \n\nSoldiers, retirees and their Families need to know that AER assistance is available in times of financial need and that by donating to AER, they can continue the legacy of *Soldiers Helping Soldiers.*  Army Emergency Relief is dedicated to *Helping the Army Take Care of Its Own* and provides Army leaders a valuable asset in ensuring a ready source of financial assistance to Soldiers and their Families.\n \n\n### Resources:\n\n* [Army Emergency Relief](http://www.aerhq.org/)\n* [American Red Cross](http://www.redcross.org/)\n* [Air Force Aid Society](https://www.afas.org/)\n* [Navy Marine Corps Relief Society](http://www.nmcrs.org/)\n* [Coast Guard Mutual Assistance](http://www.cgmahqmobile.org/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n\n\n#### Related document: \n\n* [AR 930-4: Army Emergency Relief](http://www.apd.army.mil/pdffiles/r930_4.pdf)\n\n#### Related video: \n\n* [AER video](https://www.youtube.com/watch?v=7pGVmD1UCUA)\n\n#### Related STAND-TO!:\n\n* [Military Saves](http://www.army.mil/standto/archive_2016-02-22)\n\n\n\n\n     \n\n",
    "date": "Thursday, March 3, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nFor the past 74 years, Army Emergency Relief (AER) has clearly made a difference in enhancing the readiness and relieving the distress of Soldiers and their Families.  \n\n### -  Army senior leaders \n\n### Read the complete senior leader tri-signed letter: [2016 Army Emergency Relief Annual Campaign](http://www.army.mil/e2/rv5_downloads/standto/aer_trisign.pdf)",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 6-10: [Army Trials](http://www.wtc.army.mil/warrior_games/army_trials_2016.html) (#ArmyTrials)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}