{
    "id": "2016-03-07",
    "title": "Army Maternity Leave Policy",
    "body": "### What is it?\n\nThe Army's new maternity leave policy grants eligible regular Army or reserve component Soldiers 12 continuous weeks of non-chargeable maternity leave following a birth event.  The 12-week leave period starts immediately after the Soldier gives birth or the mother's release from the hospital, whichever is later. However, the Army's paternity leave policy remains unchanged.\n\n\n### What has the Army done?\n\nThe directive regarding the policy signed March 1, 2016 by acting Army Secretary Patrick J. Murphy, is aligned with a DOD-wide policy announced by Defense Secretary Ash Carter on Jan. 28. \n\nThe Army will not allow unit commanders to disapprove maternity leave and encourages the commanders to -- \n\n*  Educate their Soldiers to ensure appropriate understanding of the new benefit, including eligibility, applicability, and date of implementation.  \n*  Ensure that all Soldiers who are on maternity leave or ordinary (chargeable) leave in conjunction with maternity leave, or who were in such a status on Feb. 2, 2016, are immediately counseled, but no later than seven days from the date of the [directive](http://www.apd.army.mil/pdffiles/ad2016_09.pdf).  \n \n  \n### What continued efforts are planned for the future?\n\nThis directive builds upon the authority of the unit commanders and medical providers to continue to grant convalescent leave in accordance with [AR 600-8-10](http://www.apd.army.mil/pdffiles/r600_8_10.pdf)  based on an individual Soldier's fitness for duty.  This directive does not limit convalescent leave to 12 weeks when a health professional or medical authority has deemed that such leave is warranted.  \n\nTaking maternity leave does not limit career potential, assignments, performance appraisals, or selection for professional military education or training.  \n \n  \n### Why is it important to the Army? \n\nThe Army fully supports DOD's decision to provide women, across the joint force, up to 12 weeks of fully paid maternity leave.  This policy builds on previously announced initiatives on strengthening the force of the future.  The Army honors the commitment of Soldiers to serve by ensuring they have the resources to take care of their family members. \n \n\n### Resources:\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* Army.mil: [Army Families](http://www.army.mil/families)\n\n#### Related documents:  \n* [Army Directive 2016-09: Maternity Leave Policy](http://www.apd.army.mil/pdffiles/ad2016_09.pdf)\n* [Army Regulation 600-8-10: Leaves and Passes](http://www.apd.army.mil/pdffiles/r600_8_10.pdf)\n* [Army Regulation 614-30: Oversees Service](http://www.apd.army.mil/pdffiles/r614_30.pdf)\n\n#### Related article:  \n* [Carter announces 12 weeks paid military maternity leave, other benefits](http://www.army.mil/article/161694)\n\n#### Related STAND-TO! :\n\n* [Army Breastfeeding and Lactation Support Policy](http://www.army.mil/standto/archive_2015-10-13?)\n\n\n     \n\n",
    "date": "Monday, March 7, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nBy providing our troops with child care they can rely on ...  we provide one more reason for them to stay on board. We show them that supporting a family and serving our country are by no means incompatible goals. \n\n### -  Defense Secretary Ash Carter \n\n### [Carter announces 12 weeks paid military maternity leave, other benefits](http://www.army.mil/article/161694)\n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 6-10: [Army Trials](http://www.wtc.army.mil/warrior_games/army_trials_2016.html) (#ArmyTrials)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}