{
    "id": "2016-03-08",
    "title": "Beyond the Horizon 2016 ",
    "body": "### What is it?\n\nBeyond the Horizon 2016 is an exercise deploying Regular Army, National Guard and Reserve Soldiers for two week rotations to work with the Guatemalan military and civic agencies bringing vital services and resources to rural communities. Beyond the Horizon is conducted annually as part of [U.S. Army South](http://www.usarso.army.mil) and [U.S. Southern Command](http://www.southcom.mil/Pages/Default.aspx)'s (SOUTHCOM) humanitarian and civic assistance program.\n\n\n### What has the Army done?\n\nArmy South has planned and conducted these exercises since 2008 in the Dominican Republic, Guatemala, Honduras and El Salvador. During the exercise, a total of nearly 1,800 U.S. service personnel representing Army, Air Force and Marines deploy to Guatemala. U.S. personnel from the Army Reserve, National Guard and Regular Army construct schools and clinics and provide medical, dental and veterinarian support. Medical services include routine checkups, immunizations, and eye exams, in addition to other types of medical care. The United States, in cooperation with the Government of Guatemala, has coordinated for the completion of five engineering projects (three medical clinics and two schools).  This annual exercise gives service members the opportunity to experience a real world deployment mission as well as the opportunity to work together with governmental and non-governmental agencies.\n \n  \n### What continued efforts are planned for the future?\n\nArmy South on behalf of U.S. Southern Command, will conduct Beyond the Horizon exercises annually with partner nation armies throughout Central and South America and the Caribbean.  The lasting impact of these exercises continue to have a positive effect on communities in rural areas while greatly enhancing military to military relationships.  Beyond the Horizon exercises are planned several years in advance in an ongoing effort to build trust with the partner nations within the Southern Command area of responsibility.\n \n  \n### Why is it important to the Army? \n\nAs the land service component to SOUTHCOM and the lead executive agent, Army South works closely with partner nation armies in Central and South America and the Caribbean to strengthen security cooperation throughout the western hemisphere.  Sharing knowledge and skills and working together helps to enhance partner nation capacity and the ability to respond to real world threats collectively. \n\n\n### Resources:\n\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [U.S. Southern Command](http://www.southcom.mil/)\n* Army.mil: [Central/South America And Caribbean](http://www.army.mil/news/centralsouthcaribbean)\n* DVIDS: [ARSOUTH](http://www.dvidshub.net/units/USARSO)\n\n#### ARSOUTH on social media:  \n* [Facebook](http://www.facebook.com/ArmySouth)\n* [Flickr](http://www.flickr.com/photos/arsouth)\n* [Twitter](http://www.twitter.com/#!/ARMYSOUTH)\n* [YouTube](http://www.youtube.com/user/USARMYSOUTH)\n\n\n\n     \n\n",
    "date": "Tuesday, March 8, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nThe Army must produce units ready today to win decisively ... against an aggressive Russia or its surrogates.\n\n### -  Acting Secretary of the Army Patrick J. Murphy, during his recent testimony about the proposed fiscal year 2017 Army Budget to the House Committee on Appropriations, Defense subcommittee  \n\n### [Army budget focuses on asymmetric threats](http://www.army.mil/article/163474)\n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 6-10: [Army Trials](http://www.wtc.army.mil/warrior_games/army_trials_2016.html) (#ArmyTrials)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}