{
    "id": "2016-03-10",
    "title": "Army Gender Integration Implementation Plan",
    "body": "##### Provided by Army G-1\n\n### What is it?\n\nThe U.S. Army's Gender Integration Implementation Plan is the department's detailed approach for integrating women into all military occupational specialties (MOSs). This paves the way for qualified female Soldiers to serve in the Infantry, Armor, and Special Forces. \n\nBeginning this year, female officers will be able to branch as Infantry and Armor officers. The \"leader first\" approach will be followed by assignment of female enlisted Soldiers to operational units with gender integrated leadership. \n\n### What has the Army done?\n\nThe Army is implementing full integration through five lines of effort: \n\n* Updating physical and administrative screening standards\n* Managing talent to select, train, and promote the best qualified Soldiers\n* Building integrated units\n* Educating Soldiers and leaders and communicating on how gender integration increases the readiness of the Army\n* Continually assessing integration strategies to successfully posture the force \n\n  \n### What continued efforts are planned for the future?\n\nAn incremental and phased approach by leaders and Soldiers who understand and enforce gender-neutral standards will ensure successful integration of women across the breadth and depth of our formations.  The Secretary of Defense's Dec. 3, 2015, decision opened an additional 220,000 current positions to women.  As the department continues modernizing and innovating to stay ahead of future threats, Army senior leaders will develop policies and set conditions to recruit and retain the best people.\n \n  \n### Why is it important to the Army? \n\nUnder the new policies, all Soldiers will have the opportunity to serve in any occupational specialty based on their individual capabilities and the needs of the Army, allowing the Army to recruit Soldiers and leaders from a larger pool of qualified personnel. This historic step reaffirms the Army's plan to cultivate a climate of trust and respect in which all people are able to thrive and achieve their full potential and are postured for success with viable career paths. \n \n\n### Resources:\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* Army.mil: [Women in the U.S. Army](http://www.army.mil/women)\n* Army G-1: [Women in the Army](http://www.armyg1.army.mil/hr/wita)\n* [Army Women's Museum](http://www.awm.lee.army.mil)\n* [U.S. Army Center for Military History/Women in Army History](http://www.history.army.mil/html/topics/women/index.html)\n\n#### Related article: \n* [Army reveals plan to fully integrate women into all MOSs, combat units](http://www.army.mil/article/161770)\n\n#### Related STAND-TO!: \n* [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)\n ",
    "date": "Thursday, March 10, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAn incremental and phased approach by leaders and Soldiers who understand and enforce gender-neutral standards will ensure successful integration of women across the breadth and depth of our formations.   \n\n### - Chief of Staff of the Army Gen. Mark A. Milley\n\n \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 6-10: [Army Trials](http://www.wtc.army.mil/warrior_games/army_trials_2016.html) (#ArmyTrials)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}