{
    "id": "2016-03-14",
    "title": "Army Data Strategy",
    "body": "##### Provided by Army CIO-G6\n\n### What is it?\n\nThe Army Data Strategy provides the framework for how data is stored, moved across network architectures and shared between the Army and unified action partners across all echelons and environments. It takes an evolutionary approach, focusing on the data rather than individual systems or communications networks. \n\nThe data strategy contains five objectives (**VAUTI**) to make data:\n  \n* **V**isible - by posting them to shared spaces and registering metadata related to structure and definition \n*  **A**ccessible - to authorized users through those shared spaces and data services. Access will be controlled in accordance with the asset's security-related metadata \n* **U**nderstandable - by creating data models, integrating data and identifying requirements for information traceability \n* **T**rusted - by identifying authoritative sources and making data storage and access secure  \n* **I**nteroperable - by complying with information exchange specifications and establishing master data management and unique identifiers, which will allow the same data to be used across multiple systems and applications \n \n\n### What has the Army done? \n\nThe Army is in the process of addressing the physical challenges to achieving VAUTI by: \n\n* Increasing the capacity (bandwidth) of both the network backbone and individual installations\n* Improving transmission speed and traffic management\n* Building a global cloud computing infrastructure \n\nThe Army Information Architecture provides enterprise-level design and development guidance for implementing the data strategy. Army organizations are identifying data needs and authoritative data sources to help make data visible, accessible and trusted. \n\n### What does the Army have planned for the future? \n\nThe Army Data Management Program will drive data strategy implementation by providing critical details and standards for data quality, master data, data analytics and data management specifications. Additionally, the future Common Operating Environment Data Foundation will define the common information used by IT systems in all mission areas and the procedures for sharing data among different formats to help developers achieve interoperability across computing environments.  \n \n### Why is this important to the Army? \n\nInformation drives all decision making, on the battlefield and off. Only when data is visible, accessible, understandable, trusted and interoperable can Soldiers, commanders and national leaders develop and execute the most effective courses of action. The Army Data Strategy will ensure secure, relevant information exchange across the network between authorized users anytime and anywhere. Further, the established data management practices and technologies  will lead to future capabilities, such as data integration, protection and auditing, real-time analytics, enterprise discovery and rapid solution development.  \n\n### Resources:\n* [Army CIO/G-6](http://ciog6.army.mil)\n\n#### Related documents:\n* [Implementing the Sharing of Data, Info, and IT in DOD](http://go.usa.gov/cfPmP)\n* [AR 25-1: Army Information Technology](http://www.apd.army.mil/pdffiles/r25_1.pdf)\n\n#### Related STAND-TO!: \n* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)\n\n",
    "date": "Monday, March 14, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nWe're not going to turn our back on 50 percent of the population. We are opening up every occupation to women. I think that's pretty historic.\n\n### - Acting Secretary of the Army Patrick J. Murphy, speaking about the Army's [Gender Integration Implementation Plan](http://www.army.mil/standto/archive_2016-03-10?from=fq) which was released on March 10 \n\n### [Army sets 'leader-first' approach to full gender integration](http://www.army.mil/article/164066)\n\n \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}