{
    "id": "2016-03-17",
    "title": "Central Command Regional Operations Directorate",
    "body": "##### Provided by USASAC \n\n### What is it?\n\nCentral Command (CENTCOM) Regional Operations (RO) Directorate is a directorate within the [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20/) (USASAC), Redstone Arsenal, Alabama. It aggressively manages [Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23/) (FMS) cases and security assistance programs from initial request for materiel and services through case/program closure, ensuring that schedules and milestones are met and partner nations receive capabilities requested on time and within cost projections.  Emphasis on building capacity and supporting combatant command (COCOM) engagement strategies further strengthens regional partnerships across the Middle East. \n \n### What has the Army done? \n\nUSASAC has accelerated provisions of arms and ammunition to counter the Islamic State of Iraq and the Levant (ISIL) offensive in the Middle Eastern region where multiple countries are combating ISIL and other dangerous extremists.  In 2014, [Defense Security Cooperation Agency](http://www.dsca.mil/), USASAC, and the Life Cycle Management Commands worked tirelessly to provide expedited support to Iraq.  This support continued through 2015 through the Iraq Train and Equip Fund, where the U.S. Government committed aid to support counterterrorism operations and help build partner capacity. Providing necessary arms and ammunition through the FMS process further demonstrates the Army's continued commitment to regional partners.\n\n### What efforts does the Army plan to continue in the future?\n\nProviding combatant commanders with multiple options to prevent conflict, shape security environments and win wars relies on the Army being part of joint, inter-organizational and multinational teams. Through USASAC's security assistance programs and FMS, the COCOMs can help build eligible international partners' capacity to provide both interoperability and an independent capability in their areas of responsibility which is vital to achieving U.S. national security objectives.  Countries that fall within the CENTCOM region include, but are not limited to Iraq, Jordan, Kuwait, Lebanon, Qatar, Oman, Pakistan, United Arab Emirates and Saudi Arabia.  \n\nThe CENTCOM RO Directorate is working with Office of Security Cooperation-Iraq to implement the Iraq Training and Equipment Fund to build Iraqi and Kurdish Brigades.  The focus of DOD efforts is to work with, by and through the government of Iraq to build the necessary military capability to counter the Islamic State of Iraq and the Levant (ISIL).  The program addresses the immediate equipping issues brought on by the rapid expansion of ISIL into Iraq and the requirements for counter-offensive operations.\n \n\n\n### Why is this important to the Army? \n\nThe CENTCOM RO Directorate's mission is critical to counterterrorism operations, regional stability throughout the Middle East and to U.S. National Security.  The directorate plays a significant role in the Army Operating Concept 2020-2040 by shaping the environments in support of the U.S. Army Central Command to build partner capacity. \n\n\n### Resources:\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac) \n\n#### Related STAND-TO!:\n\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22)\n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20)\n* [Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23)\n",
    "date": "Thursday, March 17, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nWomen's History Month encourages us to remember and celebrate women from all walks of life who shape our great nation. This year, our nation recognizes women leading in government and public service, including those who selflessly serve in our Army.  \n\n\n### Taken from the Army Senior Leaders tri-signed letter: [Women's History Month](http://www.army.mil/e2/rv5_downloads/women/2016_womens_history_month_trisign.pdf)\n\n### Read the related [STAND-TO!](http://www.army.mil/standto/archive_2016-03-02?from=q)\n \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}