{
    "id": "2016-03-21",
    "title": "Active Component to Reserve Component Program ",
    "body": "##### Provided by OCAR\n\n### What is it?\n\nThe Active Component to Reserve Component (AC2RC) program offers transition opportunities for active-component (AC) Soldiers to utilize their skills and experience in the Army Reserve and Army National Guard, continuing their journey as a *Soldier for Life.* The program allows Reserve Component Career Counselors (RCCCs) at installations worldwide to contract Soldiers 365 days from their estimated time of separation (ETS). \n \n### What has the Army done? \n\nThe [U.S. Army Human Resources Command](https://www.hrc.army.mil/) created the [Reserve Component Transition (RCT) Branch](http://go.usa.gov/c7EFG), consisting of RCCCs who provide information and counsel through [Continuum of Service](http://www.army.mil/standto/archive/issue.php?issue=2012-01-04) briefs. These briefs offer specifics for continued military service and current [Army Reserve](http://www.usar.army.mil/) and \n[U.S. Army National Guard](http://www.nationalguard.mil/AbouttheGuard/ArmyNationalGuard.aspx) incentives, stabilization policies, programs, and opportunities available to Soldiers transitioning from active duty.  \n\n\nSoldiers also receive counseling to help transition their experience into a matching career field, presenting opportunities to continue to provide value to the reserve components, civilian employers, and the Total Army.  Soldiers are allowed to contract 365 days from their ETS.   \n \n\n### What efforts does the Army plan to continue in the future?\n\nNew initiatives are being developed to allow Soldiers to reclassify and complete training within the 365-day timeframe.   \n \nAC2RC will provide transitioning AC Soldiers with opportunities to continue to serve the nation while pursuing civilian careers or furthering their education.  More information can be received from the Reserve Component Transition Branch.\n\n### Why is this important to the Army? \n\nAC2RC perpetuates the [*Soldier for Life*](http://www.army.mil/standto/archive_2014-01-17/) concept by facilitating successful reintegration of AC Soldiers and their Families into the RCs for continued military service opportunities.  The AC2RC program gives the Army Reserve access to highly qualified mid-level leaders who will share [Army values](http://www.army.mil/standto/archive_2013-08-15/), technical skills, and leadership with citizen Soldiers, allowing them to provide key enabling capabilities to the Total Army and Joint Force. In 2015, 10,837 AC service members transferred into the RC, 6,483 of whom joined the Army Reserve, filling critical needs as well as saving more than $900 million, which otherwise would have been invested to develop and train initial entry Soldiers. \n\n\n### Resources:\n\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/)  \n* [U.S. Army Reserve](http://www.usar.army.mil/)\n* [U.S. Army National Guard](http://www.nationalguard.mil/AbouttheGuard/ArmyNationalGuard.aspx)\n* Army.mil: [Army National Guard News](http://www.army.mil/news/nationalguard)\n* Army.mil: [Army Reserve News](http://www.army.mil/news/reserves)\n* [Soldier for Life](https://soldierforlife.army.mil/)\n\n#### For additional information:\n* Contact Reserve Component Transition Branch:  (502) 613-4200 \n",
    "date": "Monday, March 21, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nNever underestimate the impact one leader has in making a difference. We need leaders of character in today's world and we're counting on you to make that happen.  \n\n\n### [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa), speaking to university students at the ninth annual West Point Leadership and Ethics Conference at the Arlington, Virginia campus of George Mason University, March 17\n\n### ['Be that shining light,' vice chief urges students](http://www.army.mil/article/164533)\n\n### Related STAND-TO!: [The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n"
}
