{
    "id": "2016-03-22",
    "title": "Mission Analysis Readiness Resource Synchronization Application",
    "body": "##### Provided by ARNG\n\n### What is it?\n\nMission Analysis Readiness Resource Synchronization (MARRS) application is used to gather authoritative data, access and coordinate support to warfighting requirements, action and schedule unit training, and depict operational sustainable readiness to decision makers.  In FY17, MARRS will demonstrate how the Army National Guard and Army Reserve will be prepared and postured to fight and win the first battles of the next war.  \n\nMARRS is an automated software application using performance-based business process solutions (Information Technology Enterprise Solutions (ITES) and Enterprise Resource Planning (ERP), Systems of Systems approaches) while providing cost savings and improved readiness.\n\n \n \n### What has the Army Guard and Army Reserve done? \n\nThe MARRS application has begun fielding live information for both the [Army National Guard](http://www.nationalguard.mil/AbouttheGuard/ArmyNationalGuard.aspx) and the [Army Reserve](http://www.usar.army.mil/).  It is becoming the comprehensive RC business process application, supporting the development and fulfillment of real-world missions and training requirements.  \n\nMARRS is fully integrated inside the HQDA 3/5/7 Mobilization Common Operating Picture (MOBCOP) System with approved registrations in the Army Portfolio Management System (APMS).\n\n\n### What efforts have been planned for the future?\n\nAchieve the goal of using MARRS in FY17: \n\n* Provide predictable unit sourcing, and allow in accordance with policies and processes to: prioritize readiness resources, maintain to the greatest extent possible component continuity within sourcing requirements, and increase the responsiveness of select RC capabilities.\n* Match and validate the unit training event schedules that are tied to the Army Training Management System to ensure training events meet the training and manning requirements for deployment in available year.\n* Measure and assess the effectiveness of training events for meeting the unit training, manning, and assess requirements to have units be ready at all times. \n* Identify and prioritize the additional requirements for the out years (FY18 and beyond) and those scheduled training events necessary to attain and sustain training and manning readiness into the available year. \n\nDuring FY16 and FY17, the MARRS team will continue future research and enhancement in order to provide ready and trained Army RC capabilities that meet the training and manning requirement standards, and establish operational plans that support rapid mobilization.  \n\n\n### Why is this important to the Army? \n\nMARRS combines Army operational authoritative information and tasks associated with unit readiness and individual Soldier's readiness - the right Soldier, at the right place, at the right time. This automated integration enables real-time and historical analysis to align the operational requirements to the most ready units and identify qualified and available personnel that are truly the best fit for each specific mission and training requirement. \n\n\n### Resources:\n\n* [MARRS Army National Guard](https://g1arng.army.pentagon.mil/Systems/MARRS/Pages/default.aspx) -- The MARRS software applications are hosted under the *Army Mobilization and Deployment Information System (MDIS),* and the *Department of the Army Mobilization Processing System (DAMPS)*    \n* [Army National Guard](http://www.nationalguard.mil/AbouttheGuard/ArmyNationalGuard.aspx)\n* [Office of the Chief of Army Reserve](http://www.usar.army.mil/)\n\n#### Related STAND-TO!: \n* [MARRS Rebranded](http://www.army.mil/standto/archive_2014-12-19/)\n*  [Mission and Requirements Roster Synchronization]( http://www.army.mil/standto/archive_2014-08-15/)\n",
    "date": "Tuesday, March 22, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nI'd rather be proactive than reactive. We are reminded with alarming frequency that great power conflicts are not dead. They manifest themselves today on a regional basis ... But a ready Army provides America the strength to deter such actions.\n\n\n### [Under Secretary of the Army Patrick J. Murphy](http://www.army.mil/leaders/usa/),  reasserting that the Army's #1 priority, readiness, is considered to be a key aspect for winning or preventing wars  \n\n### [Murphy: Soldiers serve for life, giving back values](http://www.army.mil/article/164503)\n\n \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm)\n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families)\n\nApril 5: Gold Star Spouse's Day\n\nApril 23: Earth Day\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx)\n\n"
}