{
    "id": "2016-03-24",
    "title": "Integration of Active and Reserve Component Opening Capabilities    ",
    "body": "##### Provided by Army G-4\n\n### What is it?\n\nSustainable Readiness is transforming the way the U.S. Army prioritizes and resources unit readiness.  Integration of Active Component (AC) and Reserve Component (RC) forces during multi-echelon training events will ensure unit readiness.\n\nIn support of expeditionary operations, select RC units are needed to rapidly deploy to open ports and support the reception, staging, onward movement, and integration of Army and Joint Forces.  Field services, movement control, fuel storage, and distribution represent just a few of the critical capabilities required during the early stages of a conflict or contingency.\n \n### What has the Army  done? \n\nThe Army logistics community has been analyzing the units required for theater opening missions, and select capabilities within the RC are being identified for increased readiness prioritization.  \n\n### What continued efforts have been planned for the future?\n\nThe Army is taking action now to prioritize the readiness of the units that perform theater opening tasks.  Additionally, the Army is expanding the complexity of the Emergency Deployment Readiness Exercise (EDRE) Program to include multiple brigade-level deployments in conjunction with major training events such as rotations to Combat Training Centers.  \n\nA seamless theater opening capability is key to setting conditions for rapid response during a crisis. The Army provides many critical foundational capabilities. The execution of port and terminal operations and reception, staging, onward movement, and integration to a Joint Operations Area are among the many critical foundational capabilities the Army provides to the Joint Force. \n\n\n### Why is this important to the Army? \n\nReadiness is the Army's number one priority and access to trained and ready RC forces is critical to the Army's ability to fight and win the nation's wars.  Short or no-notice deployment training must be the standard for ensuring readiness to conduct expeditionary operations.  \n\nAs a Total Force, the AC and RC will ensure the Army is capable of rapidly deploying to execute the full range of military operations. \n \n\n### Resources:\n\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [U.S. Army Reserve](http://www.usar.army.mil) \n* [Army National Guard](http://www.nationalguard.mil/AbouttheGuard/ArmyNationalGuard.aspx)\n \n",
    "date": "Thursday, March 24, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nMuch of America's Army's capacity is resident in the Reserve components and we must rely more heavily on them to meet the demands of a complex global environment. The Associated Units pilot allows us to leverage the capabilities and capacities of the active component, Army Reserve and the Army National Guard as one Army. \n\n\n### Chief of Staff of the Army Gen. Mark A. Milley, highlighting the recently announced Associated Unit Pilot Program which will facilitate readiness and strategic depth across components.\n \n### [Pilot program links Reserve components with active units for training](http://www.army.mil/article/164792)",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#PreventSexualAssault #SAAPM) \n\nVolunteer Appreciation Month (#VolunteerAppreciation) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}