{
    "id": "2016-03-28",
    "title": "Occupational Physical Assessment Test",
    "body": "##### Provided by TRADOC\n\n### What is it?\n\nThe Occupational Physical Assessment Test helps the U.S. Army predict each recruit's ability to successfully perform physically demanding tasks in the most physically challenging occupations. It will help the Army match prospective Soldiers to careers in which they are most likely to succeed physically. \n\n[The Occupational Physical Assessment Test](https://www.youtube.com/watch?v=8jO-XVetFp4) (OPAT) has four events: standing long jump, seated power throw, strength deadlift and interval aerobic run. These events assess both upper and lower body power, muscular strength and aerobic fitness needed to complete tasks required by certain military occupational specialties. \n\n \n### What has the Army done? \n\nThe previous requirement, for recruits to join the Army was to take the Armed Services Vocational Battery Test or ASVAB, and meet medical standards.  The Army will now begin using the OPAT from April 2016 to assess each recruit's physical aptitude. Together, these two assessments will help the Army to more effectively place the right Soldier in the right job based on intellectual and physical aptitude. \n\nU.S. Army Center for Initial Military Training (CIMT) in collaboration with the [U.S. Army Research Institute of Environmental Medicine](http://www.usariem.army.mil) (USARIEM) is developing the OPAT. USARIEM researchers have worked with different units across the Army to accurately replicate physically demanding tasks for MOSs. This is based on scientific studies of the human body's endurance to compete the tasks. USARIEM and CIMT have utilized over 2,000 test subjects in the development of the OPAT. Teams of experts continue to conduct evaluations of volunteers at select locations using basic combat trainees and advanced individual training Soldiers. \n  \n\n### What continued efforts have been planned for the future?\n\nIn June 2016, prospective Soldiers will begin physically qualifying for their jobs. Recruits seeking to enter the regular Army, Army Reserve or National Guard service will take the OPAT prior to entry. Accessions personnel will administer the test prior to shipping prospective Soldiers for training. Test results will continue to inform valid, minimum component scores for each occupation's high physical demands. The Army will adjust scores annually as they determine which levels best predict performance.\n\n \n### Why is this important to the Army? \n\nThe OPAT is another tool used in the quest to optimize the [Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf). It allows the Army to better predict a person's ability to meet the physical standards of their MOS. This means that the OPAT may help reduce attrition and risk of injuries prior to the first unit of assignment, and improve retention. The test is also meant to help increase a recruit's focus on physical fitness prior to entry. The OPAT is one of many Army efforts meant to help improve readiness across the force.   \n  \n \n\n### Resources:\n\n* [Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Center for Initial Military Training](http://www.tradoc.army.mil/USACIMT/) \n* Pdf: [Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n* Video: [Occupational Physical Assessment Test](https://www.youtube.com/watch?v=8jO-XVetFp4)  \n* STAND-TO!: [The Performance Triad](http://www.army.mil/standto/archive_2015-08-12/)\n",
    "date": "Monday, March 28, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nSeek mentorship, encourage others, and take responsibility for your potential.  \n\n\n### Lt. Gen. Mary A. Legere, who is retiring as the Army's senior intelligence advisor to both the Secretary of the Army and the Chief of Staff of the Army, gives advise to the young female and male Soldiers in the intelligence community  \n \n### [Legere: Behind 'bow wave' in breaking barriers for women](http://www.army.mil/article/164928)",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#PreventSexualAssault #SAAPM) \n\nVolunteer Appreciation Month (#VolunteerAppreciation) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}