{
    "id": "2016-03-29",
    "title": "Combat Vehicle Modernization Strategy",
    "body": "##### Provided by ARCIC/TRADOC\n\n### What is it?\n\nThe Combat Vehicle Modernization Strategy is the U.S. Army's strategy to provide formations with the appropriate combinations of mobility, lethality and protection to defeat the enemy and accomplish the mission across the range of military operations. The strategy, created by U.S. Army Training and Doctrine Command, was approved by the Army vice chief of staff in September 2015.\n\nThe Combat Vehicle Modernization Strategy (CVMS): \n\n(1) Establishes ends - brigade combat teams have the lethality, mobility and protection to conduct expeditionary maneuver and overmatch the enemy in close combat. \n\n(2) Defines ways - sustain existing fleets, improve combat vehicle platforms, develop new vehicles, replace obsolete platforms and continuously assess the combinations of mobility, protection and lethality to maintain overmatch over future enemies.\n\n(3) Prioritizes means - field and develop combat vehicles to enable expeditionary maneuver capability in Infantry BCTs, while improving Stryker and Armor BCTs mobility, firepower and protection. Conduct prototyping to integrate new technology and inform requirements for future combat vehicles.\n\n\n### What has the Army done? \n\nThe Army is initiating prototyping to develop IBCT Mobile Protected Firepower while pursing short-term non developmental alternatives for IBCT Ground Mobility Vehicle, Light Reconnaissance Vehicle, and MPF. Additionally, the Army is pursuing active protection systems to protect vehicles and formations from modern anti-armor systems. Stryker lethality upgrades are underway beginning with the [2nd Stryker Cavalry Regiment](http://www.army.mil/2cr). Abrams and Bradley upgrades continue while the Army replaces the M113 with the Armored Multipurpose Vehicle and seeks resources to develop a future fighting vehicle for ABCTs. \n\n### What continued efforts have been planned for the future?\n\n* Near-term - present to fiscal year 2021: The Army's first priority is to enhance the IBCT's shortfalls in mobility and lethality. Simultaneous with improving IBCT tactical mobility, the Army will sustain and improve SBCT and ABCT capabilities. Additionally, research must develop systems to protect vehicles and formations from modern anti-armor systems.  \n\n* Mid-term - fiscal year 2022-2031: The Army's highest priority is to improve the limited mobile-protected firepower capabilities within IBCT and SBCTs. The Army fulfills the interim requirement by modifying existing combat vehicle or purchasing off-the-shelf solutions in modest quantities.\n\n* Far-Term - fiscal year 2031-2046: The Army's first priority is enhancing the ABCT's ability to deploy rapidly while improving the formation's mobility, protection and lethality. As the ABCT fields new systems, it will replace main battle tanks, howitzers and mortar indirect fire platforms.\n\n \n### Why is this important to the Army? \n\nThe Army must innovate to stay ahead of adaptive, determined and increasingly capable enemies. Combat vehicles are essential to the Army's ability to fight and win in the unforgiving crucible of ground combat.   \n \n\n### Resources:\n\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx) \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n#### Related documents: \n* [The U.S. Army Combat Vehicle Modernization Strategy](http://www.arcic.army.mil/app_Documents/CVMS_SEP_Master.pdf)\n* [TRADOC Pamphlet 525-3-1, The U.S. Army Operating Concept, Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)  \n#### Related STAND-TO!: \n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27)\n",
    "date": "Tuesday, March 29, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nInvestments in combat vehicles are critical to mission success and reducing risk. As our Army becomes smaller, combat vehicles play an increasingly significant role. This strategy establishes the ends for combat vehicle modernization, aligns the ways and prioritizes means.  It guides Army programming and budgeting activities and provides the vision for future combat vehicle development.\n\n\n###  - [Vice Chief of Staff of the Army Gen. Daniel Allyn](http://www.army.mil/leaders/vcsa)  \n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#PreventSexualAssault #SAAPM) \n\nVolunteer Appreciation Month (#VolunteerAppreciation) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}