{
    "id": "2016-03-31",
    "title": "Sexual Assault Awareness and Prevention Month ",
    "body": "##### Provided by Army G-1\n\n### What is it?\n\nNational Sexual Assault Awareness and Prevention Month (SAAPM) is an observance held each April to raise awareness and educate communities on the prevention of sexual assault. During SAAPM the U.S. Army reaffirms its commitment to eliminate sexual assault within the Army, support victims, and inspire bystander intervention. The Army's 2016 SAAPM theme is *Sexual Assault. Sexual Harassment. Not in Our Army*. \n\n\n### What has the Army done? \n\nThe [Sexual Harassment/Assault Response and Prevention](www.PreventSexualAssault.army.mil)  (SHARP) program is a key contributor to readiness as it enables Army leaders and personnel at all levels to prevent sexual offenses from occurring by  promoting a climate in which the dignity of every Soldier, civilian, and Family member is respected.\n\nThe Army created the best prevention and response system available, so those working with victims are trusted, well-trained and effective. The Army is implementing the following training initiatives:\n\n(1) [SHARP Academy](http://usacac.army.mil/schools-and-centers/sharp-academy): This is the only institution of its kind in the Department of Defense. This academy was established by the Army to improve training, competence, professionalism and the abilities of all Sexual Assault Response Coordinators (SARCs) and Victim Advocates (VAs).\n\n(2) [Emergent Leader lmmersive Training Environment](http://www.army.mil/standto/archive_2014-09-29/) SHARP Command Team Trainer (ELITE CTT): This is a virtual, interactive training platform established to facilitate a more meaningful initial meeting between commanders and Sexual Assault Response Coordinators (SARCs). \n\n(3) ELITE SHARP Prevention and Outreach Simulation Trainer (POST): This is a new computer-based training application, which is being developed by the Army. This initiative supports the training of Army Sexual Assault Response Coordinators and Victim Advocates on the processes and procedures for successful implementation of the Prevention and Outreach missions. The application is expected to be completed in October 2016.\n\n\n### What continued efforts have been planned for the future?\n\nThe Army is implementing initiatives such as enhanced, interactive training; increased outreach/engagement; new research into male victimization; the role of alcohol in sexual assaults; and deployment of new awareness materials.\n   \n\n### Why is this important to the Army? \n\nThe Army is committed to taking care of the Soldiers and DA Civilians by working together to end sexual offenses in the Army, facilitating a more ready, capable force.  \n \n\n### Resources:\n\n* [SHARP](http://www.PreventSexualAssault.army.mil)\n* [SHARP Academy](http://usacac.army.mil/schools-and-centers/sharp-academy)\n* [Army Values](http://www.army.mil/values)\n\n#### Related document: \n* [Army Regulation 600-20, Army Command Policy](http://www.apd.army.mil/pdffiles/r600_20.pdf)\n\n#### Related STAND-TO! \n* [Drug-Facilitated Sexual Assault](http://www.army.mil/standto/archive_2015-12-28)\n* [Emergent Leader Immersive Training Environment](http://www.army.mil/standto/archive_2014-09-29)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15)\n ",
    "date": "Thursday, March 31, 2016",
    "quote": "Focus Quotes for the Day\n-----------------------\n\nEvery Soldier, Department of the Army Civilian and Family member deserves to be treated with dignity and respect. Leaders have a responsibility to ensure we do this. We will not tolerate sexual assault in our formations. We will ensure that victims of this serious crime are protected, cared for and shielded from retaliation. \n\n###  - Chief of Staff of the Army Gen. Mark A. Milley  \n\n\n### Related: [Acting Secretary of the Army's thoughts on sexual assault](http://www.army.mil/article/164979)\n\n\n",
    "events": "Events \n---------------------------\n\n#### March 2016\n\nBrain Injury Awareness Month: Visit [Traumatic Brain Injury](http://www.army.mil/tbi/) (#BrainInjuryAwareness)\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women/) (#WomensHistory and #WomensHistoryMonth)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#PreventSexualAssault #SAAPM) \n\nVolunteer Appreciation Month (#VolunteerAppreciation) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}