{
    "id": "2013-05-01",
    "title": "2013 Asian Pacific American Heritage Month",
    "body": "**What is it?**\n\nThe month of May is recognized as the Asian Pacific American Heritage Month. This month was chosen to commemorate the immigration of the first Japanese to the United States on  May 7, 1843, and to mark the anniversary of the completion of the transcontinental railroad by a majority of Chinese immigrants on May 10, 1869.  \n\nThis year's theme, *Building Leadership:  Embracing Cultural Values and Inclusion*, acknowledges all that the U.S. Army has gained from the Asian and Pacific Americans and communities and how the nation has been strengthened and enriched by embracing their cultural diversity.\n\n \n**What has the Army done?**\n\nThe Army gives sincere thanks and appreciation for the past and present contributions made by the Asian Pacific American Soldiers, civilians and family members.  The Army also publicly honors them by planning and executing appropriate commemorative activities to celebrate Asian Pacific American Heritage Month. \n\n**What continued efforts does the Army have planned for the future?**\n\nDuring the month of May, the Army will highlight and honor Asian Pacific American military personnel and civilians at all levels by telling their story in command information products.  During May, installations will have celebrations and events and highlight and share these stories with the Army.  Throughout the year, the Army will celebrate and commemorate the diversity of the Army and leverage and draw strength from the rich diversity within the ranks by recognizing the critical role played by all in strengthening the nation's presence around the world. \n\n**Why is this important to the Army?**\n\nThe Army shares a long history with Asian and Pacific Americans who have served valiantly and led at every level of America's Army - from the Civil War to subsequent wars in lands across the globe.  The Army has benefitted from the leadership of great Soldiers like General (Retd.) Eric Shinseki, the first Asian American four-star general and 34th Chief of Staff of the Army, and Lieutenant General Thomas Bostick, who serves as the commanding general of the U.S. Army Corps of Engineers.  These great Americans, and so many other Asian and Pacific American Soldiers and civilians, clearly show that leadership excellence combined with our value of inclusiveness are what make us *Army Strong*.  \n\nThis month, the Army expresses sincere gratitude and appreciation for the many years the nation and Army have benefited from the contributions and countless sacrifices of Asian Pacific Americans.  \n\n**Resources:**\n\n* [Presidential Proclamation- Asian American and Pacific Islander Heritage Month, 2013](http://www.whitehouse.gov/the-press-office/2013/04/30/presidential-proclamation-asian-american-and-pacific-islander-heritage-m)\n* [Army senior leader message](http://www.army.mil/article/102125/)\n* [Army.mil: Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n",
    "date": "Wednesday May 1, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe share a long history with Asian and Pacific Americans who have served valiantly and led at every level of America's Army ... We are truly grateful for the lasting contributions and many sacrifices of our Asian and Pacific American Soldiers, civilians and family members.\n\n### - Senior Army leaders message\n\n\n### [Tri signed letter- 2013 Asian Pacific American Heritage Month: *Building Leadership: Embracing Cultural Values and Inclusion*](http://www.army.mil/article/102125/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 7: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}