{
    "id": "2013-05-02",
    "title": "Mental Health Month ",
    "body": "**What is it?**\n\nThis year the Army's theme, for the Mental Health Month being recognized in May, is \"*Breaking the Silence*.\"  The Army is determined to decrease the stigma and get help to those who need it, by promoting dialogue between leaders, Soldiers, families, civilians and the community.\n\nArmy Medicine recognizes that behavioral health (BH) is far more than the absence of a BH disorder.  Behavioral health encompasses psychological, physical and spiritual resilience, and can impact each of these aspects regardless of age, race, religion, or income.  During the years of 2000 through 2011, 936,283 active component service members were diagnosed with at least one mental disorder.  The Army database indicates that eight percent of the Soldiers deployed between 2001 and 2011 received a BH diagnosis of post traumatic stress disorder.   \n\n**What has the Army done?**\n\nThe Army offers an array of BH services in garrison and operational environments to address the strain on Soldiers and families who have experienced multiple deployments and other demands of military life.  These services include:  theater combat and operational stress control, routine behavioral healthcare, periodic assessments, and suicide prevention programs. The Army is also improving access to care by offering tele- behavioral health services in 51 countries/territories across 19 time zones, allowing Soldiers and family members in remote locations the ability to link to BH providers at different locations.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is moving into a new era of BH support though the establishment of a [Behavioral Health Service Line](http://www.mamc.amedd.army.mil/bhsl/) (BHSL) and standardization of new healthcare systems.  The BHSL is in the process of implementing a complementary [Behavioral Health System of Care](http://www.armymedicine.army.mil/about/tl/10-cbhsoc.html) that will provide a single system to identify, prevent, treat and track BH issues affecting Soldiers and beneficiaries.  \n\nOne such program is Embedded Behavioral Health (EBH) which serves as the single point of entry into behavioral healthcare for each battalion's Soldiers and leaders and facilitates early identification and intervention.  Soldiers receive expedited evaluations and community-level treatment from a single provider, and leaders have a single point of contact for questions regarding the BH of their Soldiers and an easily accessible subject matter expert.  \n\n\n**Why is this important to the Army?**\n\nStress and BH support requirements are at an all time high for our Soldiers and their families. It is imperative that we do all we can to help our Soldiers and family members manage the normal stresses of combat and deployments - before, during and after.  We must also maximize use of our BH providers and strive to eliminate stigma for persons who seek or need behavioral healthcare.\n\n\n**Resources:**\n\n* [U.S. Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n* [U.S. Army Public Health Command](http://phc.amedd.army.mil/Pages/default.aspx)\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Army.mil: Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n",
    "date": "Thursday May 2, 2013",
    "quote": "Quote for the Day\n-----------------------\n\n[Army priorities are to be] globally responsive, regionally engaged, develop the best leaders in the world and continue to have a professional Army that is respected not only by the American people, but respected by the world . . . and we're going to do this at a time when we're reducing the size of the Army. But one thing I know is that we're beginning today at a position of strength because we have the most capable leaders with combat experience that we've ever had since I've been in the Army.\n\n### - Army Chief of Staff Gen. Raymond T. Odierno, speaks to the military community,  during his visit to Vicenza, Italy \n\n\n### [Odierno visits 'Sky Soldiers', Vicenza community](http://www.army.mil/article/102363/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 7: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}