{
    "id": "2013-05-03",
    "title": "National Military Appreciation Month",
    "body": "**What is it?**\n\nCongress designated May as National Military Appreciation Month in 1999 to ensure the nation was given the opportunity to publicly demonstrate their appreciation for the sacrifices and successes made by our service members.  The declaration summoned U.S. citizens to observe the month \"_in a symbol of unity, to honor the current and former members of the Armed Forces, including those who have died in the pursuit of freedom and peace_.\"   \n\n**What has the Army done?**\n\nThe Army has consistently honored the contributions and sacrifices of our Soldiers, family members, civilians and veterans.  The theme of this year's commemoration is *The United States Armed Forces: The Strength of the Red, White and Blue*.\n\nThis month ties in many Army themes, including these six national observances highlighting the contributions of each segment of the Army community that make up National Military Appreciation Month which include:  Loyalty Day (May 1), Public Service Recognition Week (May 5-10), Victory in Europe Day (May 8), Military Spouse Appreciation Day (May 10), Armed Forces Day (May 18) and Memorial Day (May 27).  \n\nMany activities and events are planned at all installations and agencies.  Soldiers and civilians are invited to participate in programs and events being held this month giving the Nation a time and place to express their appreciation and thanks to our military family.  \n\n\n**Why is this important to the Army?**\n\nNational Military Appreciation Month is needed to remind us of the sacrifices and the history we as Americans have been privileged to participate in throughout the past 236 years.  Through the years, our Army has answered this nation's call, and our Soldiers, families and civilians have never wavered in their support and patriotism, despite the many challenges they have faced.  During the month of May, all commands, installations, and units are encouraged to support local engagements designed to draw public attention and illustrate public support and appreciation and thanks to the Army family.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to honor Soldiers, family members, civilians and veterans. The Army is the strength of our nation - the strength of our Army is our Soldiers and civilians. The strength of our Soldiers and civilians is the Army family, and the veterans who continue to support our force.\n\n\n**Resources:**\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n* [Army.mil: Army Families](http://www.army.mil/families)\n* [Army Installation Management Command](http://www.imcom.army.mil)\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/ )\n* [Army OneSource](http://www.myarmyonesource.com)\n* Related video- [National Military Appreciation Month: _U.S. Armed Forces: The Strength of the Red, White_](http://bcove.me/v8cgdb3p)\n* Related article- [May is National Military Appreciation Month](http://www.army.mil/article/101698)\n\n",
    "date": "Thursday May 2, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe one thing I've learned over the last 12 years of combat operations is that the American population believes in our military. They believe that we have the moral and ethical values that are necessary for us to project to other nations. As we conduct our military operations, they believe that we are given a responsibility to not only protect our nation, but also to develop others to understand the importance of moral and ethical values. \n\n### - Army Chief of Staff Gen. Raymond T. Odierno, emphasizes the Army professionalism, during his visit to Vicenza, Italy \n\n\n### [Odierno visits 'Sky Soldiers', Vicenza community](http://www.army.mil/article/102363/)\n\n### [Army.mil: Leader's Tour](http://www.army.mil/leaderstour)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 7: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}