{
    "id": "2013-05-06",
    "title": "Women's Health Month ",
    "body": "**What is it?**\n\nAs the Army recognizes National Women's Health Month during the month of May, it provides an opportunity for women to visit their healthcare provider to receive or schedule a checkup and promote regular checkups as it is vital to the early detection of various diseases. \n\nArmy Medicine seeks to raise awareness about, and encourages, preventive proactive behaviors to enhance women's lifespace.  \n\n**Why is this important to the Army?**\n\nWith 15.7 percent of the Army's total fighting force and 52 percent of (Army affiliated) eligible TRICARE beneficiaries being female, the health of these women plays a vital role in overall Army readiness.  Army Medicine recognizes the magnitude and impact of women's health and appreciates the unique challenges of being a woman in the Army whether Soldier, family member, or veteran.  In order for women to be fully integrated and effective members of the team, the Army's effort is to  ensure that women's unique health needs are being considered and met.\n\n**What has the Army done?**\n\nThe Army Surgeon General identified the need to evaluate issues faced by female Soldiers and directed the establishment of the Women's Health Task Force (WHTF) in December 2011.  The WHTF is leaning forward to shape education, equipping and care for the next generation of women in the military.  \n\nArmy Medicine is developing a Women's Health Service Line, which will manage the unique needs of women's health as a population by building the fundamentals of sound, gender based programs and policies. [Army Public Health Command](http://phc.amedd.army.mil/Pages/default.aspx)  (PHC) is publishing a Warrior Readiness Guide which discusses common female conditions and preventive practices. PHC also offers a Women's Health Portal which provides women's health preventive practices and self-care.\n\n**What continued efforts does the Army have planned for the future?**\n\n[Army Medicine](http://www.armymedicine.army.mil/) continues to research various issues with specific focus on the female Soldiers. Army Medicine empowers women to make their health a top priority and encourages them to take steps to improve their physical, mental, emotional and spiritual health and lower their risks of certain diseases. Exercising, eating right, regular checkups and preventive screenings, avoidance of risky behaviors, and paying attention to mental health are paramount in improving one's health.   Army Medicine encourages women to take a proactive role in their lifespace by increasing their [activity,](http://www.army.mil/standto/archive_2013-02-27/) monitoring their [nutrition](http://www.army.mil/standto/archive_2013-01-31/) and getting plenty of [sleep](http://www.army.mil/standto/archive_2013-02-13/).\n\n**Resources:**\n\n* [Army Medicine: Women's health tips](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n* [Women's Health](http://www.womenshealth.gov/)\n* [Healthy Women](http://www.healthywomen.org/)\n* [Army.mil: Women in the Army](http://www.army.mil/women)\n* [STAND-TO!: Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/)\n* [STAND-TO!: Performance Triad: Sleep](http://www.army.mil/standto/archive_2013-02-13/)\n* [STAND-TO!: Performance Triad: Activity](http://www.army.mil/standto/archive_2013-02-27/)\n* [Army Public Health Command](http://phc.amedd.army.mil/Pages/default.aspx)\n* Soldiers Magazine, March 2013: [Improving women's health in the Army]( http://soldiers.dodlive.mil/2012/03/improving-womens-health-in-the-army/)\n\n",
    "date": "Monday May 6, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe Unites States Army has a rich history of valor and resiliency. Soldiers are America's sons and daughters bonded together by trust, honor and duty. They provide service to the nation and strength for the future. \n\n### - National Military Appreciation Month public service announcement\n\n### Video- [U.S. Armed Forces: The Strength of the Red, White](http://bcove.me/v8cgdb3p)\n\n### Related- [STAND-TO!: National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-02/)",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 7: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}