{
    "id": "2013-05-07",
    "title": "Network Integration Evaluation 13.2",
    "body": "**What is it?**\n\nThe Network Integration Evaluation (NIE) process is essential as the Army continues to improve and adapt its network to support [Regionally Aligned Forces]( http://www.army.mil/standto/archive/issue.php?issue=2012-12-20 ) and Joint Task Force operations.  \n\nNIE 13.2, the fifth in a series of these semi-annual evaluations, will take place at Fort Bliss, Texas, and White Sands Missile Range, N.M., May 4-27, 2013. More than 3,800 Soldiers of the 2nd Heavy Brigade Combat Team, 1st Armored Division (2/1 AD) will conduct operational tests and evaluations in realistic mission environments designed to measure network performance at all echelons. \n\nThe event will execute the Follow-on Operational Test and Evaluation for [Warfighter Information Network-Tactical (WIN-T) Increment 2,](http://peoc3t.army.mil/wint/inc2.php) the backbone of the Army's tactical network, and will continue solidification of the network baseline by evaluating an additional four systems under test and several industry and government systems under evaluation and demonstration.\n\n**What has the Army done?**\n\nNIEs are successful in integrating, growing and validating the Army's tactical network, as well as leveraging industry innovation to provide greater capability to empower Soldiers. The Army has used the NIE process to align several key Army network Programs of Record (POR), and has purchased a variety of non-POR systems for fielding following the NIE. By assessing network capability and providing Soldier- driven operational feedback, NIEs have allowed the Army to conduct an integrated fielding of [Capability Set (CS) 13,](http://www.army.mil/standto/archive/issue.php?issue=2012-09-2) an advanced, mobile communications network to select deploying Brigade Combat Teams.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe NIEs are not stand-alone events but build on previous exercises by improving the Army's integrated network baseline and incorporating Soldier feedback into system functionality and training methods. As the Army continues to field network capability sets with systems and doctrine vetted through the NIE, the events will further evolve to include joint and coalition involvement with NIE 14.2 in spring 2014.\n\n**Why is this important to the Army?**\n\nThe tactical network must be tailorable and scalable to be responsive to commanders' needs for any mission in any region. NIEs will continue to assess new capability and help the Army refine network tactics, techniques and procedures to meet the demands of [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20 ) and Joint Task Force operations. NIEs also help the Army identify network capability requirements, to better inform industry on how to refine and mature new and existing capabilities. In turn, the NIEs also inform future procurement competitions by providing current information regarding available systems and user feedback.  \n\n**Resources:**\n\n* [Networking the Soldier](http://www.bctmod.army.mil/)\n* [STAND-TO!: Capability Set 13 Fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26)\n* [Army Test and Evaluation Command](http://www.atec.army.mil/)\n* [Brigade Modernization Command](https://www.bliss.army.mil/BMC/)\n* [Army.mil: Science and Technology News](http://www.army.mil/news/sciencetechnology/)\n\n\n",
    "date": "Tuesday May 7, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWe can shorten the cycle time of acquisition, which equals cost savings, and gets capabilities to the hands of our warfighters a lot quicker. Leveraging these types of exercises also allows us to understand and resolve interoperability issues before we deliver this equipment downrange\n\n### - Ms. Heidi Shyu, assistant secretary of the Army for Acquisition, Logistics and Technology\n\n### [Network Integration Evaluation (NIE)](http://www.bctmod.army.mil/nie_focus/index.html)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 7: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}