{
    "id": "2013-05-08",
    "title": "2013 Warrior Games ",
    "body": "**What is it?**\n\nThe Warrior Games showcases the resilient spirit of today's wounded, ill, or injured service members from all branches of the military. After overcoming significant physical and behavioral injuries, these men and women demonstrate the power of ability over disability and the spirit of competition.\n\nSince 2010, nearly 200 wounded, ill, or injured service members and veterans have competed annually at the Warrior Games, a unique partnership between the Department of Defense and U.S. Olympic Committee Paralympic Military Program.\n\nAthletes compete in sitting volleyball, wheelchair basketball, swimming, cycling, track & field, archery and competitive shooting. Just as other events sponsored by the Olympic committee, gold, silver and bronze medals are awarded.\n\n2013 Warrior Games being held from May 11-17, at Colorado Springs,  Colo.,  will have a team from the United Kingdom compete along with teams from the Army, Marines, Navy/Coast Guard and Special Operations Command. \n\nThe Army is sending a team of 50 Soldiers and veterans to compete and to highlight how the Army takes care of all of its Soldiers - wounded, ill or injured.\n\n**What has the Army done?**\n\nAt 29 Warrior Transition Units and nine community-based Warrior Transition Units across the country, wounded, ill or injured Soldiers have one mission:  to heal and prepare for transition.  Adaptive reconditioning activities including adaptive sports are a valuable recovery tool across the [Warrior Care and Transition Program.](http://wtc.army.mil/about_us/programs.html) \n\n**What continued efforts does the Army have planned for the future?**\n\nAdaptive sports and reconditioning are linked to a variety of benefits for wounded, ill, and injured service members across all branches of the military: \n\n* -less stress\n* -reduced dependency on pain and depression medication\n* -fewer secondary medical conditions (i.e., diabetes, hypertension)\n* -higher achievement in education and employment\n* -increased independence\n* -increased self-confidence\n* -increased mobility\n\nParticipation in sports and being part of a team also helps Soldiers adapt more easily and lessens behavioral health problems.\n\n**Why is this important to the Army?**\n\nNot only do the Warrior Games showcase the resilience, strength and abilities of the Army's wounded, ill or injured, they highlight the Army's commitment to these Soldiers, veterans and their families.  Warrior Games reinforce the commitment of the Army to care for all of its Soldiers - wounded, ill or injured. \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/transition)\n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* [Road to 2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n* [Meet your 2013 Warrior Games Army Team](http://www.wtc.army.mil/about_us/athletes.html)\n* [Warrior Transition Command and Warrior Games Blogs](http://wtc.armylive.dodlive.mil/)\n* [Warrior Transition Command on Facebook](https://www.facebook.com/ArmyWTC)\n* [Warrior Transition Command on Twitter](https://mobile.twitter.com/armywtc/)\n* [Warrior Transition Command on Flickr ](http://www.flickr.com/photos/armywtc/)\n* [Warrior Transition Command on You Tube](http://www.youtube.com/WarriorCareCom)\n\n\n",
    "date": "Wednesday May 8, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWhat we learn from them is it doesn't matter whether you're missing a leg, two legs or an arm.   It's about having purpose, a will. You decided that no matter what happens to you, you'll continue to make a difference, not only in your life, but someone else's life. And that's what they've both done. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, emphasizes that the wounded warriors are great not because of their injuries, but because of what they are able to achieve in spite of their injuries, at the Red Cross \"_A Salute to Service_\" gala, Washington D.C., May 4. \n\n### [Red Cross honors supporters at 'Salute to Service' gala](http://www.army.mil/article/102688)\n\n### Visit the [2013 Warrior Games.](http://www.wtc.army.mil/about_us/warriorgames2013.html)",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}