{
    "id": "2013-05-09",
    "title": "2013 Army Posture Statement: The Army for the Future",
    "body": "**What is it?**\n \nThe Army for the future will feature regionally aligned and mission-tailored forces designed to respond to combatant commander requirements to prevent conflict, shape the strategic environment and, when necessary, win decisively.  \n\n**What has the Army done?**\n\n*Globally Responsive, Regionally Engaged Strategic Land Forces*\n\nRegional alignment will provide [Geographic Combatant Commands](http://usacac.army.mil/cac2/call/thesaurus/toc.asp?id=33541) with mission-trained and regionally focused forces that are responsive to all requirements, including operational missions, bilateral and multilateral military exercises and theater security cooperation activities.  2nd Brigade of the 1st Infantry Division, stationed at Fort Riley, Kan., is aligned with U.S. Africa Command for fiscal year 2013.  \n\nIn support of U.S. Africa Command objectives, the brigade will conduct engagement activities in 34 African nations over the coming year.  Lessening demand for forces in Afghanistan will also allow the Army's aligned units in the Asia-Pacific theater to refocus on supporting U.S. Pacific Command's objectives.  U.S. Army Pacific will be elevated to a four-star headquarters in 2013.  I Corps, stationed at Joint Base Lewis-McChord, Wash., is developing Joint Task Force command capability, which will provide a deployable headquarters that can meet contingencies across the full range of military operations.\n\n*Training for Operational Adaptability*  \n\nIn recent years the Army has deliberately focused training on counterinsurgency and stability operations to support requirements in Iraq and Afghanistan.  The Army will build upon that expertise while transitioning to a more versatile force, with operationally adaptable land forces that will take on a broader range of missions in support of the national defense strategy.  Innovative training methods produce ready and responsive forces while optimizing our resources.  Army units train at [Combat Training Centers,](http://www.apd.army.mil/pdffiles/r350_50.pdf) while deployed and at home station.  Live, virtual and constructive training enables Army commanders to conduct multi-echelon events in a complex environment at home station.  \n\nThe Army's [Decisive Action Training Environment (DATE),](http://www.army.mil/standto/archive/issue.php?issue=2012-03-08) which has been incorporated by each of our three maneuver Combat Training Centers, creates a realistic training environment that includes joint, interagency, intergovernmental and multinational partners against a wide range of opportunistic threats.\n\n**What continued efforts does the Army have planned for the future?**\n\nMaintaining credible strategic landpower requires the Army to continually assess and refine how we operate, manage our human capital and increase our capabilities, all while mitigating the effects of significant reductions in funding.  We must exploit our advantages in some key areas such as leader development; strategic, operational and tactical mobility; command, control, communications, computers and intelligence (C4I) and logistics.  As we transition over the next five to ten years, this effort will be underpinned by a strong institutional Army.  The institutional Army takes a deep look at the future strategic environment to formulate concepts and plans for the best mix of capabilities to meet the nation's land warfare challenge \" the right skills, right doctrine, right equipment and the right qualities in our adaptive leaders.\n\n**Why is this important to the Army?**\n\nThe Army must strike a balance between force structure, readiness and modernization, in a manner that is mindful of fiscal realities yet also provides the nation with optimized but capable landpower.  Regionally aligned, mission tailored forces will continue to play an essential role in the defense strategic guidance, which rebalances to the Asia-Pacific region while maintaining our commitment to partners in and around the Middle East.  \n\n**Resources**\n\n* [2013 Army Posture Statement](http://www.army.mil/e2/rv5_downloads/info/institution/posturestatement/2013.pdf)\n* [STAND-TO!: 2013 Army Posture Statement](http://www.army.mil/standto/archive_2013-04-23/)\n* [STAND-TO!: 2013 Army Posture Statement - Landpower for the Nation](http://www.army.mil/standto/archive_2013-04-29/)\n* [STAND-TO!: Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* [Sustaining U.S. Global Leadership: Priorities for 21st Century Defense](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf) (PDF)\n\n\n\n\n\n\n",
    "date": "Thursday May 9, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\n[The veterans of World War II] gave something of themselves to protect each and every one of us, to do what needed to be done - the dirty work of war. And it is dirty work. It's tough, it's demanding. You've got to reach inside of yourself and find that place where you're going to go beyond what you believe is possible as a Soldier and as a human being. \n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, speaking at the Victory in Europe Day event at the World War II Memorial, May 8, in Washington, D.C. \n\n### [SMA thanks veterans of 'greatest generation'](http://www.army.mil/article/102876/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}