{
    "id": "2013-05-10",
    "title": "2013 Military Spouse Appreciation Day: \"Military Spouses: The Heart and Strength of Army Families\" ",
    "body": "**What is it?**\n \nOn May 10, 2013, Army leaders will express their gratitude to Army spouses for their support of Soldiers.  Observed since 1984, Congress officially made Military Spouse Appreciation Day part of National Military Appreciation Month in 1999.  This year's theme is _Military Spouses: The Heart and Strength of Army Families_ which captures the essence of the military spouse and reinforces the message that spouses are vital to the strength, resilience and readiness of the Army. \n\n**What has the Army done?**\n\nIn 1984, President Ronald Reagan signed a proclamation officially recognizing Military Spouse Appreciation Day.  The Department of Defense has since standardized the date by declaring the Friday before Mother's Day every year as Military Spouse Appreciation Day to show appreciation for the sacrifices of military spouses.  \n\nIn celebration of Military Spouse Appreciation Day, garrisons Army-wide will hold a variety of enriching programs and special events to inform, honor and recognize military spouses.  Events ranging from spouse appreciation luncheons to educational workshops to spouse employment fairs will take place to pay tribute to military spouses.\n\n**Why is this important to the Army?**\n\nThe Army recognizes the important role Army spouses' play in today's Army.  After almost a decade at war and multiple deployments, military spouses continue to support America's Army unconditionally while pursuing careers and serving in multiple roles as community leaders, mothers, fathers, and Soldiers.  Through mission, deployment, reintegration and reset, military spouses are the backbone of the families who support our Soldiers.  They are the silent heroes who are essential to the strength of the nation.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to provide families a strong, supportive environment. The Army is committed to improving family readiness through funding of programs, better health care, housing, schools, youth services, child care, education and employment opportunities, and we will continue to build upon and improve the tenets of the Army Family Covenant.  We salute military spouses; Army Families equal Army Strong!\n\n\n**Resources**\n\n* [Army.mil: Army Families](http://www.army.mil/families)\n* Video: [Military Spouses: The Heart and Strength of the Army](http://bcove.me/uo1fomc3)\n* [Army Installation Management Command](http://www.imcom.army.mil)\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/)\n* [Army OneSource](http://www.myarmyonesource.com)\n* [Military Spouse Employment Partnership](http://www.msepjobs.org)\n\n\n\n\n\n\n",
    "date": "Thursday May 9, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAs long as there have been courageous men and women willing to protect our Union and our ideals, there have been extraordinary spouses at their side -- patriots in their own right who serve and sacrifice in ways many cannot fathom ... America's military spouses are at the core of our Armed Forces, and on Military Spouse Appreciation Day, we celebrate their contributions to keeping our country safe.\n\n### - President Barack Obama\n\n### View the complete [Presidential Proclamation -- Military Spouse Appreciation Day, 2013](http://www.whitehouse.gov/the-press-office/2013/05/09/presidential-proclamation-military-spouse-appreciation-day-2013) \n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}