{
    "id": "2013-05-13",
    "title": "Army Operational Energy Policy Memorandum",
    "body": "**What is it?**\n \nThe Operational Energy Policy Memorandum establishes Army policy for operational energy and assigns responsibilities to integrate operational energy, as appropriate, into Army policy, strategies, and regulations. Operational Energy is the energy required for training, moving, and sustaining Soldiers and weapons platforms for military operations. It includes energy used by tactical power systems, generators and weapons systems.  \n\n**What has the Army done?**\n\nThe memorandum seeks to ensure operational energy usage is accounted for within the Army's total energy consumption. The Army will manage energy to provide the greatest operational benefit and assure access to sufficient energy supplies. The policy directs that all levels of command: \n\n* -understands how energy supports their mission\n* -improves energy performance through techniques, behaviors, and organizational culture  \n* -integrates operational energy considerations into planning, requirements development, acquisition, construction, operations, research, development, technology and evaluation, reporting, and management programs\n* -coordinates energy-related plans, budgets and activities\n* -tracks, manages and reports operational energy performance and usage.\n\n**What continued efforts does the Army have planned for the future?**\n\nDepartment of the Army Secretariats and headquarter level Staff offices will review their functional policies, guidance, Army Regulations and associated tasks within the Army Campaign Plan and address updates and deficiencies within normal review processes and timeframes. As appropriate, they will ensure that operational energy changes to policy, guidance, and regulations are coordinated with the [Assistant Secretary of the Army for Installations, Energy and Environment.](http://www.army.mil/asaiee)\n\n**Why is this important to the Army?**\n\nLeaders and individuals at all levels must understand how energy contributes to their respective operational roles and consider it in planning decisions and daily behaviors. Army [operational energy]( http://www.army.mil/standto/archive/issue.php?issue=2012-10-17 ) is a critical enabler for the range of military operational capabilities from the individual Soldier to strategic levels. \n\nThe Army must:\n \n* -increase tactical and operational effectiveness through efficient use of energy in all modes, including dismounted, mounted, aviation and base camp/sustainment operations\n* -enable energy informed operations by integrating energy considerations into operational planning activities\n* -integrate operational energy into the Army capability development process\n* -improve energy performance and efficiency\n* -reduce the frequency and vulnerability of energy-related resupply operations\n* -increase the use of renewable energy\n* -increase the functionality and reliability and energy efficiency across platforms and facilities\n* -establish an energy informed culture through education, training and awareness\n* -integrate sustainability into the Army operational culture with attention to reducing adverse impacts on the environment.\n\n**Resources**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee )\n* [Army.mil:  Energy News](http://www.army.mil/news/energy)\n* [Operational Energy Feedback](http://www.asaie.army.mil/Public/ArmyPowerEnergy/Operational.html)\n* [STAND-TO! Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17 )\n* [STAND-TO! Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/m)\n\n\n\n\n\n\n\n",
    "date": "Monday May 13, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThey are the heart of Army families because even though they don't pick up weapons and go fight our wars, their support -- not just of their spouse but of their unit and their Army post with their volunteerism -- is what makes our Army the best Army in the world. For a million and one reasons, Army families are just absolutely incredible. \n\n### - Jeanne Chandler, wife of Sgt. Maj. of the Army Raymond F. Chandler III, praising all Army spouses, male and female, as contributing greatly to the Army mission, at the 2013 Military Spouse of the Year Awards ceremony, held at Joint Base Myer-Henderson Hall, Va., May 9, 2013.\n\n### [Army wife honored to be finalist for Military Spouse of Year](http://www.army.mil/article/103017/) \n\n### [STAND-TO!: 2013 Military Spouse of the Year](http://www.army.mil/standto/archive_2013-05-10/)\n\n### [Army.mil: Army Families](http://www.army.mil/families) \n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}