{
    "id": "2013-05-14",
    "title": "U.S. Army Joint Test Element ",
    "body": "**What is it?**\n \nU.S. Army Joint Test Element is an Office of the Secretary of Defense (OSD) funded program available to all services to solve tactical to strategic joint challenges.  The JTE is a directorate of the [U.S. Army Test and Evaluation Command](http://www.atec.army.mil) (ATEC) and is one-of-three joint test units managed under  Director, Operational Test and Evaluation Joint Test and Evaluation Program Office.\n\nSolutions are solved through two options: A Joint Test for complex issues that are solved in less than two years and the Quick Reaction Test (QRT) for issues solved in less than a year.  The JT process functions on a bi-annual nomination cycle.  The OSD funds up to $6 million to support a JT.  This funding supports travel, administration support, and contractor personnel with specific skills to support problem solving. \n\nThe QRT process is designed to quickly solve immediate service members' needs. These QRTs provide timely solutions and products to meet evolving operational problems.  QRT nominations are evaluated and accepted three times a year starting the fall of 2013.  The program provides up to $1 million to cover the costs of test resources and contract support.  Extremely urgent QRTs, which have separate requirements, can be initiated by a command at any time.\n\n\n**What has the Army done?**\n\nSince 2003, the U.S. Army JTE has completed 17 projects and 15 handbooks provided to Joint or Service organizations in the form of tactics, techniques and procedures; user checklists; standard operating procedures; and revisions to training publications that are integrated into selected training programs.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe U.S. Army JTE is expanding the community of interest and identifying potential QRT/JT nominations for the upcoming nomination cycles. \n\n**Why is this important to the Army?**\n\nThe JTE's mission is focused on generating operational non-materiel solutions to urgent, specific, joint or multi-service service members problems.  This team is formed of a unique mix of Department of Defense civilian personnel, as well as Army and Air Force combat arms and combat support military personnel with extensive strategic, operational, and tactical experience.\n\n**Resources**\n\n* [U.S. Army Joint Test Element](http://www.atec.army.mil/jte )\n* [Joint Test and Evaluation](http://www.jte.osd.mil/jtejts.asp )\n\n\n\n\n\n\n\n",
    "date": "Tuesday May 14, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe U.S. Army Joint Test Element (JTE) has been a valued asset within my command. The JTE has produced invaluable cross-domain resources to enhance Joint Warfighter capabilities. Initiatives such as the Joint Test and Quick Reaction Test provide commanders and staffs with solutions to improve their operations based on sound and principled test methodologies. The U.S. Army JTE provides the mechanism to offer a great impact through collaborative efforts for the Joint community.\n\n### - Maj. Gen. Genaro J. Dellarocco, commanding general, [U.S. Army Test and Evaluation Command](http://www.atec.army.mil/jte/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}