{
    "id": "2013-05-15",
    "title": "Depot & Arsenal Executive Leadership Program ",
    "body": "**What is it?**\n \nThe [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) established the Depot and Arsenal Executive Leadership Program (DAELP) in 2003 to better prepare command teams for the unique challenges of leading an industrial base facility.\n\nAdministered by the Institute for Defense and Business, and delivered in partnership with the faculty of the University of North Carolina at Chapel Hill, DAELP is an executive leadership program serving the commanders and senior civilian leaders of the nation's depots and arsenals. DAELP is custom-tailored to meet the specific needs of the Defense Industrial Base Management. \n\n**What has the Army done?**\n\nNow in its 10th year of existence, [DAELP](http://daelp.org) has grown in scope and stature, cultivating more than 200 participants across every branch of the Department of Defense, the Defense Logistics Agency and the private sector. DAELP integrates leadership development and management concepts through a curriculum of residencies and distance learning. Students participate in traditional classroom teaching, on-line learning, business study tours and corporate residencies. \n\nBroken into five phases, the course spans nearly a year. Between phases, participants return to their duty stations and participate in an on-line Lean Six Sigma Champion Certification program, provided by North Carolina State University (NCSU). At the end of the program, participants are awarded graduation certificates from UNC-Chapel Hill's Kenan-Flagler Business School; a Lean Six Sigma for Executive Champions graduation certificate from NCSU; and several Continuing Education Units and Professional Development Hours toward professional acquisition and engineering development and career learning. \n\nParticipants leave the course with better business acumen and better understanding of how work at depots and arsenals affects the bigger Army.\n\n**What continued efforts does the Army have planned for the future?**\n\nProgram administrators tailor the curriculum each year to meet the needs of the incoming cohort and strive to keep the course relevant and customized to the needs of the participants and the industrial base. Program administrators are considering creating different tracks or electives within DAELP for logistics and the supply chain, acquisition, ammunition, and other specialties to further tailor the program for participants. \n\n**Why is this important to the Army?**\n\nDAELP is a commander's course prerequisite for AMC and the Marine Corps Logistics Command; government-owned, government-operated depot and arsenal commanders are automatically slated to attend. Other organizations can request seats each year, focused at the O-6 or civilian-equivalent level. Commanders can nominate key civilian staff who provide continuity at depots and arsenals to attend. No cohort is larger than 30 students.\n\n\n**Resources**\n\n* [Depot & Arsenal Executive Leadership Program](http://daelp.org)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n",
    "date": "Wednesday May 15, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThough I am wounded, I will always be a warrior. I will never give up, nor quit in the face of adversity. I will do my best in all that I do and achieve. I will not allow my injuries to limit me, and most of all, I will never forget my fallen comrades or leave a fellow injured warrior behind.\n\n### - Joey Smith, writer of the Marine Corps' _Creed of the Wounded Warrior_, is a former Marine and a medically retired Army Sergeant who is competing in the archery, air rifle and pistol events at the 2013 Warrior Games, Colorado Springs, Colo., May 11-16, 2013.\n\n### [Wounded Warrior Creed born out of suffering](http://www.army.mil/article/103134/)\n\n### [STAND-TO!: 2013 Warrior Games ](http://www.army.mil/standto/archive_2013-05-08/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.wtc.army.mil/about_us/warriorgames2013.html)\n"
}