{
    "id": "2013-05-16",
    "title": "U.S. Army Central's Public Affairs Exchange",
    "body": "**What is it?**\n \nThe U.S. Army conducts public affairs information exchanges with partner nations through the staffs of [Army Service Component Commands.](http://www.army.mil/info/organization/unitsandcommands/commandstructure/)  Recently, [U.S. Army Central](http://www.arcent.army.mil/) met with officers from Tajikistan's Ministry of Defense, Emergency Affairs Directorate, National Guard, and Border Guards.  \n\nThe exchange introduced Tajik defense and emergency services public affairs officers to U.S. Defense Department best practices on interacting with the media and civil society. Discussion topics included: social media, public affairs during natural disasters/humanitarian operations, and conducting on-camera interviews.  The visit highlighted the advantages transparency and proactive media engagement could have for Tajik forces and the general public.\n\n**What has the Army done?**\n\nThese events provide partner nation communications specialists, an opportunity to meet with their U.S. peers and discuss public affairs, social media, and journalism techniques used to support military operations.  In recent years [Third Army/U.S. Army Central](http://www.arcent.army.mil/) has conducted similar public affairs exchanges in Egypt, Iraq, Jordan, Kazakhstan, Kuwait, Kyrgyzstan, and Lebanon.\n\n**What continued efforts does the Army have planned for the future?**\n\nMaintaining a presence and building relationships with partner nations is a part of the Army's [_Prevent-Shape-Win_]( http://www.army.mil/article/71030/) role.  Throughout the Middle East and Central Asia, U.S. Army Central will shape the environment through more than 125 Theater Security Cooperation engagements in 18 countries.  These events include bilateral and multilateral exercises, key leader engagements, visits, seminars, and humanitarian/civil military operations.  These highly effective interactions focus on building partner capacity, increasing bi- and multilateral interoperability and maintaining relationships with allies and deterring foes in this critical region.\n\n**Why is this important to the Army?**\n\nThe public affairs exchanges are coordinated between U.S. Central Command and the U.S. Embassy's Office of Military Cooperation in countries throughout the Middle East and Central Asia.  These events enable the Army to maintain a presence abroad with a small footprint.  The Tajikistan exchange was supported by [Warsaw Initiative Fund]( http://www.dsca.osd.mil/samm/ESAMM/C11/11.10.htm) (WIF) a bilateral U.S. security cooperation program that provides support to developing countries that are members of the [NATO Partnership for Peace](http://www.nato.int/pfp/) (PfP) program.\n\n\n**Resources**\n\n* [Third Army/U.S. Army Central](http://www.arcent.army.mil/)\n* [Third Army/U.S. Army Central on Facebook](http://www.facebook.com/pattonsown)\n* [CIA World Factbook: Tajikistan](https://www.cia.gov/library/publications/the-world-factbook/geos/ti.html)\n* Related article: [Third Army Soldiers shape future during Tajikistan information exchange](http://www.dvidshub.net/news/102259/third-army-soldiers-shape-future-during-tajikistan-information-exchange)\n\n",
    "date": "Thursday May 16, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nI have gotten to witness amazing things in my career, amazing accomplishments, incredible courage, incredible talent, incredible camaraderie, that I will never forget, and that is what gets me up every day. It is about understanding the sacrifice of our Soldiers and our families and doing all I can to ensure that we continue to honor that sacrifice. Yes, we have problems, and everything isn't perfect, but we are going to work every day to make sure that we do the best for our Soldiers and families and Department of the Army civilians. \n\n### - Chief of Staff of the Army  Gen. Ray Odierno\n\n### [Odierno tells Fort Riley, 1st ID: 'We have to do more'](http://www.army.mil/article/103357/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.army.mil/standto/archive_2013-05-08/)\n"
}