{
    "id": "2013-05-17",
    "title": "Off-Duty Safety Awareness Presentation",
    "body": "**What is it?**\n \nThe [Off-Duty Safety Awareness Presentation](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/OffDutySafetyAwarenessPresentation/tabid/984/Default.aspx) is a highly informative safety presentation containing statistics, contributing factors and other relevant information regarding off-duty accidents. Developed for use at battalion level and below, the presentation comes complete with embedded videos and speaker notes. The speaker notes may be used as is or modified to fit a particular presentation style or reflect unit-specific accident trends.\n\n**What has the Army done?**\n\nThe ODSAP was originally developed in 2008 to address an increase in fatal off-duty accidents. Annual updates to the presentation are designed to make Soldiers aware of off-duty hazards they may face and include them in the solution to our Army's most pressing safety issues. The materials and statistics contained in this year's presentation, titled [_What have you done to save a life today?_](https://safety.army.mil/multimedia/VIDEOLIBRARY/VideoPlayer/TabId/421/VideoId/680/What-Have-You-Done-To-Save-A-Life-Today-2.aspx), enhance safety awareness for numerous off-duty activities as well as home safety, and address risky behaviors and the impact of fatigue and alcohol.\n\n**Why is this important to the Army?**\n\nOn average, the Army loses the equivalent of a company-sized formation in off-duty accidents each year. These tragic deaths affect our combat readiness just as much as a loss occurring on duty. Awareness and application of appropriate safety measures while involved in off-duty activities can preserve the lives of Soldiers and their family members.\n\n**What continued efforts does the Army have planned for the future?**\n\nOff-duty safety awareness, coupled with the five-step risk management process, must be at the heart of every Soldier's plans. The ODSAP is an evolving set of useful materials, and user feedback is critical to the development of future revisions. Users are encouraged to [submit](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil) comments.\n\n**Resources**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* AKO login required: [Off-Duty Safety Awareness Presentation](https://safety.army.mil/ODSAP)\n* Video: [_What have you done to save a life today?_](https://safety.army.mil/multimedia/VIDEOLIBRARY/VideoPlayer/TabId/421/VideoId/680/What-Have-You-Done-To-Save-A-Life-Today-2.aspx)\n* [Email](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil)\n\n",
    "date": "Friday May 17, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe Army is committed to helping its wounded warriors heal and transition back into the service if at all possible or going on to the next phase of their life. That's our commitment. That's who we are. That's what we do.  \n\n### - Sgt. Maj. of the Army Raymond F. Chandler III,  while visiting the wounded warriors at the 2013 Warrior Games, emphasized the Army's commitment to ensure that the wounded warriors get back to as normal a life as possible. \n\n### [SMA: 'We can never say thank you enough to our wounded warriors'](http://www.army.mil/article/103295/)\n\n### [STAND-TO!: 2013 Warrior Games](http://www.army.mil/standto/archive_2013-05-08/)",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.army.mil/standto/archive_2013-05-08/)\n"
}