{
    "id": "2013-05-20",
    "title": "Project Warrior ",
    "body": "**What is it?**\n \nProject Warrior is a four-year program in which captains serve two years as an observer-coach-trainer at the National Training Center, Joint Readiness Training Center, or the Joint Multinational Training Center, followed by two years as a small group instructor at a [U.S. Training and Doctrine Command](http://www.tradoc.army.mil/) (TRADOC) Center of Excellence (COE).\n\n**What has the Army done?**\n\nThe Army is restarting the Project Warrior program, initially suspended due to operational requirements in Iraq and Afghanistan. The objective of this program is to infuse observations, insights, and lessons gained from multiple combat training center (CTC) Decisive Action rotations against hybrid threats, back into the force through the [TRADOC](http://www.tradoc.army.mil/)  COEs.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army is planning a phased implementation of the Project Warrior program. By June 2013, the Army will start identifying and selecting three cohorts of officers for follow-on assignments that will begin in fall 2013. \n\n* -Cohort 1 will screen current observer-coach-trainers for follow-on assignments as small group instructors at TRADOC COEs. \n* -Cohort 2 will screen current captains who have completed key developmental assignments, for follow-on assignment as observer-coach-trainers at CTCs. \n* -Cohort 3 will screen promotable lieutenants for prioritized Captains Career Course slots during fiscal year 2014. \n\nBy fiscal year 2016, the goal is to have Project Warrior officers filling 15 percent of Small Group Instructor positions at select Centers of Excellence and 30 percent \" the endstate goal - by fiscal year 2017. \n\nSmall and selective by design, at full implementation, the Project Warrior program will have 66 officers serving at the combined training centers and another 66 serving as small group instructors at various TRADOC COEs. \n\n**Why is this important to the Army?**\n\nThe Army must develop agile and adaptive leaders as it begins transitioning from a decade focused on counterinsurgency operations to a smaller, more versatile Army that will take on a broader range of mission in support of national defense objectives. Project Warrior will help build these agile, adaptive leaders. \n\n**Resources**\n\n\n* Search for _Project Warrior Program_ information at [Human Resources Command](https://www.hrc.army.mil)\n* [CSA's Blog: Project Warrior](http://armylive.dodlive.mil/index.php/2013/05/project-warrior/)\n* AUSA Publication: [Project Warrior](http://www.ausa.org/publications/armymagazine/archive/2013/03/Documents/FCenter_Sexton_March2013.pdf)\n\n\n",
    "date": "Monday May 20, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\nOur current generation of company grade officers is fully proficient at counterinsurgency operations.  However, they lack experience conducting simultaneous offense, defense, and stability operations against hybrid threats, which include conventional and irregular forces, terrorists, and criminal elements. With the MCTCs (Maneuver Combat Training Center) currently transforming to Decisive Action training against hybrid threats, we need to once again take advantage of the experience and doctrinal expertise observer-coach-trainers gain while serving at the combat training centers  \n\n### -  Gen. Raymond T. Odierno, Chief of Staff of the Army \n\n### [CSA's Blog: Project Warrior](http://armylive.dodlive.mil/index.php/2013/05/project-warrior/)",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.army.mil/standto/archive_2013-05-08/)\n"
}