{
    "id": "2013-05-21",
    "title": "Army Threat Integration Center ",
    "body": "**What is it?**\n \nThe Office of the Provost Marshal General (OPMG) operates the Antiterrorism Operations and Intelligence Cell (ATOIC) in direct support of the Deputy Chief of Staff, G-3/5/7 and in direct coordination with the DCS, G-2.  The ATOIC issues early warning of criminal and terrorist threats to Army commands worldwide.  \n\nEffective June 1, 2013, the Army initiates the transformation of the ATOIC to the Army Threat Integration Center (ARTIC) to integrate, fuse, analyze, and disseminate all-source threat information for commanders and force protection (FP) official at all levels in order to provide shared situational awareness, enable effective risk-based decisions, and protect Army personnel, assets, and information worldwide. \n\n**What is the Army doing?**\n\nThe transformation to the ARTIC concept will take place over the next 10 months.  Upon reaching full operating capability, March 31, 2014, the ARTIC will serve as the Army's global threat information sharing hub, focused on internal and external threats, providing real-time support for current operations.  The essential tasks for the ARTIC mission include:\n\n* -Expanding threat-related information sharing based upon current threat integration capabilities.\n* -Improving the efficiency of information sharing, reducing redundancies among threat information products, and providing a fully coordinated indications and warning and fused reporting process.\n\nThe Fort Hood Internal Review Team (AIRT) Final Report identified key deficiencies relating to information sharing and communications between intelligence and law enforcement organizations. The establishment of the ARTIC will mitigate the shortfalls in the AIRT report and provide the following functional capabilities.\n\n* -Sharing all source threat information\n* -Accessing threat reporting and suspicious activity reporting \n* -Creating business process rules and a standing operating procedure \n* -Fusing reporting from Military Criminal Investigation Organizations and counterintelligence agencies\n* -Retaining and disseminating threat information\n* -Appointing a single executive agent for threat reporting system\n* -Creating policy to share real-time unclassified threat information\n* -Building and maintaining an insider threat analytic and response capability\n\n**What efforts does the Army have planned for the future?**\n \n* -Expanding ARTIC partnerships with federal, state, and local law enforcement and threat information fusion agencies\n* -Establishing ARTIC governance structure to include ARTIC working group and executive committee\n* -Achieving ARTIC full operating capability by March 31, 2014\n\n**Why is this important to the Army?**\n\nAn information sharing system capable of monitoring and managing high volumes of AT/FP threat information and data for efficient dissemination to Army installations and activities worldwide will help remove any vulnerability.  \n\n**Resources**\n\n* AKO log-in and ATEP registration required: [Army Antiterrorism Enterprise Portal](https://www.us.army.mil/suite/page/605757)\n\n\n\n",
    "date": "Tuesday May 21, 2013",
    "quote": "Quote for the Day\n-----------------------\nThroughout time, our Army has been given one major mission, and that is to win our nation's wars. We are not going to walk away from that, but we have to do more. We have to be able to shape other areas around the world to prevent conflict, so we don't have to go to war.\n\n### -  Gen. Raymond T. Odierno, Chief of Staff of the Army \n\n### [Odierno tells Fort Riley, 1st ID: 'We have to do more'](http://www.army.mil/article/103357/)",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 10: [Military Spouse Appreciation Day](http://www.army.mil/families)\n\n* May 11- 17: [2013 Warrior Games](http://www.army.mil/standto/archive_2013-05-08/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}