{
    "id": "2013-05-22",
    "title": "The Nation's Water Resources Infrastructure",
    "body": "**What is it?**\n \nThe U.S. Army Corps of Engineers (USACE)-managed water resources are an immense accumulation of assets found in all 50 states. USACE's infrastructure provides 24 percent of U.S. hydropower; 14,501 miles of levees for flood damage reduction; 329 million acre-feet of water storage capacity meeting 18 percent of the nation's household water consumption; 370 million visits annually to 422 recreation projects in 43 states; and facilitates the transportation of 78 percent of U.S. domestic and international cargo.  \n\nThe Army Civil Works Program is funded through a direct congressional appropriation to [USACE](http://www.usace.army.mil/) and is not DOD-funded.\n\n**What has the Army done?**\n\nThe majority of the Army [Civil Works program](http://www.usace.army.mil/Missions/CivilWorks.aspx) today is focused on the operation, maintenance, repair and replacement of major navigation, flood risk management and hydropower infrastructure systems, as well as on the environmental restoration of natural resources affected in the past by these systems. As [USACE](http://www.usace.army.mil/)-operated infrastructure ages, it often becomes more difficult and expensive to maintain these systems to meet performance goals and efficiently provide the economic and environmental benefits for which they were designed and constructed. The Army is adopting new practices to improve management of large and costly projects and is considering additional proposals to advance those efforts.\n\n**What efforts does the Army have planned for the future?**\n\nUSACE's infrastructure plan outlines specific actions to synchronize critical waterway and other infrastructure construction and maintenance investments that will help the U.S. maintain global competitiveness. Actions include:\n\n* -*Reducing storm risk to communities*: The USACE [Flood Risk Management Program](http://www.nfrmp.us/frmp.cfm) focuses on reducing risk to life and public safety from inland and coastal flooding across the nation. \n\n* -*Assuring efficient completion of projects*: Efficiently funding fewer projects rather than dividing available appropriations across many will allow USACE to complete some projects sooner and at a lower overall cost, and will enable the nation to derive benefits from the completed projects earlier.  Remaining authorized projects will continue to be prioritized for funding as funds become available.\n\n* -*Exploring public-private partnerships*: USACE will continue to seek public-private partnerships and changes to the legal authorities needed to increase available financing for the modernization of the nation's navigation, hydropower and flood risk management infrastructure.\n\n**Why is this important to the Army?**\n\nThe nation's water resources infrastructure provides significant national economic, environmental and social benefits.  The nation's waterways, ports and harbors also contribute to the successful deployment and support of our Armed Forces.\n\n**Resources**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* Related videos: \n* [Civil Works Transformation](http://www.dvidshub.net/video/194994/civil-works-transformation#.UYzo2kpug2s)\n* [Securing the Nation's Future through Water](http://www.youtube.com/watch?v=486TdJ501LM) \n\n\n\n",
    "date": "Wednesday May 22, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe National Guard, and the country, has never let down a community. So we're always there ... As soon as the public sees uniforms, it's a calming factor. And their Guardsmen are their brothers and sisters. They get a call and they report to duty, and they suit up, and they take on Citizen-Soldier mode and get after it, and stay on the mission until it's done.\n\n### -  Brig. Gen. Emery Fountain, Army National Guard member from Oklahoma, currently working in the national capital region as support special assistant to [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx) Director Lt. Gen. William E. Ingram Jr, emphasizes that National Guard forces bring a particular comfort in disaster settings, because they're helping family, friends and neighbors. \n\n### [Senior Army Guard leader describes Oklahoma tornado response](http://www.army.mil/article/103805/)\n\n### [STAND-TO!: U.S. Army Support to Humanitarian Assistance and Relief Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-01-03)\n\n### [Humanitarian Relief: Tornado Relief Efforts](http://www.army.mil/humanitarian/tornadoes.php)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}