{
    "id": "2013-05-23",
    "title": "Live, Virtual, Constructive, Gaming in Reserve Component Training",
    "body": "**What is it?**\n\nThe Live, Virtual, Constructive, Gaming (LVCG) strategy integrates emerging simulations and technology-based exercises into unit and Soldier training and is part of the Army's Integrated Training Environment.   LVCG training links selected training aids, devices, simulators, simulations, infrastructure, mission command and knowledge management systems together into a cohesive and focused training plan designed to prepare units for worldwide deployments. \n\nFirst Army, as [Forces Command's](http://www.forscom.army.mil/) executing agent for reserve-component training support, accomplishes its role as the Army's Reserve Component(RC) LVCG collective training technology integrator and enabler supporting the long-term readiness of our nation's RC forces. \n\n**What has the Army done?**\n\n[First Army](http://1aeast.army.mil/) leverages blended training techniques, simulations, skilled enablers and the Army's ITE infrastructure to incorporate LVCG training to cut costs, sharpen service members' ability to interact with various units and allow the military to more quickly train RC Soldiers.  In recent months, [First Army](http://1aeast.army.mil/) has added several critical simulated training systems (including the Dismounted Soldier Training System, the Reconfigurable Vehicle Tactical Trainer and the Virtual Battle Simulator) to their current technology training set allowing First Army Trainer/Mentors to develop realistic training scenarios for RC units preparing to deploy to Afghanistan, Kosovo, the Sinai Peninsula, and Horn of Africa.\n\n**What efforts does the Army have planned for the future?**\n\nFirst Army uses a multi-faceted LVCG training approach providing deploying RC forces with the most relevant and realistic training environment while evolving from singular-based training devices to an integrated operational environment.  First Army incorporates the past 12 years of LVCG lessons learned with emerging technologies and integration techniques to better educate RC leaders on LVCG capabilities and to develop more mission focused and efficient exercises. Integrating systems such as the Virtual Combat Convoy Trainer, the Joint Conflict and Tactical Simulator and the Army Low Overhead Training Toolkit allows RC Soldiers to progress from individual to collective tasks more easily, speeds the learning process and creates a more realistic learning environment. \n\n**Why is this important to the Army?**\n\nLVCG strategies allow RC Soldiers to train on an operational, institutional and self-development level.  Soldiers prepare for decisive actions by replicating the theater operational environment while minimizing the use of finite resources, including ammunition, vehicles, and time.  Conservation of training resources is critical as the Department of Defense continues to operate within a fiscally constrained environment.  First Army is postured to incorporate LVCG strategies throughout the coming years to ensure the readiness of our RC forces.  \n\n**Resources**\n\n* [First Army](http://www.first.army.mil)\n* [First Army Division East](http://1aeast.army.mil/ )\n* [STAND-TO!: First Army Training Academy](http://www.army.mil/standto/archive/issue.php?issue=2012-11-16)\n* Related articles:  \n* [First Army Soldiers provide realistic training while minimizing risk, reducing cost](http://www.army.mil/article/99990/) \n* [Virtual training puts the 'real' in realistic environment](http://www.army.mil/article/97582/)\n* [Virtual trainer immerses Soldiers in deployed environment](http://www.army.mil/article/99768/)\n\n\n\n\n\n",
    "date": "Thursday May 23, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nAn Army Soldier ... lives the Soldier's creed and Army Values ... manages sleep, diet and mind and  body conditioning to become stronger and optimize performance ... seeks help and helps others.\n\n### Video: [Ready and Resilient](http://bcove.me/ff2dm4w3)\n\n### [Army 238th Birthday: Messages](http://www.army.mil/birthday/238/message.html)\n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}