{
    "id": "2013-05-24",
    "title": "The Army Equipment Modernization Plan 2014",
    "body": "**What is it?**\n\nThe [Army Equipment Modernization Plan 2014]( http://www.g8.army.mil/pdf/AEMP2014_lq.pdf) describes the Army Research, Development and Acquisition (RDA) portion of our Fiscal Year 2014 (FY14) President's Budget request.  It is a unique document that breaks down the RDA investments into10 capability portfolio areas, highlights the portfolio accomplishments over the last two years, and provides the intent for FY14 investments as well as the way ahead.\n\n\n**What has the Army done?**\n\nThe Army is using a balanced and affordable approach to continue to field the equipment necessary to maintain a credible and decisive force.  We are aligning our equipment modernization communities to identify capability gaps and eliminate unnecessary redundancies making important choices for incremental modernization and Army force generation processes to ensure unit equipment readiness.  \n\nThese emerging systems and processes represent a powerful approach for implementing the Army's equipping priorities, policies and programs to meet the security demands of the 21st century.  Equipment requested in the FY14 President's Budget strikes a balance between current and future needs, provides the basis for an affordable equipping plan over time, and takes into account Army requirements and priorities.   The dollars and quantities in this document do not reflect sequestration impacts or other changes following submission of the President's FY 14 budget request.   \n\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue to develop and field a versatile and affordable mix of equipment to allow our Soldiers and units to succeed in the full range of missions today and tomorrow and to maintain our decisive advantage over any adversary we face.  The Army is setting priorities and making prudent choices to provide the best possible force for the nation within the resources available.  \n\n**Why is this important to the Army?**\n\nThe Army will modernize to meet the missions directed by the Defense Guidance [(PDF),](http://www.defense.gov/news/defense_strategic_guidance.pdf)\nto address capability gaps in those mission sets, and reset/modernize to resource readiness, managing quantities to the pace of need expected in the future force readiness model.\n\n**Resources**\n\n* [Army G-8](http://www.g8.army.mil)\n* [Army Equipment Modernization Plan 2014](http://www.g8.army.mil/pdf/AEMP2014_lq.pdf)\n* [Defense Strategic Guidance: _Sustaining U.S. Global Leadership: Priorities for 21st Century Defense_ ](http://www.defense.gov/news/defense_strategic_guidance.pdf)\n\n\n\n\n\n",
    "date": "Friday May 24, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe inspiring fact of it all is what these folks have done for our country makes guys like me want to do the best we can. Their drive and commitment to rehabilitating themselves to get back to what they want to do in life, combat or not, it's inspiring to my folks and makes us better as a team. \n\n### Ryan Blanck, a recipient of the Army Meritorious Civilian Service Award Medal, the third highest honors awarded by the Department of the Army to civilian employees of the Army, is a prosthetist at the Center for the Intrepid, [Brooke Army Medical Center](http://www.bamc.amedd.army.mil/) in San Antonio, who was honored, in part, for his work leading a team in the development of the \"Intrepid Dynamic Exoskeletal Orthosis,\" or IDEO brace. \n\n### [CSA awards outstanding civilian service medals at Twilight Tattoo](http://www.army.mil/article/104033)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}