{
    "id": "2013-05-28",
    "title": "Joint Sourcing Training Oversight ",
    "body": "**What is it?**\n\nThe Joint Sourcing Training Oversight (JSTO) process was established in 2004 to ensure that standardized combat skills and ground-based mission training is provided to joint forces supporting a combatant command when the required training is outside of the capability of the parent joint service to conduct.  JSTO ensures one standard of training is applied to all forces, regardless of the branch of the military.  Reserve component Army, Marine Corps, Navy, Air Force and Coast Guard JSTO units are trained at [Joint Base McGuire-Dix-Lakehurst,](http://www.jointbasemdl.af.mil/index.asp) N.J., and [Fort Bliss,](https://www.bliss.army.mil/) Texas where training and unit readiness are validated prior to deployment.  \n\n**What has the Army done?**\n\n[First Army,](http://www.first.army.mil) as [Forces Command](http://www.forscom.army.mil/)'s executing agent for Reserve Component(RC) training support, executes the JSTO program by training airmen and sailors in joint service units on a mix of survival, first aid, combat service and combat service support skills that prepare them to operate and perform their assigned missions in theater. Last year, First Army trained approximately 12,000 Marine Corps, Navy, Air Force and Coast Guard personnel. This makes up approximately 15 percent of First Army's mission load. \n\n**What efforts does the Army have planned for the future?**\n\nThe JSTO mission is approximately nine percent of First Army's fiscal year 2013 training support mission load.  First Army will continue to provide standards based training for Army, Marine Corps, Navy, Air Force and Coast Guard Reserve Component members well into the future to support worldwide enduring and contingency missions. With the addition of virtual training and simulator systems, First Army has increased the JSTO RC units' abilities to become familiar with Army systems on which they have no previous experience. \n\n**Why is this important to the Army?**\n\nFirst Army's involvement with JSTO directly supports the [Chief of Staff of the Army]( http://www.army.mil/leaders/csa/)'s priority to [\"Develop the force for the future Army 2020 as part of Joint Force 2020\"](http://www.army.mil/e2/c/downloads/280914.pdf)  by providing the Department of Defense with a versatile mix of capabilities and by positively impacting the readiness of our nation's joint force.  \n\n\n**Resources**\n\n* [First Army](http://www.first.army.mil)\n* [38th CSA Marching Orders](http://www.army.mil/e2/c/downloads/280914.pdf)\n* [STAND-TO!: Virtual Training Benefits Teams to Battalions](http://www.army.mil/standto/archive/2010/05/20/)\n* Related articles:  \n* [First Army Lifesavers Prepare Sailors for Combat](http://www.army.mil/article/100663/)\n* [Joint Force training focuses on situational awareness](http://www.army.mil/article/99923/)\n* [Virtual training puts the 'real' in realistic environment](http://www.army.mil/article/97582/)\n\n\n\n\n\n",
    "date": "Tuesday May 28, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nLeaders don't cut corners. You're faced with difficult decisions and you always know that the right thing to do is the right thing to do. Do it.  Listen to yourselves and be guided by what you believe is right. \n\n### - Secretary of Defense Chuck Hagel, in his commencement speech to the West Point's Class of 2013, emphasized that leaders know when to act, are not intimidated by failure or mistakes and can take responsibility for their actions.\n\n### [USMA Class of 2013 enters profession of arms](http://www.army.mil/article/104191/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}