{
    "id": "2013-05-29",
    "title": "Starting Strong",
    "body": "**What is it?**\n\n\"Starting Strong\" is a reality-TV inspired branded television series created by the U.S. Army to engage its prospect audience and those that influence them.  This series is the Army's first test of what is called \"episodic branded content\" that delivers the Army Strong story to those audiences that typically skip or aren't exposed to traditional advertising.\n\n\"Starting Strong\" leverages the best of unscripted productions from Hollywood and blends it together with unfiltered views of Army life.  In the 10-episode series, prospects go through the entire process from considering an Army career and Military Occupational Specialty (MOS), to training for that MOS with current Soldiers and an Army mentor, to considering whether or not they want to join.  Each episode ends with the participant deciding if the Army is right for them.\n\nThe series will begin airing on FOX affiliates in key media markets throughout the country on June 2: New York, Los Angeles, Chicago, Philadelphia, Dallas-Fort Worth, Boston (Manchester), Washington, D.C., Atlanta, Detroit, Phoenix, Tampa-St. Pete (Sarasota), Minneapolis-St. Paul, Orlando, Austin, Memphis, and Gainesville.\n \n**What has the Army done?**\n\nDue to the changing media habits of 18-24 year-olds, the Army Marketing and Research Group (AMRG) began exploring new and innovative ways to engage prospects and their influencers with content that realistically portrays the Army, Army life and the benefits of service.  With the understanding that Soldiers are the Army's best advertisement, the Starting Strong long-form commercial format maximizes audience exposure to Army life and furthers the conversation between the Army and those who want to serve.  It also works to counter the myths and misperceptions about the Army in a way that a 30-second commercial can't.  \n\n\n**What efforts does the Army have planned for the future?**\n\nAMRG continues to find innovative and cost-effective means to market the Army and counter negative narratives about the Army experience. A new Army marketing regulation - AR 601-208 - will be published in the coming weeks to further the Army's enterprise brand strategy and ensure that the entire Army is not just heard, but is seen and perceived as one team. \n\n**Why is this important to the Army?**\n\nThe objective of marketing is to man and preserve the high-quality All-Volunteer Army and directly contributes to the readiness and capability of the Army today and tomorrow. Marketing programs like \"Starting Strong\" are critical to sustaining the all volunteer force by increasing America's understanding of their Army. \n\n\n**Resources**\n\n* [Starting Strong](http://www.goarmy.com/home/startingstrong.html)\n* [Army Career opportunities/Go Army.com](http://www.goarmy.com/)\n* [Go Army Videos](http://www.youtube.com/goarmyvideos)\n* [Army.mil: Inside the Army News](http://www.army.mil/news/insidethearmy)\n\n\n\n\n\n\n",
    "date": "Wednesday May 29, 2013",
    "quote": "Quote for the Day\n-----------------------\n\n... Happy Memorial Day. I'm not sure that's the right feeling we should be having, on this day that we memorialize and remember those who have died for our freedom. I think a better word would be grateful ... The message is that many people have paid the ultimate sacrifice for our country, and we need to stop and remember what they gave so we can remain free.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, emphasizes the importance of the \"Memorial Day\" observance, as the keynote speaker at the Memorial Day ceremony, Georgetown-Williamson County Veterans Memorial Plaza, Texas, May 27, 2013.\n\n### [SMA joins veterans, families for Memorial Day ceremony in Texas](http://www.army.mil/article/104313/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}