{
    "id": "2013-05-30",
    "title": "Army of Preparation ",
    "body": "**What is it?**\n\nToday, the U.S. Army stands at a historical inflection point. After fighting two major wars over the last 12 years, the Army has learned much about the dramatically changing world and the way it approaches conflict. The Army must now review these hard-won lessons, but with an eye toward an increasingly complex and dangerous future. In essence, the Army must begin the transition from an _Army of Execution_ to an _Army of Preparation_. \n\nDuring this evolution, the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil) will transition from supporting wars to focusing on the future in three areas:\n \n* -Developing tomorrow's leaders\n* -Putting the intellectual ahead of the physical\n* -Wisely investing in future capabilities using efficient processes  \n\n**What has the Army done?**\n\nThe Army remains a force without equal.  Previous investments in leader development, professional military education institutions, innovative training and developing future capabilities all created today's powerful Army.  Maintaining these strengths remains at the top of TRADOC's priority list.\n\n**What efforts does the Army have planned for the future?**\n\nAlthough the future is difficult to predict, TRADOC has proven itself as an institution that solves complex problems and leads innovation. First, the Army requires experts, generalists and strategic leaders. Thus, TRADOC will invest in leader development, particularly in mid to senior-level professional military institutions.  Second, TRADOC will increase the rigor of training and education with more challenging curricula while investing in world-class instructors, facilities, networks and training capabilities.  \n\nAdditionally, TRADOC will put the intellectual ahead of the physical by leveraging the experts at the [Army Capabilities Integration Center,](http://www.arcic.army.mil/index.aspx) TRADOC Centers of Excellence, the [Combined Arms Center,](http://www.cac.army.mil) and the [Combined Arms Center](http://usacac.army.mil/CAC2/index.asp) to lead professional debate concerning the future of war and its requirements.  Finally, TRADOC is improving the Army's investment process to ensure value while balancing near- and long-term readiness.   \n\n**Why is this important to the Army?**\n\nThe Army's challenge today is to remain, without rival- the world's premiere strategic land power. With its motto of _Victory Starts Here_, TRADOC will lead the transition to a sharper focus on developing leaders, emphasizing intellectual power and investing in future capabilities. But transitioning the Army requires the entire force, even as these forces are engaged in war. The Army must make its future a priority by driving change at every level-from the squad upward. A well-prepared Army today will ensure victory on the battlefield tomorrow. \n\n\n**Resources**\n\n* [CSA's strategic intent: Delivering strategic landpower in an uncertain world](http://www.army.mil/article/95729/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil)\n* [The Army Profession ](http://cape.army.mil/aaop/)\n* [Combined Arms Center](http://usacac.army.mil/CAC2/index.asp)\n* [Center for Army Leadership](http://usacac.army.mil/cac2/CAL/)\n\n\n\n\n\n\n",
    "date": "Thursday May 30, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWe must make thoughtful and forward-looking investments in our leaders and institutions to grow the Army from the operational force of today to a force of unparalleled tactical, operational and strategic excellence -- the nation's premier strategic force of tomorrow.\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n\n### [CSA's strategic intent: Delivering strategic landpower in an uncertain world](http://www.army.mil/article/95729)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}