{
    "id": "2013-05-31",
    "title": "Total Army Sponsorship Program",
    "body": "**What is it?**\n\nThe Total Army Sponsorship Program (TASP) is a commander's program designed to assist Soldiers, families and Army civilian employees during relocation.  Sponsors, ideally Soldiers and civilians with significant time on station, provide incoming personnel with information and referral services about the installation and community.  If done correctly, TASP will inherently reduce the stress created by Permanent Change of Station (PCS) moves.  \n\n**What has the Army done?**\n\nWhile sponsorship is not new to the Army, its importance was reinforced through the issuance of Execution Order 018-12 in November 2011, which mandated sponsorship for Soldiers in the rank of colonel and below and highly encouraged sponsorship for Army civilians GS-15 and below. \n\nA TASP pilot program began in November 2012 at six locations (two each in Europe, South Korea, and Hawaii).  The concept was that no orders would be issued to Soldiers until sponsors were assigned by gaining commands and confirmed by the servicing Military Personnel Division. The Army will assess data compiled during the pilot to inform expansion to additional locations.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will review the results of the pilot program, revise pertinent regulations and develop an accompanying Department of the Army pamphlet to provide up-to-date policy and procedures for implementing the TASP.  Additionally, the [Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/) (ACT) will be utilized to fully integrate functionality and to ensure continuity of sponsorship services for Soldiers, families and civilians.\n\n**Why is this important to the Army?**\n\nThe Army is approaching its peak time for PCS moves.  More Army personnel relocate during the summer than at any other time of year.  Commanders must view and sponsors must execute the process of personnel transition with an \"unblinking eye,\" from notification of assignment to full integration into the gaining unit, post and community.  Our Soldiers, families and civilian employees deserve an unwavering commitment to create the conditions for success during the first 100 days at a new location.  Sponsorship supports readiness by mitigating stress while enhancing resiliency, readiness and espirit de corps.\n\n**Resources**\n\n* [STAND-TO!: PCS Week](http://www.army.mil/standto/archive_2013-03-18/)\n* [STAND-TO!: Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* Documents: \n* [AR 608-8-8, _The Total Army Sponsorship Program_](http://www.apd.army.mil/pdffiles/r600_8_8.pdf)\n* [AR 600-20, _Army Command Policy_](http://www.apd.army.mil/pdffiles/r600_20.pdf)\n* MilSuite Log in required: \n* [HQDA EXORD ISO 018-12, _The Total Army Sponsorship Program_](https://www.milsuite.mil/book/docs/DOC-82470 )\n* [ALARACT 318/12, _Announcement of the Total Army Sponsorship 180 Day Test Pilot_](https://www.milsuite.mil/book/docs/DOC-80044 )\n\n",
    "date": "Friday May 31, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nArmy leadership is confident at every level that we have the right strategy to assist Afghan forces with securing Afghanistan post 2014. This visit confirms my optimism and I applaud your tireless efforts.  \n\n### - [Under Secretary of the Army Joseph W. Westphal](http://www.army.mil/leaders/usa/), Phd., speaks to 101st Air Assault Division leaders, during his current visit to Afghanistan to observe the status of retrograde operations.\n",
    "events": "Current & Upcoming Events \n--------\n\n* **May 2013**\n\n* National Asian Pacific Heritage Month- [_Army.mil: Asian Pacific Americans_](http://www.army.mil/asianpacificsoldiers)\n\n* National Mental Health Month- [_Army.mil: Ready and Resilient/Medical Readiness_](http://www.army.mil/readyandresilient/medical)\n\n* Women's Health Care Month: [*Army Medicine: Women's Health*](http://www.armymedicine.army.mil/hc/healthtips/ht.cfm?id=12)\n\n* [National Military Appreciation Month](http://www.army.mil/standto/archive_2013-05-03/)\n\n* May 31- July 4: [Season of Remembrance](http://www.army.mil/remembrance/)\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/groundsafety/SAFETYPROGRAMS/tabid/353/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n"
}