{
    "id": "2013-12-02",
    "title": "SHARP: Special Victim Counsel Program",
    "body": "**What is it?** \n\nThe U.S. Army's [Sexual Harassment/Assault Response and Prevention]( http://www.preventsexualassault.army.mil/) (SHARP) program is a key component of efforts to make the force [ready and resilient](http://www.army.mil/readyandresilient). The Army is committed to preventing sexual assault. The Army provides assurance to all sexual assault victims that the offenders are going to be held appropriately accountable. The Army encourages the Soldiers to come forward to report incidents without fear of reprisal as their command will immediately respond with sensitive care and support by providing legal counsel through the Special Victim Counsel Program.\n\n**What has the  Army done**\n\nIn an effort to provide victims of sexual assault with enhanced legal support, the Army has:\n\n* &bull; Established a Special Victim Counsel (SVC) capability as of Nov. 1, 2013,  in accordance with the [Aug. 14, 2013  SECDEF memorandum](http://www.sapr.mil/public/docs/news/SECDEF_Memo_SAPR_Initiatives_20130814.pdf) regarding *Sexual Assault Prevention and Response.*  The SVC program is expected to achieve full operational capability no later than Jan. 1, 2014.\n\n* &bull; Through the SVC program, Soldiers, and their dependents over the age 18, who have been the victim of a sexual assault can request an Army lawyer dedicated to serving the victim by providing legal advice and representation throughout the military justice and legal administrative process.  \n\n* &bull; The SVCs, working with a robust support system of victim advocates and victim witness liaisons, assist in ensuring that victims fully understand their rights throughout the military investigative, judicial and legal administrative process.\n\n* &bull; The SVC program, which will enhance an already transparent and fair investigatory process, will ensure appropriate adjudication of every allegation of sexual assault, in which the rights of the victim and the rights of the accused are protected.\n\n* &bull; There are currently 53 SVCs throughout the Army, including in overseas locations such as Kuwait and Afghanistan.  SVCs are nominated for service out of the existing pool of Army lawyers and serve for two years.  Local Staff Judge Advocates select these officers after an evaluation based on their military justice experience, maturity and judgment. To prepare them for their work as SVCs, they receive additional training in military rules of evidence, forensic medical exams, professional responsibility and communicating with victims of sexual assault.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue to work toward full operational capability of the SVC program to provide world class legal advice and representation to victims throughout the judicial and legal administrative process. \n\n**Why is this important to the Army?**\n\nIt is imperative Army leaders and Soldiers, especially sexual assault victims, have confidence in the Army's justice system. Instilling trust and inspiring victims to report sexual offenses will assist the Army in achieving the cultural change it desires. \n\n**Resources:** \n\n* [Army.mil: Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* [Sexual Harassment/Assault Response and Prevention](http://www.preventsexualassault.army.mil/)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n* CSA's Blog:\n* &bull; [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment/)\n* Related STAND-TO!: \n* &bull; [SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n* &bull; [SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n* &bull; [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* Related article: \n* &bull; [Army's special victims prosecutors bring enhanced expertise to courtroom](http://www.army.mil/article/113253/)\n\n",
    "date": "Monday December 2, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nOur Army is based on a bedrock of trust \" the trust between Soldiers and leaders that we will take care of each other ... Sexual assault and sexual harassment demonstrate that we have violated that trust ... These acts violate everything our Army stands for.  They are contrary to our Army Values and they must not be tolerated.\n\n### - Gen. Raymond T. Odierno, Chief of Staff of the Army, addressing the force to combat sexual assault and sexual harassment   \n\n### [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}