{
    "id": "2013-12-04",
    "title": "Army Safety and Occupational Health Objectives",
    "body": "**What is it?** \n\nThe Army Safety and Occupational Health Objectives, released annually by the Army chief of staff and secretary of the Army, provide senior leaders and subordinate commanders specific safety goals to meet in the upcoming fiscal year. The objectives fall under the Army Safety and Occupational Health Strategic Plan, which communicates leadership commitment to the safety and health of Soldiers, family members and civilian employees through accident prevention.\n\n\n**What has the  Army done?**\n\nThe [Fiscal 2014 Safety and Occupational Health Objectives]( https://safety.army.mil/LinkClick.aspx?fileticket=V8BwvF44jB0=&tabid=2115)  were signed Sept. 4, 2013, and outline two specific mandates. The first requires that commanders (a) identify their organizations' top three accident loss areas and provide tools and programs targeted to related risks; (b) describe and incorporate proactive measures to establish a positive safety climate and promote engaged leadership at all levels; and (c) develop metrics to track, analyze and evaluate progress in reducing accidents. \n\nThe second objective directs leaders to achieve a minimum 10 percent cut in accidental losses for each of their identified problem areas. The Army's overall goal is a 10 percent reduction in preventable accidents across the force by the close of fiscal 2014.\n\n**Why is this important to the Army?**\n\nFiscal 2013 was the Army's safest year on record and a continuation of a years-long downward trend in accidental fatalities. This year's [Safety and Occupational Health Objectives](https://safety.army.mil/LinkClick.aspx?fileticket=V8BwvF44jB0=&tabid=2115) were formulated to revitalize leader commitment to protect the force from mishaps, injuries and illness while giving individual commanders latitude in addressing their formations' unique areas of risk. This framework allows leaders to develop creative and flexible safety solutions that work for their Soldiers, thereby netting benefits for the Army as a whole in lives and dollars saved.\n\n**What efforts does the Army have planned for the future?**\n\nThe [director of Army Safety](https://safety.army.mil/usasc/LEADERSHIP/DirectorofArmySafetyDASAF/tabid/578/Default.aspx), along with the deputy assistant secretary for Environment, Safety and Occupational Health, will continue to work with Army leadership in developing yearly objectives targeted to emerging trends in safety and accident prevention. Leaders requiring assistance with meeting their objectives may [contact](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil) at the [U.S. Army Combat Readiness (USACR)/Safety Center](https://safety.army.mil). \n\n**Resources:** \n\n* [U.S. Army Combat Readiness (USACR)/Safety Center](https://safety.army.mil)\n* [Army Safety and Occupational Health Objectives](https://safety.army.mil/LinkClick.aspx?fileticket=V8BwvF44jB0=&tabid=2115)\n* USACR's Social media platforms: \n* &bull; [USACR on Facebook](https://www.facebook.com/pages/US-Army-Combat-ReadinessSafety-Center/61118583543)\n* &bull; [USACR on Twitter](https://twitter.com/SafetyCenter)\n* &bull; [USACR on Flickr](http://www.flickr.com/photos/usarmysafetycenter/)\n* &bull; [USACR on YouTube](http://www.youtube.com/user/USArmySafety)\n",
    "date": "Wednesday December 4, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe first line in the Creed of the Non-Commissioned Officer says 'No one is more professional than I.' It is one of the most important lines and we need to live up to it.\n\n\n### - Sgt. Maj. of the Army Raymond Chandler III, refers to the [NCO Creed](http://www.army.mil/values/nco.html) at an interactive discussion about Army policies, professionalism, and character with service members, Department of Defense civilians and families at Conmy Hall on Joint Base Myer-Henderson Hall, Va, Dec. 3 \n\n### [SMA talks policy, Army future with Old Guard](http://www.army.mil/article/116329/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}