{
    "id": "2013-12-05",
    "title": " Lapel Buttons",
    "body": "**What is it?** \n\nThe Lapel Buttons were established by an Act of Congress in August 1947 as a visible sign for family members of Soldiers who sacrificed their lives while serving the country.  The Lapel Button is a keepsake identifying the next of kin of the Soldiers who gave their all while defending the American way of life.  \n\nOne Lapel Button is furnished without cost to the widow or widower, to each of the parents, each child, stepchild, child through adoption, brother, half brother, sister, and half sister of a member of the Armed Forces who lost his or her life while in the active military service.  The term \"widow or widower\" includes those who have since remarried, and the term \"parents\" includes mother, father, stepmother, stepfather, mother through adoption, father through adoption, and foster parents who stood in loco parentis.  The Army provides two different Lapel Buttons:\n\n* &bull; *Gold Star Lapel Button* (signifies died in a combat theater) features a gold star, one-quarter inch in diameter, on a purple circular background (signifies the families' grief or mourning) that is three-quarters inch in diameter within a wreath of gold laurel leaves (signifies valor).  The Gold Star Lapel Button is furnished to eligible family members of a Soldier who was killed serving in combat, during an international terrorist attack, or as part of a peacekeeping force.\n\n* &bull; *Lapel Button for Next of Kin of Deceased Personnel* consists of a gold star within a circle surrounded by sprigs of oak.  The Next-of-Kin Lapel Button is issued to family members of a Soldier who died while on active duty or while assigned to an Army Reserve or Army National Guard unit in a drill status.\n\n**What is the  Army doing?**\n\nThe Army is raising awareness of the importance of the Lapel Buttons and the ultimate sacrifices they represent.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army provides the Lapel Buttons as a reminder that Soldiers lost during service to country will not be forgotten.  The Army's [Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/?) will continue to deliver a coordinated, comprehensive, and standardized program that includes grief counseling across the force to meet survivors' needs with dedicated resources as long as the family desires.\n\n**Why is this important to the Army?**\n\nThe Lapel Buttons signify the ultimate sacrifice made by our Soldiers and their families.\n\n**Resources:** \n\n*  [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n*  [Casualty and Mortuary Affairs Operations Center (CMAOC)](https://www.hrc.army.mil/tagd/cmaoc)\n*  [AR 600-8-1:  Army Casualty Program](http://www.apd.army.mil/pdffiles/r600_8_1.pdf)\n*  [Army Regulation 600-8-22:  Military Awards](http://www.apd.army.mil/pdffiles/r600_8_22.pdf)\n* Code of Federal Regulations: [Title 32 - National Defense, Section 578.63]( http://www.gpo.gov/fdsys/pkg/CFR-2007-title32-vol3/xml/CFR-2007-title32-vol3-sec578-63.xml)\n* [Public Law 534 - 89th Congress](http://www.gpo.gov/fdsys/pkg/STATUTE-80/pdf/STATUTE-80-Pg345.pdf )\n* [10 USC 1126: Gold Star Lapel button: Eligibility and distribution](http://www.gpo.gov/fdsys/granule/USCODE-2011-title10/USCODE-2011-title10-subtitleA-partII-chap57-sec1126/content-detail.html)   \n* Related STAND-TO!\n* [Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/?)\n\n",
    "date": "Thursday December 5, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe first line in the Creed of the Non-Commissioned Officer says 'No one is more professional than I.' It is one of the most important lines and we need to live up to it.\n\n\n### - Sgt. Maj. of the Army Raymond Chandler III, refers to the [NCO Creed](http://www.army.mil/values/nco.html) at an interactive discussion about Army policies, professionalism, and character with service members, Department of Defense civilians and families at Conmy Hall on Joint Base Myer-Henderson Hall, Va, Dec. 3 \n\n### [SMA talks policy, Army future with Old Guard](http://www.army.mil/article/116329/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}