{
    "id": "2013-12-06",
    "title": "Yama Sakura 65 ",
    "body": "**What is it?** \n\nYama Sakura (YS) is an annual, bilateral exercise with the Japan Ground Self-Defense Force (JGSDF) and the U.S. military. The exercise rotates each year to one of the five JGSDF regional armies.  Co-hosted by [U.S. Army Pacific](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/) and the Japan Ground Self-Defense Force, this year's player units will be the U.S. Army I Corps and the JGSDF Northern Army. [Yama Sakura 65](https://www.facebook.com/yamasakura) (YS65) will be conducted at Camp Higashi-Chitose in Hokkaido, Japan, from Dec. 8-14.  \n\n**What has the  Army done?**\n\nSince its inception in 1982, Yama Sakura has focused on the development and refinement of the Japan Ground Self-Defense Force and the U.S. Army Pacific's efforts in the areas of bilateral planning, coordination, and interoperability. This exercise is in its 33rd iteration and underscores a continued commitment by the United States and Japan to work as dedicated partners in support of the U.S.-Japan security alliance and for peace and stability in the Asia-Pacific region.\n\nObjectives of Yama Sakura 65 include- \n\n* &bull; Training U.S. ground forces for deployment to Japan in the event of contingencies \n* &bull; Exercising JGSDF and U.S. capabilities to defend Japan\n* &bull; Preparing U.S. forces for joint unified land operations\n* &bull; Increasing interoperability between U.S. forces and the JGSDF\n\nThe exercise will be comprised of approximately 1,000 U.S. forces and 4,000 JGSDF forces, and Air and naval forces will have representation to allow for joint planning. \n\n**What efforts does the Army have planned for the future?**\n\nThe exercise is designed to enhance U.S. and Japan's combat readiness and interoperability while strengthening bilateral relationships while also demonstrating U.S. resolve to support the security interests of friends and allies in the Asia-Pacific region. During the exercise, U.S. military members and JGSDF members exchange ideas, tactics, techniques, military experiences, and culture.\n\n**Why is this important to the Army?**\n\n[Exercise Yama Sakura](https://www.facebook.com/yamasakura) is designed to strengthen military operations and ties between the U.S. forces and the JSDF at the tactical level and exercise mutual capabilities in the defense of Japan. Japan is a close and valuable ally of the United States. The United States is dedicated to helping Japan defend her territories. The Asia-Pacific region is vital to the United States culturally, economically and in all things concerning national security. The United States-Japan alliance is the bedrock of regional security in Northeast Asia, and the United States and Japan will continue to strengthen their cooperation in wide-ranging areas of common interest in changing security environments.\n\n**Resources:** \n\n* [38th Chief of Staff, U.S. Army CSA Strategic Priorities](http://www.army.mil/e2/c/downloads/316390.pdf)\n* [U.S. Army Pacific](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/)\n* [Exercise Yama Sakura](http://www.facebook.com/yamasakura)\n*  Related STAND-TO!\n* &bull; [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n*  Related article:\n* &bull; [CSA lays out strategic priorities for uncertain future](http://www.army.mil/article/113256/)\n\n\n",
    "date": "Friday December 6, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nOur national security strategy and national military strategy calls for the rebalancing to the Asia Pacific region in recognition of how critical relationships and events in this region will help us grow as a nation, economically, and form a sense of safer security.\n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n### [CSA's remarks at USARPAC Change of Command](http://www.army.mil/article/107781/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}