{
    "id": "2013-12-09",
    "title": "Army Mentorship Program",
    "body": "**What is it?** \n\nThe Army Mentorship Program was created in July 2005 to encourage Soldiers and Department of the Army (DA) Civilians to engage in mentoring activities beyond the chain of command. The [Army Mentorship Program](http://www.armyg1.army.mil/hr/leadership/#mentorship) is voluntary and serves to promote learning and development among the U.S. Army's future leaders.  \n\n**What has the  Army done?**\n\nThis web-based program encourages mentorship beyond the chain of command. The total Army community (all Soldiers, DA civilians, spouses, retirees, veterans, and contractors with AKO access), may seek mentors or mentees through the use of the on-line mentorship resources and references, guidance, tools, chat forums and a searchable profile server. Mentors offer their perspective on what it takes to succeed in the Army and pass on their knowledge and experience to the mentee. Ultimately, this endeavor demonstrates great stewardship of the [Army Profession](http://cape.army.mil/) over time by its investment in its future leaders; particularly strategic-level leaders as they see to the continual generation of new military expertise.\n\n**What efforts does the Army have planned for the future?**\n\nIdentifying the best-qualified personnel for every job in the Army Profession coupled with continuous implementation of the Army Mentoring Program assists Army senior leaders in achieving the department's goal of enhanced force readiness and capability. Subsequently, this strategy cultivates an environment where all personnel are prepared to carry out their duties efficiently and accomplish the mission - indicative of the Army's longstanding legacy. Ultimately, the Army will sustain its course to provide opportunity for all personnel to succeed and become a more progressively ready force with an unmatched warfighting capability. \n\n**Why is this important to the Army?**\n\nMentorship is a powerful tool that helps to build competence, leadership skills, self-awareness and morale. Through this program, mentees can advance their confidence, skills, and capabilities; maximize their potential; and grow beyond their expectations. Army is persistently fronted by evolving threats and adversaries and  a thriving mentoring program proves to be an important component to ensuring enhanced force readiness and resilience.\n\n**Resources:** \n\n* [Army Profession](http://cape.army.mil/)\n* [Army Values](http://www.army.mil/values/)\n* [Army G-1](http://www.armyg1.army.mil/)\n* [Assistant Secretary of the Army (Manpower and Reserve Affairs)(ASA M&RA)](http://www.facebook.com/yamasakura)\n* For more information on Army Mentorship Program: \n* &bull; [G-1 (log- in required)](http://www.armyg1.army.mil/hr/mentorship/mentorship/login.asp)\n* &bull; [My Army Benefits](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Army_Mentorship_Program.html )\n\n\n\n",
    "date": "Monday December 9, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nBy introducing [SHARP](http://www.army.mil/sharp) training early on, we are planting the seed of a new culture. As the future leaders of our Army, ROTC Cadets have the power to introduce change. We are also instilling the values early in the Cadets' careers, assisting the overall Army's goal to prevent and eliminate sexual harassment and sexual assault as well as changing the culture. \n\n\n### - Col. James Dodson, commander, 5th Brigade, U.S. Army Cadet Command, Fort Sam Houston, Texas \n\n### [Army ROTC Cadets at UT, Austin, participate in innovative SHARP training](http://www.army.mil/article/116317/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}