{
    "id": "2013-12-11",
    "title": "U.S. Army Materiel Command 2014-2024 Strategic Plan ",
    "body": "**What is it?** \n\nThe [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) (AMC) provides the nation's warfighters with the decisive edge. As the U.S. Army enters an era of evolving threats, advancing technologies, and reduced resources, AMC must equip and sustain a leaner, more agile Army. The AMC [2014-2024 Strategic Plan](http://www.amc.army.mil/amc/documents/amc_stratplan2014.pdf)  guides the command in pursuit of this objective. \n\n**What has the  Army done?**\n\nThe AMC commanding general approved the AMC 2014-2024 Strategic Plan articulating AMC's vision, intent, and goals required to be *\"The premier provider of Army and joint readiness to sustain the strength of the nation.\"* \n\nThe plan is underpinned by AMC strategic priorities, core competencies, lines of effort, goals, and objectives. It provides a roadmap for long-term success through identifiable and quantifiable outcomes aligned to the command's core competencies \" *Equip, Enable, Integrate, and Sustain*. The core competencies efficiently and effectively provide a foundation for AMC requirements, and are taken directly from [AR 10-87](http://armypubs.army.mil/epubs/pdf/r10_87.pdf ).\n\nIn addition, [AMC](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)'s five lines of effort (LOEs) provide the planning and execution framework for integrating and synchronizing the full range of AMC near-term tasks to create the foundation for achievement of the command's strategic goals. The five LOEs are:\n\n* &bull; Execute materiel integration\n* &bull; Sustain units\n* &bull; Enhance Army capabilities through science and technology\n* &bull; Cultivate a trained and ready workforce\n* &bull; Allocate and apply resources efficiently and effectively\n\n\n**Why is this important to the Army?**\n\n* (1) Provide the Army materiel and support to unified land operations\n* (2) Provide responsive, global logistics, acquisition support, and technology\n* (3) Assure the Army's technological advantage through innovative research and development\n* (4) Optimize the organic industrial base, global supply chain, and materiel life-cycle support\n* (5) Sustain a ready and resilient workforce and develop adaptive Army leaders \n\n**What efforts does the Army have planned for the future?**\n\nDeliberate change is essential to ensure that the U.S. Army remains the most capable land force the world has ever known. AMC must maintain mission-focus as they confront the challenges of the future operating environment, while delivering and sustaining Readiness of the Army's equipment and materiel. Their mission statement sums up the command's essential role very succinctly-  *AMC develops and delivers global readiness solutions to sustain unified land operations, anytime, anywhere.*\n\n**Resources:** \n\n* [AMC 2014-2024 Strategic Plan](http://www.amc.army.mil/amc/documents/amc_stratplan2014.pdf)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [AR 10-87: *Army Commands, Army Service Component Commands, and Direct Reporting Units*](http://armypubs.army.mil/epubs/pdf/r10_87.pdf )\n\n\n",
    "date": "Wednesday December 11, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nWe must look at these challenges as opportunities ... an opportunity to responsibly reshape AMC for 2020 and beyond. We have to be creative. We have to be innovative. We have to be bold and visionary. We must offer those innovative solutions that in the past met resistance.   \n\n\n### - Gen. Dennis L. Via, commanding general, [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) \n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}