{
    "id": "2013-12-12",
    "title": "Army Readiness Assessment Program",
    "body": "**What is it?** \n\nThe [Army Readiness Assessment Program](https://arap.safety.army.mil/) (ARAP) is a web-based tool that provides battalion or equivalent commanders with data on their formations' readiness posture by sampling unit safety climate and culture in five key areas: process auditing, reward systems, quality control, risk management, and command and control.\n\n**What has the  Army done?**\n\nBased on a recent change to [Army Regulation 385-10](http://www.apd.army.mil/pdffiles/r385_10.pdf), commanders or their representatives will ensure all battalion and battalion-equivalent organizations initiate ARAP enrollment within 90 days of assumption of command.\n\nIn a profession with inherent risks, it is incumbent upon organizations to capitalize on managing factors that impact safety climate and culture. Leaders recognize ARAP as the only safety assessment tool that provides immediate feedback to assist them in directing limited resources and saving lives. \n\nData show that organizations with low ARAP scores are more likely to have a [Class A](https://safety.army.mil/Portals/accidentreporting/REGULATIONSGUIDANCE/ArmyAccidentClassificationChart/tabid/470/) accident or fatality. To better understand this, commanders are ensuring 100 percent participation to gauge their command's footprint. They are using ARAP not only as a management tool to assess their organizations, but also to gain perspective as to why individuals accept unnecessary risk.\n\n**What efforts does the Army have planned for the future?**\n\nIt is critical that safety programs be focused on addressing risky behavior. Commanders, directors and safety managers should use ARAP as an integrated tool for meeting or exceeding specific safety and occupational health objectives outlined annually by the secretary of the Army and Army chief of staff.\n\n**Why is this important to the Army?**\n\nLeaders across the Army are integrating ARAP as a key component in accomplishing their fiscal [2014 safety objectives](http://www.army.mil/article/112745/). Using ARAP results, leaders and supervisors may be more proactive in developing preventive measures to reduce accidental loss. During fiscal 2013, Soldiers in units across the Army completed nearly 8,000 ARAP surveys - a number that reflects leaders' beliefs that the tool is an indispensable part of every organization's strategic safety plan. As an institutionalized program, ARAP will continue to provide metrics for assessing safety climate and culture, thereby facilitating needed change and saving lives.\n\n**Resources:** \n\n* [Army Readiness Assessment Program](https://arap.safety.army.mil)\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* [Army Regulation 385-10: *The Army Safety Program*](http://www.apd.army.mil/pdffiles/r385_10.pdf)\n* Messages: \n* &bull; [Tri-signed letter: Army Safety 2013- Milestones, achievements but challenges remain](http://www.army.mil/e2/c/images/2013/12/10/324022/original.jpg)\n* &bull; [2014: What's your objective?](http://www.army.mil/article/112745)\n* Related STAND-TO!: \n* &bull; [Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2013-12-04/)\n\n\n\n\n\n",
    "date": "Thursday December 12, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nEvery life saved from a preventable accident is a readiness multiplier. We are confident that our performance will continue to improve as we continue to fight against risky behavior and accidental loss. \n\n### - Army Senior Leaders\n\n### Read the complete tri-signed letter: [Army Safety 2013- Milestones, achievements but challenges remain](http://www.army.mil/e2/c/images/2013/12/10/324022/original.jpg)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}