{
    "id": "2013-12-13",
    "title": "Army-Navy Game: America's Game ",
    "body": "**What is it?** \n\nThe Black Knights of Army and Midshipmen of Navy will square off for the 114th time for one of the most storied rivalries in college sports on Dec. 14, at Lincoln Financial Field in Philadelphia, Pa., for the Army-Navy Game.  Gates open at 11 a.m.  The march on of the Corps of Cadets and Brigade of Midshipmen begins at 12:16 p.m. and 12:46 p.m. respectively. Kickoff is at 3:10 p.m. EST.  \n\n**What is the  Army doing?**\n\nOn game day, the U.S. Army will highlight its state-of-the-art, high-tech opportunities.  A variety of Army equipment and technologies, including the latest M-ATV (Mine Resistant Ambush Protected All-Terrain Vehicle), Paladin self-propelled howitzer cannon system, and Stryker armored fighting vehicle, will be on display outside the stadium. These capabilities are representative samples of equipment found within the Army's brigade combat teams. \n\nGame-goers will also see how Soldiers and leaders at all echelons share data, imagery and position information. Attendees will have the opportunity to handle Soldiers' body armor, night vision goggles, thermal sights, individual and crew served weapon systems, and unmanned ground vehicles and robotics.  \n\n\n**Why is this important to the Army?**\n\nThe Army-Navy game connects the American public to the Army, maintaining and strengthening goodwill, which is vital to the Army's success.  It highlights the U.S. Military Academy's role to educate, train and inspire the Corps of Cadets to become commissioned leaders of character committed to the values of *Duty, Honor, Country* and prepared for professional excellence as officers in the U.S. Army.  \n\nWhile on the field, the players from U.S. Military Academy at [West Point](http://www.usma.edu), N.Y. and [U.S. Naval Academy](http://www.usna.edu/homepage.php) at Annapolis, Md.,  will compete with every ounce of their being. More importantly, in the very near future, every cadet and midshipman will begin their professional careers, serving as commissioned officers, leading the sons and daughters of America in the defense of the nation.  They will unite to form one of the most powerful fighting forces the world has ever known, the joint team of the U.S Armed Forces. \n\n\n**What efforts does the Army have planned for the future?**\n\nBEAT NAVY.  Hooah!  The game will be broadcast on CBS television or can be heard live on radio over the Dial Global Sports Network, the Army Sports Network and SiriusXM Satellite Radio 86 & 190 (Internet 91). The game will also be aired worldwide on the American Forces Network.\n\n**Resources:** \n\n* [U.S. Military Academy](http://www.usma.edu )\n* [Official Game website](http://armynavygame.com)\n* [Army Sports website](http://www.goarmysports.com)\n* [Army Sports Network](http://sportsaffiliates.learfieldsports.com/affiliates/army4)\n* [Game Day Central](http://www.goarmysports.com/gameday/army-fb-game-day-13.html)\n* [Dial Global Sports Network (Westwood One Sports)](http://westwoodonesports.com/broadcast/army-vs-navy-philadelphia-2/)\n* [Army Football Media Guide](http://www.goarmysports.com/sports/m-footbl/spec-rel/080613aad.html )\n* Related STAND-TO!: \n* &bull; [The U.S. Military Academy at West Point](http://www.army.mil/standto/archive/2010/07/19/)\n\n\n\n\n\n",
    "date": "Friday December 13, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nDecember is always an exciting time at [West Point](http://www.usma.edu/). I am glad I could make it out before the Army-Navy Game and am looking forward to an Army win on Saturday. \n\n### -  Secretary of the Army John M. McHugh, during his visit to the United States Military Academy at West Point yesterday\n\n### [SecArmy lauds cadets' roots efforts in addressing top Army priority](http://www.army.mil/article/116814/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 14: Army-Navy Game- [Official Game website](http://armynavygame.com/) \n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday \n\n* **February 2014**\n\n* Black History Month\n\n* National Patient Recognition Month"
}