{
    "id": "2018-12-13",
    "title": "National Guard Birthday",
    "body": "#######Provided by Army National Guard\n\n**What is it?**\n\nThe National Guard is the oldest military force in the Department of Defense and will celebrate its 382nd birthday on Dec. 13, 2018. The Guard traces its lineage to the Massachusetts militias that defended their settlements and colony against attack, The National Guard has answered the nation's call since 1636 when the first militias in North America were organized into three permanent regiments: East, South and North Regiments. \n\nThese regiments symbolize and evolved into the founding of all the state, territory, and District of Columbia military forces that collectively make up today's National Guard.  \n \n\n**What are the current and past efforts of the Army?**\n\nThe 343,500-strong Army National Guard force remains a vital part of the Total Army. Currently, nearly 23,000 Soldiers are mobilized overseas supporting Combatant Commands. \n\nArmy National Guard Soldiers conduct combat and peacekeeping missions overseas in places like Afghanistan, Iraq, Kuwait, Poland and the Balkans.\n\nThe National Guard protects the homeland, leveraging combat capabilities and equipment to provide rapid, overwhelming capabilities after disaster strikes. \n  \nThe National Guard has the people, equipment and capabilities to save lives; minimize suffering; preserve or restore civil order; protect property; and maintain or re-establish communications. Guard members live and serve in more than 2,600 communities across the nation, less time and distance equals more lives saved. National Guard members were activated by their governors more than 200 times and logged more than 2.1 million man-days supporting domestic response in FY18.\n\nThe National Guard builds global partnerships. For more than 25 years, through the State Partnership Program (SPP), the National Guard has developed 75 enduring, cost-effective partnerships across all six geographic combatant commands. 28 SPP partner countries have co-deployed forces to combat missions in Afghanistan and Iraq since 2003. At any one time, up to 48 SPP partner countries provided more than 35,000 personnel to all 14 active United Nations peacekeeping operations.\n\n \n**What continued efforts does the Army have planned?**\n\nThe Army maintains constant vigilance during periodic Army reorganizations that have an impact on Army National Guard force structure, ensuring the preservation of the Army National Guard's lineage and history.\n\n\n**Why is this important to the Army?**\n\nThe Army stays connected with American communities and affirms its rich Citizen-Soldier heritage and \"Minuteman\" spirit by celebrating the history of the National Guard. The National Guard continues its legacy of homeland defense and as an essential supporter of national security objectives.\n \n**Resources**:\n\n* [National Guard](https://www.nationalguard.mil)\n* [Army National Guard](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)\n\n**Related STAND-TO!**:\n\n* [State Partnership Program](https://www.army.mil/standto/2018-11-07)\n* [Securing the Homeland](https://www.army.mil/standto/2016-08-24)\n* [Homeland Defense](https://www.army.mil/standto/2016-08-16) \n\n**Social Media presence**: \n\n* [Facebook](https;//www.facebook.com/TheNationalGuard)\n* [Twitter](https://www.twitter.com/USNationalGuard)\n* [Instagram](http://instagram.com/us.nationalguard)\n* [Flickr](http://www.flickr.com/TheNationalGuard)\n* [YouTube](http://www.youtube.com/TheNationalGuard)\n",
    "date": "Thursday, December 13, 2018",
    "quote": "",
    "events": ""
}