{
    "id": "2013-12-16",
    "title": "America's Army - Our Profession \"Stand Strong\"",
    "body": "**What is it?** \n\n*America's Army - Our Profession \"Stand Strong\"* Program is a fiscal year 2014 education and training program intended to develop a shared professional identity, motivate ethical conduct and drive character development for Soldiers and Department of the Army Civilians. Army professionals stand strong to conduct themselves and hold each other accountable in a manner consistent with the Army ethic and worthy of their professional status. The program reinforces *trust* among Army professionals and with the American people, inspires *honorable service*, strengthens *stewardship of the Army Profession*, and enhances *esprit de corps*. \n\nThe program consists of two efforts: \n\n* &bull; Professional development, education and training emphasizing trust, honorable service, and stewardship\n* &bull; Army Profession seminars facilitated by [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s Center for the Army Profession and Ethic, or [CAPE](http://cape.army.mil/). \n\n**What has the Army done?**\n\n*America's Army - Our Profession \"Stand Strong\"*  is a continuing program to establish a common understanding of the five essential characteristics of the Army Profession, certification criteria for Army professionals and the framework of the Army ethic as described in [Army Doctrine Publication 1: *The Army*](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp1.pdf), and [Army Doctrine Reference Publication 1: *The Army Profession*](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf). \n\nThis program develops a shared professional identity as professionals work together to reinforce trust within the Army Profession and with the American people. Members of the Army Profession are encouraged to incorporate the themes of the FY 2014 *America's Army - Our Profession \"Stand Strong\"*  program within organizational education and training. Resources to assist in this education and training program are available at the Center for the Army Profession and Ethic [website](http://cape.army.mil). \n\n**What efforts does the Army have planned for the future?**\n\nWhatever the future holds, the Army Profession must adhere to the five essential characteristics of *trust, military expertise, honorable service, esprit de corps and stewardship*. Soldiers and Army civilians must continuously develop in competence, character and commitment reinforcing trust within the Army Profession and with the American people. The purpose of *America's Army - Our Profession \"Stand Strong\"* is to develop a shared professional identity, motivate ethical conduct and drive character development for Soldiers and Army civilians. \n\n**Why is this important to the Army?**\n\nThe Army Profession has earned the trust of the American people. The Army's performance and sacrifice during the most recent 12 years of war strengthened this trust. However, the profession cannot take this trust for granted. The Army will maintain the public's trust by fostering a climate and culture of mutual respect, dignity and safety.\n\n\n**Resources:** \n\n* [Center for the Army Profession and Ethic (CAPE)](http://cape.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related documents:\n* &bull; [Army Doctrine Publication 1: *The Army*]( http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp1.pdf)\n* &bull; [Army Doctrine Reference Publication 1: *The Army Profession*](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf) \n* Related STAND-TO!:\n* &bull; [America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n* &bull; [The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n\n\n\n\n",
    "date": "Monday December 16, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nEvery member of the Army Profession, regardless of rank or position, must stand strong. We must focus on our Army ethic and our values in all aspects of our lives ... Let your actions speak for you. When we stand strong side by side supporting, motivating and challenging each other, we can accomplish anything. We have done this throughout our history and we must continue to do so. \n\n### - Sergeant Major of the Army Raymond F. Chandler III, emphasizes his focus on building strong leaders and a strong Army\n\n### Watch the complete [Stand Strong message](http://cape.army.mil/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}