{
    "id": "2013-12-17",
    "title": "Joint Acquisition and Sustainment Review",
    "body": "**What is it?** \n\nTop leaders from the U.S. Army Materiel Command and Assistant Secretary of the Army for Acquisition, Logistics and Technology are synchronizing efforts to strengthen the Materiel Enterprise through Joint Acquisition and Sustainment Reviews (JASRs).\n\nDesigned to create a stronger partnership and increased collaboration between the two organizations, JASRs bring together leaders from [AMC](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)'s Lifecycle Management Commands and [ASA (ALT)](http://www.army.mil/asaalt)'s Program Executive Offices. Leaders work through issues and concerns and identify opportunities to create efficiencies and streamline operations across the [Materiel Enterprise](http://www.army.mil/standto/archive/2009/10/07/).  \n\n**What has the Army done?**\n\nThe Materiel Enterprise is one of the Army's four core enterprises and is responsible for materiel management from concept to combat. It brings together the organizations involved in providing materiel solutions for Soldiers and incorporates all the materiel lifecycle functions to include research, development, acquisition, testing, distribution, supply, maintenance, industrial base operations and disposal.\n\nAs the Army draws down from more than a decade of war and faces continued budget uncertainty, the Materiel Enterprise must become more efficient and effective. ASA (ALT) and AMC are exploring ways to better align functions, roles, authorities and responsibilities. \n\nHon. Heidi Shyu, the Army's Acquisition Executive (AAE), and Gen. Dennis L. Via, AMC's commanding general, co-chaired a [JASR](http://www.army.mil/article/114829/) in November at Aberdeen Proving Ground, Md., focused on the Communications and Electronics portfolio, which includes command, control, communications, computers, intelligence, surveillance and reconnaissance (C4ISR) systems. \n\nLeaders at the JASR addressed concerns with manning and workforce requirements, identifying a need for flexibility to transfer qualified employees between organizations when the skill sets and vacancies match. The group also discussed the necessity for more transparency and visibility of programs throughout the entire lifecycle. \n\n**What efforts does the Army have planned for the future?**\n\nShyu and Via will co-chair JASRs across the remaining portfolios in January-March 2014: [U.S. Army Garrison Redstone Arsenal](http://www.garrison.redstone.army.mil/), Ala., for *Aviation and Missile*, [U.S. Army Garrison Rock Island Arsenal](http://www.ria.army.mil/), Ill., for *Munitions*, and [U.S. Army Garrison Detroit Arsenal](http://garrison-michigan.army.mil/), Mich., for *Ground Systems*. \n\n**Why is this important to the Army?**\n\nPartnership between ASA (ALT) and AMC is a top priority for the Army as it focuses creating efficiencies and increasing collaboration. The organizations are working toward several initiatives, including synchronizing funding, strengthening the materiel enterprise's better buying power, and maximizing workforce skill sets. \n\n\n**Resources:** \n\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [Assistant Secretary of the Army for Acquisition, Logistics and Technology, ASA (ALT)](http://www.army.mil/asaalt)\n* Related STAND-TO!:\n* &bull; [Materiel Enterprise](http://www.army.mil/standto/archive/2009/10/07/)\n* Related article:\n* &bull; [Materiel Enterprise partnership emphasized at JASR](http://www.army.mil/article/114829/)",
    "date": "Tuesday December 17, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nWe have a unique opportunity to shape our Army for our future. We have to build trust and transparency between our organizations. Together, we will determine what's in the best interest of our Army, our Soldiers, and the materiel enterprise. \n\n### - Gen. Dennis L. Via, commanding general, [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n\n### [Materiel Enterprise partnership emphasized at JASR](http://www.army.mil/article/114829/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}