{
    "id": "2013-12-18",
    "title": "Army Diversity Roadmap",
    "body": "**What is it?** \n\nThe [U.S. Army Diversity Roadmap](http://www.armydiversity.army.mil/document/Diversity_Roadmap.pdf) is a plan that supports the department's talent management strategy by providing clear and concise direction for recruiting, development and retention of personnel. This plan not only fortifies our efforts to bring America's best talent into the Army, but also ensures integration of diverse attributes, experiences and backgrounds into the mission in ways that enhance decision-making and inspire high performance.  The roadmap is inclusive of our total Army- Soldiers, civilian Employees, family members and others who defend our nation.\n\n**What has the Army done?**\n\nThrough the [roadmap](http://www.armydiversity.army.mil/document/Diversity_Roadmap.pdf), the Army has established a foundation for building on its heritage as a military leader in the integration of its ranks since the 1940s. The roadmap outlines a talent management program, which stresses an inclusive environment: a process that cultivates a work environment; that connects employees and organization; encourages collaboration, flexibility and fairness; and leverages diversity so that all are enabled to participate and contribute to their full potential. \n\nThe Army has been successful in serving its total workforce. Women, racial/ethnic minorities and persons with disabilities are among the diverse population that continues to enter the force. It is truly a multicultural force serving in nearly 80 countries.\n\nThe Army has successfully managed differing needs, attitudes and expectations of  increased personnel having limited physical abilities and diversity across four generations in the same workplace. It understands and values the potential contributions of diverse backgrounds to mission accomplishment. \n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue to enhance its position as an employer of choice, and allow a broader reach into communities where the department has historically been of less familiarity. The Army will remain competitive in the current battle for talent occurring among the corporate, government and academic sectors.\n\n**Why is this important to the Army?**\n\nThe Army will continue to draw from America's diversity. Each and every member of the Army community is included in this plan and is valued for their unique backgrounds and talents. A fundamental outcome of this process is an opportunity for Soldiers and civilians to achieve their full potential, while making major contributions to achieving high performance in the teams that are crucial to the Army's national security mission.\n\n\n**Resources:** \n\n* [U.S. Army Diversity Roadmap](http://www.armydiversity.army.mil/document/Diversity_Roadmap.pdf)\n* [Army Diversity Strength](http://www.armydiversity.army.mil/)\n* [Army Diversity Resources](http://www.armydiversity.army.mil/adoResources/index.html)\n* [Army G-1](http://www.armyg1.army.mil/)",
    "date": "Wednesday December 18, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nToday's Army is diverse. We derive strength from the cultures, perspectives, skills and other qualities of our personnel. The 21st-Century Army is transforming into a versatile, agile force ... Our\ncommitment to diversity will further facilitate cultural understanding and demonstrate our American principles to the world.\n\n### - Senior leaders message\n\n### Taken from the [U.S. Army Diversity Roadmap](http://www.armydiversity.army.mil/document/Diversity_Roadmap.pdf)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}