{
    "id": "2013-12-19",
    "title": "Smart and Green Energy for Base Camps  ",
    "body": "**What is it?** \n\nSmart and Green Energy (SAGE) for Base Camps improves energy efficiency and reduces the quantity of fuel needed to operate base camps by integrating a novel smart micro-grid, an energy storage system, renewable energy sources and energy-efficient modular structures.  \n\n**What has the Army done?**\n\n[Logistics Innovation Agency](https://lia.army.mil/) (LIA), the field operating agency of the [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/), in conjunction with the Department of Energy's Pacific Northwest National Laboratory (PNNL), conducted an evaluation and demonstration of a SAGE \"energy management capability\" at the Base Camp Integration Laboratory (BCIL) in Fort Devens, Mass.  \n\nThe BCIL was modeled after a small 150-Soldier [Force Provider](http://www.army.mil/article/109493/) forward operating base in Afghanistan.  Using  a sophisticated energy modeling and simulation program and validating the results with actual energy data collected at the BCIL and Afghanistan, PNNL concluded that the employment of SAGE technologies would reduce annual fuel demand by 50 percent  in small to medium-sized base camps (300 - 5,000 Soldiers) and as much as 80 percent in very small camps (50 - 299 Soldiers).  \n\nAs a result, LIA transitioned SAGE standards and performance specifications to the [U.S. Army Corps of Engineers](http://www.usace.army.mil/) and the [Logistics Civil Augmentation Program](http://www.apd.army.mil/pdffiles/r700_137.pdf) (LOGCAP) for integration into future base camp design/construction standards and incorporation into contract language.  \n\n\n**What efforts does the Army have planned for the future?**\n\nSAGE and related efforts such as the Kuwait Energy Efficiency Project (KEEP) are providing immediate benefits by leveraging mature technologies and best practices to improve energy efficiency and reduce fuel consumption at Camp Buehring, Kuwait.  Longer term, SAGE spin-off efforts like the Contingency Base Energy Management System, will provide energy managers with an automated tool for metering, monitoring and controlling energy at contingency bases.\n\n**Why is this important to the Army?**\n\nIntegrating SAGE technologies and standards at base camps will significantly reduce base camp fuel requirements by improving power production and distribution, while simultaneously reducing power demand through energy-efficient equipment and insulated structures, ultimately saving Soldiers lives. The Army will continue to look at ways to ensure that electrical power generation at base camps along with the advancement of other energy equipment and structures are preeminent in supporting our Soldiers as we transition to a leaner, more agile Army.\n\n**Resources:** \n\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* [Logistics Innovation Agency](https://lia.army.mil/)\n* [Army Regulation 700-137: *Logistics Civil Augmentation Program*](http://www.apd.army.mil/pdffiles/r700_137.pdf)\n* Related articles: \n* &bull; [Energizing base camps of the future](http://www.army.mil/article/114577/)\n* &bull; [Army launches smart Operational Energy use campaign, identifies 10 initiatives](http://www.army.mil/article/89693/)",
    "date": "Thursday December 19, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nIf we don't spend appropriately in science and technology, research and development, we're going to find ourselves on the battlefield in a situation where our enemies have a comparative advantage over us, as opposed to the other way around, and our Soldiers are going to be put at more risk. \n\n### -  Lt. Gen. Raymond V. Mason, Army deputy chief of staff, Logistics, attending the second annual \"Base Camp Resource and Energy Efficiency Day\" event, held last month, at the Army Base Camp Integration Laboratory(BCIL), Fort Devens, Mass. \n\n### [Energizing base camps of the future](http://www.army.mil/article/114577/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King, Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}