{
    "id": "2013-12-20",
    "title": "U.S. Army Central's Expert Field Medical Badge Standardization and Testing",
    "body": "**What is it?** \n\nThe Expert Field Medical Badge (EFMB) is a Department of the Army special skill award for recognition of exceptional competence and outstanding performance by field medical personnel. The badge was approved on June 18, 1965, and consists of a stretcher, placed horizontally, behind a caduceus with a cross of the Geneva Convention at the junction of the wings. \n\nTested events of the EFMB fall within one of the following areas: tactical combat casualty care, medical and casualty evacuation, communications, warrior skills, land navigation, a written test and a twelve-mile road march. To attend EFMB testing candidates must successfully complete an [Army Physical Fitness Test](http://www.army.mil/standto/archive/issue.php?issue=2012-09-18), weapons qualification and have a current certification in cardiopulmonary resuscitation.\n\n**What has the Army done?**\n \n[U.S. Army Central](http://www.arcent.army.mil/)'s EFMB standardization and testing event provides medical personnel with the opportunity to improve their medical proficiency while evaluating their knowledge of medical tactics, techniques and procedures. The event, in [U.S. Central Command](http://www.centcom.mil/)'s area of operation, was the first testing of its kind to take place in Kuwait in over a decade. \n\nThe logistical and manpower challenges that prevented the EFMB from being conducted in a deployed environment since 1999 were met through cooperation between U.S. Army Central, the [U.S. Army Medical Department Center and School](http://www.cs.amedd.army.mil/) and the 1st Brigade, 4th Infantry Division, [Fort Carson](http://www.carson.army.mil/), Colo. \n \nThe 142 candidates who started the standardization week represented organizations in Kuwait, Afghanistan, Qatar, Bahrain and the continental United States.  After two weeks of testing, 21 Soldiers earned the right to wear the EFMB. \n\n**What efforts does the Army have planned for the future?**\n\nU.S. Army Central plans to continue to explore expanding participation in the EFMB and other training events in its area of operation though cooperation with subordinate units and other partner entities. \n\n**Why is this important to the Army?**\n\nTraining such as the EFMB testing provides the opportunity to experience hands-on training through realistic challenges that translate directly to the battlefield. This directly leads to a better trained force that is prepared for contingency operations around the world. \n\nThe extremely high standards of the EFMB will be upheld and a new generation of Solders will receive high quality training and continue the tradition of training other Soldiers in preparation for EFMB testing, which not only enhances readiness but translates to lives saved in combat.\n\n**Resources:** \n\n* [ARCENT/Third Army](http://www.arcent.army.mil/)\n* *AKO log-in required*: [Army Medical Department EFMB portal and publications](https://www.us.army.mil/suite/page/140048 )\n* Related STAND-TO!:\n* &bull; [Army Physical Fitness Test](http://www.army.mil/standto/archive/issue.php?issue=2012-09-18) \n* &bull; [U.S. Army Central's Medical Operations Symposium](http://www.army.mil/standto/archive_2013-06-06/)\n* Related article:\n* &bull; [U.S. Army Central supports EFMB in Kuwait](http://www.army.mil/article/113499)",
    "date": "Friday December 20, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nOur Army is in great hands and our future is set by the example these Soldiers provide for our nation and our Army. They are, in fact, the epitome of what we look for in our Soldiers today and in the future. \n\n### -  Sgt. Maj. of the Army Raymond F. Chandler III, at the NCO and Soldier of the Year recognition ceremony held at the Pentagon, Dec. 18\n \n### [Odierno: Soldier, NCO of Year epitomize all troops](http://www.army.mil/article/117258/)\n\n### Related Army.mil site: [Best Warrior Competition](http://www.army.mil/bestwarrior/2013/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}