{
    "id": "2013-12-23",
    "title": "Basic Officer Leader Development Transformation",
    "body": "**What is it?** \n\nBasic Officer Leader Development (BOLD) Transformation is a U.S. Army Training and Doctrine Command initiative led by [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/) (USACC ) to revise the way the [Senior Reserve Officers' Training Corps Program](http://www.apd.army.mil/pdffiles/r145_1.pdf) recruits, retains, develops and commissions officers to meet the demands of the nation and its Army. \n\nBOLD Transformation supports the [Army Leader Development Strategy](http://www.army.mil/standto/archive_2013-06-19/) by focusing on developing junior leaders who understand the strategic environment and can think critically and creatively.  \n\n**What has the Army done?**\n\nSince USACC's comprehensive review of senior ROTC programs in 2012 and 2013, the secretary and chief of staff of the Army approved recommendations to revise the senior ROTC program. Changes include:\n\n* &bull; Consolidating cadet training: In summer 2014, the Leader Development and Assessment Course, or LDAC, will begin at Fort Knox, Ky. Additionally, development of a new Cadet Initial Entry Training, or CIET, course is underway for implementation in summer 2016.\n\n* &bull; Transforming cadet leader development: USACC is developing new, more rigorous on-campus curriculum and moving basic military skills training to CIET.\n\n* &bull; Connecting with potential cadets: USACC is maximizing its limited marketing and recruiting resources to engage potential cadets in all 50 states, ensuring ROTC remains a world-class leadership program and continues to meet its mission to recruit, retain, develop and commission the best young officers America has to offer.\n\n* &bull; Building a world-class cadre: After a decade plus of consistent conflict, the Army has developed a large pool of veteran senior officers and noncommissioned officers who have a wealth of knowledge to share with tomorrow's leaders.  The Army wants to capitalize on that experience by recruiting the best of the best to mentor Senior ROTC cadets. An assignment within Cadet Command is professionally developing, personally rewarding and career enhancing.  \n\n**What efforts does the Army have planned for the future?**\n\nBOLD Transformation will improve the Army, as Cadet Command continues to develop and commission officers and leaders of character capable of thriving in uncertain operational environments.  New military science curriculum should be integrated into ROTC college classrooms starting in academic year 2014/15. In 2016, the CIET course will be required for all ROTC cadets and LDAC will transform to the [Cadet Leaders Course](http://www.rotc.usaac.army.mil/training/cadet-leader-training.aspx), providing multi-echelon squad- and platoon-level training events attended by all cadets following their junior year.  \n\n**Why is this important to the Army?**\n\nSince standing up Cadet Command in 1986, the operational environment, technology and the learning sciences have all changed. BOLD Transformation of the Army's senior ROTC program is critical to acquiring the talent and developing the very best officers and leaders to fight and win the nation's wars.\n\n**Resources:** \n\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army Regulation 145-1: *Senior Reserve Officers' Training Corps Program*](http://www.apd.army.mil/pdffiles/r145_1.pdf)\n* [Army ROTC](http://www.goarmy.com/rotc.html)\n* &bull; [Scholarship](http://www.goarmy.com/rotc/scholarships.html)\n* &bull; [Locate a School](http://www.goarmy.com/rotc/find-schools.html)\n* Related STAND-TO!:\n* &bull; [Army Leader Development Strategy](http://www.army.mil/standto/archive_2013-06-19/)\n* &bull; [U.S. Army Cadet Command - Making Army lieutenants](http://www.army.mil/standto/archive/2010/09/09/) \n* Related article: \n* &bull; [Cadet Command boldly changing ROTC program](http://www.army.mil/article/113856)\n",
    "date": "Monday December 23, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nOur Army is in great hands and our future is set by the example these Soldiers provide for our nation and our Army. They are, in fact, the epitome of what we look for in our Soldiers today and in the future. \n\n### -  Sgt. Maj. of the Army Raymond F. Chandler III, at the NCO and Soldier of the Year recognition ceremony held at the Pentagon, Dec. 18\n \n### [Odierno: Soldier, NCO of Year epitomize all troops](http://www.army.mil/article/117258/)\n\n### Related Army.mil site: [Best Warrior Competition](http://www.army.mil/bestwarrior/2013/)\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}