{
    "id": "2013-12-24",
    "title": "Joint Proponency for Peace and Stability Operations",
    "body": "**What is it?** \n\nStability operations are the military missions, tasks and activities conducted outside the United States in coordination with other instruments of national power to maintain or re-establish a safe and secure environment, provide essential governmental services, emergency infrastructure reconstruction, and humanitarian relief. \n\nA joint proponent is a service, combatant command or joint staff directorate assigned coordinating authority to lead the collaborative development and integration of a joint capability.  \n\n**What has the Army done?**\n\nIn June 2013, the secretary of defense designated the Army as joint proponent for peace and stability operations, or P&SO, noting that [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)  and the U.S. Army War College's Peacekeeping and Stability Operations Institute (PKSOI), is the Army's leading expert on P&SO and is uniquely qualified to lead these efforts. \n\nOn Oct. 28, 2013, the Army designated PKSOI as the Army and joint lead for P&SO. This decision follows PKSOI's recent work on behalf of the Office of the Secretary of Defense, the Joint Staff and Headquarters, Department of the Army G-3/5/7; PKSOI completed a capabilities-based assessment for stability operations that addressed challenges associated with the conduct of future stability operations. \n\nOn Nov. 25, 2013, PKSOI celebrated its 20th anniversary of service to the Army, Department of Defense and the P&SO communities of interest and practice. \n\n**What efforts does the Army have planned for the future?**\n\nOn behalf of the Army, the [Peacekeeping and Stability Operations Institute](http://pksoi.army.mil/) at Carlisle Barracks, Pa., will lead development and synchronization across DOD for the following broad, joint peace and stability operations areas: capabilities, doctrine, training and education, mission essential task lists, lessons learned, requirements, and concept development. PKSOI will coordinate through OSD and the Joint Staff to consult with other government agencies, international governmental organizations, nongovernmental organizations and private sector firms on initiatives, strategies, concepts, plans and policies related to peacekeeping and stability operations. PKSOI will exercise coordinating authority to lead the collaborative development and integration of joint capabilities across the joint, interagency, intergovernmental and multinational environment to maximize effectiveness of the joint force. \n\n**Why is this important to the Army?**\n\nJoint proponency gives the Army responsibility and authority to guide collaborative development and integration of peace and stability operations across the joint, interagency, intergovernmental and multinational community to maximize effectiveness of the joint force. \n\n**Resources:** \n\n\n* [TRADOC Pam 525-3-0: *The U.S. Army Capstone Concept*](http://www.tradoc.army.mil/tpubs/pams/tp525-3-0.pdf)\n* [TRADOC Pam 525-3-1: *The U.S. Army Operating Concept*](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* [OSD's Biennial Assessment of Stability Operations Capability (2012)](http://www.cdham.org/wp-content/uploads/2013/05/biennial-assessment-of-stability-operations-2.pdf)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army War College's Peacekeeping and Stability Operations Institute](http://pksoi.army.mil/)\n* Related STAND-TO!:\n* &bull; [The U.S. Army Capstone Concept](http://www.army.mil/standto/archive/issue.php?issue=2013-01-02)\n* Related article: \n* &bull; [Army names Peacekeeping and Stability Operations Institute as Army and Joint Proponent for Peace and Stability Operations](http://www.carlisle.army.mil/banner/article.cfm?id=3258)\n",
    "date": "Tuesday December 24, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI believe you will continue to plan and execute peace and stability operations because landpower will be the default solution to bring order to unstable corners of the human domain.\n\n### -  Maj. Gen. Anthony Cucolo, 49th commandant, [U.S. Army War College](http://www.carlisle.army.mil/), to students on the International Day of United Nations Peacekeepers,  May 29, 2013\n \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}