{
    "id": "2013-12-30",
    "title": "Warrior and Family Support Center",
    "body": "**What is it?** \n\nThe [Warrior and Family Support Center](http://www.bamc.amedd.army.mil/military/wfsc/) at Fort Sam Houston, Texas, provides coordinated services to patients, next-of-kin and extended family members with a primary focus on wounded warriors from Operations Iraqi Freedom and Enduring Freedom.  \n\nThis center was set up in December 2003. It is the only one of its kind, offering a safe environment for military families to reconnect with their wounded warriors, following military operations and restart their lives with the full support of the Army community.\n\n**What has the Army done?**\n\nDuring the past 12 years of war, seriously injured Soldiers, Sailors, Airmen and Marines were evacuated from theaters of operations to major medical facilities located on military installations. \n\n[Brooke Army Medical Center](http://www.bamc.amedd.army.mil) (BAMC) is recognized as one of the world's best trauma centers to provide a long-term medical care to the wounded warriors. On the BAMC physician's initiative, the concept of the Warrior and Family Support Center was developed, led by Army Community Service, and authorized by the Fort Sam Houston (FSH) Garrison commander. This center helps support the involvement of the families in the rehabilitation process of the wounded warriors in an atmosphere that encourages healing.\n\nThrough generous donations and the Returning Heroes Home Project, on Dec. 1, 2008, the Warrior and Family Support Center was moved to a bigger location and designed  to provide all the comforts of home for the wounded warriors and their families. \n\n**What efforts does the Army have planned for the future?**\n\nThe WFSC schedules over 100 activities each month. The wounded warriors and their family members have the opportunity to attend free-of-charge sporting events, movies, plays at local theaters, concerts, the San Antonio Stock Show & Rodeo, Fiesta, shopping trips, luncheons and dinners, Bingo, fishing trips, and much more.  \n\n**Why is this important to the Army?**\n\nThe WFSC , similar to the Fisher House program, is part of the Army's continued effort  to leverage partnerships with the community to reduce cost. Donations of time and money from the private, corporate, and non-profit sectors enable the maintenance of the facility and the numerous activities to support the wounded warriors and their families.  \n\nTo build a [ready and resilient](http://www.army.mil/readyandresilient) force, facilities and programs like the WFSC shows how the Army maintains its covenant with the Soldiers and their families, and incorporates the outpouring of support from the American people towards warfighters. \n\n**Resources:** \n\n* [Warrior and Family Support Center](http://www.bamc.amedd.army.mil/military/wfsc/)\n* [Brooke Army Medical Center](http://www.bamc.amedd.army.mil)\n* [U.S. Army North](http://www.arnorth.army.mil/)\n* [Warrior & Family Support Center on Facebook.](http://www.facebook.com/WarriorFamilySupportCenter)\n* [Returning Heroes Home](http://www.returningheroeshome.org/)\n* Related STAND-TO!:\n* &bull; [Warrior Care - Reintegration](http://www.army.mil/standto/archive_2013-11-21/) \n* &bull; [Warrior Care - Recovery and Rehabilitation](http://www.army.mil/standto/archive_2013-11-14/)",
    "date": "Tuesday December 24, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThe long-term health of the Army depends upon its relationship with the public it serves ... As an institution, the Army must communicate clearly to maintain public support for its core function: providing prompt and sustained landpower in support of national objectives and in defense of the homeland. \n\n### - Secretary of the Army John M. McHugh's one of the [Top 10 Priorities](http://www.army.mil/e2/c/downloads/316783.pdf): *Tell the Army Story*\n \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday  \n\n* **February 2014**\n\n* Black History Month \n\n* National Patient Recognition Month"
}