{
    "id": "2013-12-31",
    "title": "Army Business Management Strategy",
    "body": "**What is it?** \n\nThe Army Business Management Strategy (ABMS) clarifies the roles and responsibilities of Business Mission Area stakeholders from the Chief Management Officer through major commands of the institutional Army, and down to individual business system owners. The strategy provides detailed plans regarding business IT portfolio modernization and cost reduction activities, and it integrates the Enterprise Resource Planning systems within overall portfolio activities. \n\nSignificantly, the plan links Business Mission Area information technology investments and compliance requirements to Institutional Army activities and the Network Mission Area. ABMS codifies the alignment between the Department of Defense's Business Enterprise Architecture and the Army's business activities.\n\n\n**What has the Army done?**\n\nIn 2013, the Army's business transformation focused upon four interrelated activities:\n\n* &bull; Army accelerated its development of the Army Business Systems Architecture that captured Army business operations and satisfied statutory requirements from the National Defense Authorization Acts of 2009 and 2010.\n* &bull; Army leaders developed a plan to reduce costs across the entire Army business system portfolio through 2018. \n* &bull; Army organizations underwent an extensive array of audits and examinations to prepare for achieving its 2014 Statement of Budgetary Activity requirements.\n* &bull; Army executed a series of enterprise-directed business process reengineering 'deep dives' and command-directed Lean Six Sigma efforts that conferred over $2 billion in benefits in 2013.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army Business Management Strategy directs business IT portfolio reductions in excess of $400 million over the next five years. During this time, the Army will streamline many processes across the institutional Army to make those processes more efficient and effective. \n\nThese processes will touch virtually every facet of a Soldier's transactions within the Army--from initial entry induction through retirement, to all pay and benefits, and across many aspects that touch the training, equipping, and readiness functions of Army units. \n\n**Why is this important to the Army?**\n\nFiscal pressure compels the Army to make its institutions more efficient and effective. The Army must drive costs out of Army processes so that it can use scarce resources to preserve end strength, readiness, and modernization efforts--providing readiness at best value.\n\n**Resources:** \n\n* [Army Office of Business Transformation](http://www.army.mil/obt/)\n* (AKO log-in required) [Strategic Management System](https://www.us.army.mil/suite/page/353706)\n* [Department of the Army Lean Six Sigma](http://www.army.mil/lss)\n* [Financial Improvement and Audit Readiness (FIAR)](http://comptroller.defense.gov/fiar/)\n* [2013 Business Transformation Report](http://www.army.mil/article/97650/Army_Publishes_2013_Business_Transformation_Report/)\n* [DOD Deputy Chief Management Office](http://dcmo.defense.gov/)\n* Related STAND-TO!:\n* &bull; [2013 Army Annual Business Transformation Report](http://www.army.mil/standto/archive_2013-03-15/)\n* &bull; [U.S. Army Enterprise Strategic Management System](http://www.army.mil/standto/archive/issue.php?issue=2011-08-16)\n",
    "date": "Tuesday December 31, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nWe are shaping our force structure and developing resourcing strategies to meet the new defense strategy. Through an adaptive approach, we are establishing a solid foundation for continuing business transformation across the Army.\n\n### - Under Secretary of the Army Joseph W. Westphal, discussing the importance of the Army Business Management Strategy\n\n### [Under Secretary Westphal releases Army Business Management Strategy](http://www.army.mil/article/117243)\n \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2013**\n\n* Dec. 16- Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* **2014** \n\n* **January 2014**\n\n* Jan. 4: U.S. Army All-American Bowl- [Official Game website](http://www.usarmyallamericanbowl.com/)\n\n* Jan. 20: Martin Luther King Jr. Birthday- *Related Army.mil site*:  [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) \n\n* **February 2014**\n\n* Black History Month - *Related Army.mil site*: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n \n* National Patient Recognition Month- *Related site*: [U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx)"
}