{
    "id": "2019-02-27",
    "title": "Exceptional Family Member Program ",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Exceptional Family Member Program (EFMP) identifies Soldiers who have Family members with special needs.  These Family members may meet specific medical and/or educational eligibility criteria identified by the Department of Defense.  Enrollment is mandatory for Active Duty Soldiers and voluntary for Reserve Component Soldiers.\n\nOnce enrolled, the Soldiers' personnel record indicates any Family member with special needs. The record alerts the assignment manager about the Soldier with a special needs Family member for consideration during the assignment process.  The Army considers the medical and/or educational needs of the Family prior to placing a member on assignment to a particular location.\n\n\n**What are the current and past efforts of the Army?**\n\nHuman Resource Command (HRC) will begin to offer Soldiers enrolled in EFMP a minimum of two Permanent Change of Station (PCS) locations that support the Family members' needs and support Army requirements. \n\n* Soldier and Family are encouraged to research the proposed locations and select the location that is the best fit. \n\n* EFMP system navigators are available at Army Community Services (ACS) to assist Soldiers and their Families with military and civilian community resources and Family support services.\n\n* Military OneSource provides Families with installation program and services directory.\n\n\n**What continued efforts does the Army have planned?**\n\nThe DOD Office of Special Needs and the Military Medical Departments recently revised the medical OCONUS screening process for Families. \n\n* The term Family Member Travel Screening \"FMTS\" will replace Family member deployment screening.  \n\n* For the first time, the revised process will allow all military Families, regardless of Service affiliation, to be screened at **any** Military Treatment Facility.  \n\n* By summer 2019, Soldiers and their Families with assignments to OCONUS locations will soon benefit from standardized DOD forms and process.  \nThe Army is leading a DOD initiative to develop a web-based EFMP enrollment system. \n\n* The Army plans to have one system that will track the entire EFMP process, from enrollment, assignment queries, the FMTS process, to personalized Family support assistance.\n \n \n**Why is this important to the Army?**\n\nThe Army's greatest assets is its Soldiers.  Providing support to Families results in mission readiness. EFMP helps to ensure Families with special needs are met by:\n\n* Providing information about services and resources at their current location and gaining location.  \n\n* Saves unnecessary reassignment costs by assigning Soldiers and their Families to locations that have the needed medical and educational services.\n\n\n**Resources**:\n\n* [MEDCOM EFMP](https://efmp.amedd.army.mil/)\n\n* [Military OneSource EFMP/Special Needs](https://www.militaryonesource.mil/benefits-and-resources)  \n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/about.html)\n\n**Related documents**: \n\n* [Policy: Army Regulation 608-75, EFMP, 27 January 2017](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR608-75_Web_FINAL.pdf)\n\n* [EFMP Quick Reference Guide](http://download.militaryonesource.mil/12038/MOS/ResourceGuides/EFMP-QuickReferenceGuide.pdf)\n",
    "date": "Wednesday February 27, 2019",
    "quote": "",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}