{
    "id": "2019-02-28",
    "title": "Expeditionary Signal Battalion - Enhanced",
    "body": "#######Provided by Program Executive Office Command, Control, Communications-Tactical\n\n**What is it?**\n\nExpeditionary Signal Battalions (ESB) enable the U.S. Army with uninterrupted mission command and the ability to rapidly deploy and maneuver across the battlefield.\n \nESB-Enhanced (ESB-E) is a modular, scalable, more agile version of the ESB, currently being piloted by the Army.  ESB-E provides alternative tactical network equipment that reduces the reliance on legacy Warfighter Information Network Tactical (WIN-T) equipment.\n\n\n**What are the current and past efforts of the Army?**\n\n* In 2018, the 50th ESB, 35th Theater Tactical Signal Brigade, at Fort Bragg, North Carolina, was chosen as the ESB-E pilot unit. \n\n* The Program Executive Office for Command, Control and Communications-Tactical (PEO C3T) is working closely with the Network-Cross Functional Team to provide the ESB-E with prototype commercial off-the-shelf equipment packages consisting of small satellite terminals, gateways, and an advanced baseband system. \n\n* ESB-E leveraged existing Army program of record efforts to move from concept approval to fielding the first company and achieving the initial operating capability in early November 2018. \n\n* Army program offices are currently fielding two additional companies with ESB-E capability. \n\n* The ESB-E is currently conducting exercises and training events to provide feedback and inform the overall network design for all ESBs across the Army.\n\n\n**What continued efforts does the Army have planned?**\n\n* In 2019, the 50th ESB-E's three companies will continue to evaluate sets of equipment so the Army can determine the best configuration to meet the needs of future ESBs. \n\n* The Army will leverage experimentation and Soldier feedback to inform ESB-E network design, equipping, and force-structure recommendations. \n\n* Soldier feedback from these events will help inform Army decisions for ESB-E capability set fielding by 2021. \n\n  \n**Why is this important to the Army?**\n\nESB-E will inform Army network design decisions and force structure for future ESBs. This effort will help shape future equipment needs and the force structure of the Army's 24 ESBs. \n\nThe ESB-E effort supports the Army's tactical network modernization line of effort to unify the network by providing assured network transport in congested environments.   The ESB-E's tactical network communications support will enable a more lethal, mobile, and hardened joint and coalition force, helping the Army retain overmatch against increasingly capable adversaries.\n\n\n\n**Resources**:\n\n* [Program Executive Office Command, Control, Communications-Tactical](\nhttp://peoc3t.army.mil/c3t/)\n\n* [Army Futures Command]( https://www.army.mil/standto/2018-03-28)\n\n\n\n**Related document**:\n\n* [2018 Army Modernization Strategy - AKO Login Required](https://www.ako1.us.army.mil/suite/files/50180655)\n\n\n\n**Related STAND-TO!**: \n\n* [Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n\n* [Army Modernization](https://www.army.mil/standto/2018-01-16)\n\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08)\n\n* [Army Futures Command]( https://www.army.mil/standto/2018-03-28)\n\n* [Integrated Tactical Network](https://www.army.mil/standto/2018-08-22)\n\n* [WIN-T Increment 1: Tactical Network Upgrades]( https://www.army.mil/standto/archive_2016-01-21)\n\n\n**Related articles**: \n\n* [New signal battalion uses expeditionary comms kit in first mission](  https://www.army.mil/article/215238/new_signal_battalion_uses_expeditionary_comms_kit_in_first_mission)\n\n* [Army pilots new signal battalion for scalable expeditionary comms support (ESB-E)](https://www.army.mil/article/212220/)\n\n",
    "date": "Thursday, February 28, 2019",
    "quote": "#### Focus Quote for the Day\n\n> When my 4-year-old son Travis tells me his favorite superhero is Captain America and asks me who my favorite superhero is, my reply always has and will be Staff Sgt. Travis W. Atkins.\n \n\\- Aaron Hall, who was a sergeant and battle buddy of [Staff Sgt. Travis W. Atkins](https://go.usa.gov/xEMBY) in Abu Samak, Iraq, during Operation Iraqi Freedom. \n\n\n\n",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}