{
    "id": "2019-02-26",
    "title": "Multi-Domain Combined Arms Operations",
    "body": "#######Provided by Mission Command Center of Excellence Public Affairs\n\n**What is it?**\n\nThe [U.S. Army Concept for Multi-Domain Combined Arms Operations at Echelons Above Brigade 2025-2045](http://adminpubs.tradoc.army.mil/pamphlets/TP525-3-8.pdf), TRADOC Pamphlet 525-3-8, highlights expected changes in the character of warfare in 2025 and beyond and how the Army adapts for success. Developed in parallel with the Multi-Domain Operations (MDO) Concept, the Echelons Above Brigade (EAB) Concept describes how future Army formations in the expanded MDO framework gain and maintain the initiative across the competition continuum, the full range of military operations, and unique areas of responsibility by:\n\n* Gaining and maintaining contact\n* Persistently competing\n* Posturing formations to transition\n* Converging multi-domain effects\n* Exploiting\n* Consolidating gains\n\nUnder this concept, enabled Army EAB formations provide essential linkages to the other instruments of national powerdiplomatic, information, and economicand operate seamlessly with partners to converge capabilities and overmatch future threats.\n\n\n**What are the current and past efforts of the Army?**\n\nStarting in January 2017, the [U.S. Army Combined Arms Center (CAC)](https://usacac.army.mil/) and the [Army Futures and Concepts Center](https://www.army.mil/futures) explored how the Army will fight in the future. Historical literature reviews, collaboration across Centers of Excellence, and conducting limited objective experiments (LOEs) have helped define how the Army defends the nation and secures U.S. interests abroad against peer threats during large-scale ground combat operations. A series of EAB-specific LOEs have driven the process:\n\n* LOE 1 examined a large-scale ground combat operations scenario. \n* LOE 2 focused on theater armies as Army Service Component Commands.\n* LOE 3 determined and apportioned roles, responsibilities, capabilities, and authorities for theater and field armies in competition beneath the threshold of armed conflict. \n* LOE 4 initiated an assessment to ensure EAB formations had the right capabilities and subordinate formations for each warfighting function.\n* LOE 5 further refined the EAB formations for MDO application\n\n**What continued efforts does the Army have planned?**\n\nAs the Army modernizes the force, the [U.S. Army Mission Command Center of Excellence](https://usacac.army.mil/mccoe) will refine these formations through assessments and experiments. LOE 6, scheduled for summer 2019, will continue to advance a vision of an MDO-capable force. \n \n**Why is this important to the Army?**\n\nThe EAB concept sets conditions to prevail against peer threats in large-scale ground combat operations, while retaining the flexibility needed to respond to limited contingency operations. This concept advances Army development of capabilities and formations above brigade to meet the challenges of future operating environments beyond 2025.\n\n**Resources**:\n\n* [U.S. Army Combined Arms Center](https://usacac.army.mil/organizations/mccoe)\n* [U.S. Army Mission Command Center of Excellence](https://usacac.army.mil/)\n* [Army Futures Command](https://armyfuturescommand.com/)\n* [Army Futures Command News](https://www.army.mil/futures)\n\n**Related documents**: \n\n* [The U.S. Army Functional Concept for Mission Command 2020-2040](http://adminpubs.tradoc.army.mil/pamphlets/TP525-3-3.pdf)\n* [The U.S. Army in Multi-Domain Operations 2028](http://www.arcic.army.mil/MDO-2028.pdf)\n\n**Related STAND-TO!** \n\n* [Multi Domain Operations](https://www.army.mil/standto/2018-10-04)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [Army Vision](https://www.army.mil/standto/2018-06-07)\n\n**Social media presence**\n\n* Facebook: [TRADOC](https://www.facebook.com/USArmyTRADOC/)@USArmyTRADOC [McCOE](https://www.facebook.com/USArmyMCCoE/) @USArmyMCCoE\n\n* Twitter: [@TRADOC](https://twitter.com/tradoc) [@USArmyMCCoE](https://twitter.com/USArmyMCCoE)\n \n* [Instagram](https://www.instagram.com/usarmytradoc/) @usarmytradoc\n* [LinkedIn](https://www.linkedin.com/company/us-army-tradoc) @us-army-tradoc\n\n",
    "date": "Tuesday February 26, 2019",
    "quote": "",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}