{
    "id": "2014-09-02",
    "title": "National Preparedness Month",
    "body": "**What is it?**\n\nNational Preparedness Month (NPM) is a commemorative event recognized each September to emphasize the importance of being prepared for emergencies such as tornadoes, hurricanes, or terrorist attacks.  Soldiers, families, and civilians are encouraged to turn awareness into action by *[Being Informed](http://www.ready.gov/be-informed), [Making a Plan](www.ready.gov/make-a-plan), [Building a Kit](http://www.ready.gov/build-a-kit), and [Getting Involved](http://www.ready.gov/get-involved)*.\n  \nThis year marks the eleventh annual NPM campaign and the U.S. Army's focus remains steadfast: to educate, empower, and involve the Army community in preparedness activities that enhance the resiliency of the Army and increase the nation's readiness for all-hazards events.\n\n\n**Why is this important to the Army?**\n\nUnder the National Response Framework, citizens are expected to be self-sufficient for 72 hours when base services such as water, power, and government support may not be available.  Every member of the Army community and their families must be ready to survive under these conditions.\n\n\n**What has the Army done?**\n\nIn 2009, the Army established the Army Emergency Management Program outlined in [Army Regulation 525-27](http://armypubs.army.mil/epubs/pdf/p525_27.pdf) implementing all-hazards preparedness planning.  To bring awareness to this program and increase Army preparedness, HQDA G-3/5/7 executed the Ready Army campaign.  \n\nReady Army is a proactive community awareness campaign to empower Soldiers, families, and civilians to prepare in advance for natural or man-made disasters.  In 2011, HQDA G-34 renewed the Army's teaming commitment with the Federal Emergency Management Agency's (FEMA's) [Ready Campaign](http://www.ready.gov) to develop a unique Army component that applies to Soldiers and their families.  In 2013, the Army joined FEMA in their *America's PrepareAthon!*, the community-based campaign for action to increase emergency preparedness and community resilience.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Ready Army campaign continues to incorporate the best outreach tools and educational material to encourage Soldiers, families, and civilians to turn awareness into action that enhances individual and family preparedness.  The Army will stride forward and align stakeholders such as Family Readiness Groups with the all hazards planning process.  The Army will continue to modernize installation emergency management systems through 2016 in order to enhance protection capabilities.  In an effort to increase emergency preparedness and community resilience, the Army encourages everyone to continue supporting FEMA's [*America's Prepareathon!*](http://www.community.fema.gov/connect.ti/AmericasPrepareathon) campaign, and to participate in the *National Day of Action* on Sept. 30 which reinforces individual responsibility for preparedness.\n  \nThe entire Army community can join these initiatives by visiting the Ready Army website, clicking on *National PrepareAthon! Day*, and joining the [National Preparedness Community](http://www.community.fema.gov/connect.ti/readynpm) and 'America's movement to stay safe during disasters.'\n\n\n\n**Resources:** \n\n* [Ready Army](http://www.acsim.army.mil/readyarmy/)\n* [U.S. Army Disaster Personnel Accountability and Assessment System (ADPAAS)](https://adpaas.army.mil/)\n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/)\n* [- *America's Prepareathon!*](http://www.community.fema.gov/connect.ti/AmericasPrepareathon) \n* [- National Preparedness Community](http://www.community.fema.gov/connect.ti/readynpm)\n* [Ready Campaign](http://www.ready.gov/)\n* [American Red Cross](http://www.redcross.org/)\n* [Citizen Corps](http://www.citizencorps.gov)\n* [Family Readiness Group](http://www.armyfrg.org/)\n* [U.S. Army Humanitarian Relief](http://www.army.mil/humanitarian/)",
    "date": "Tuesday, Sept. 2, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nYour profession is at stake. Each one of you is responsible for not only what is in your battle space, but for what is in your adjacent battle pace. You have much more influence than you think. We are all responsible for the Army Profession.\n\n### - Maj. Gen. Leslie Smith, commanding general, [Maneuver Support Center of Excellence and Fort Leonard Wood](http://www.wood.army.mil/newweb), at the Army Profession and Ethic sessions hosted by the [Center for the Army Profession and Ethic](http://cape.army.mil/), Aug. 19 to 21, 2014 \n\n### [Responsibility and the Army profession](http://www.army.mil/article/132790/)\n\n### Related STAND-TO!: [America's Army - Our Profession \"Stand Strong\"](http://www.army.mil/standto/archive_2013-12-16/)\n\n### Related site: [Army Values](http://www.army.mil/values/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}