{
    "id": "2014-09-04",
    "title": "Army STARRS No-Cost Extension",
    "body": "**What is it?**\n\nArmy **S**tudy **t**o **A**ssess **R**isk and **R**esilience in **S**ervicemembers (Army STARRS) is a [research partnership](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/the-making-of-army-starrs-an-overview.shtml) between the Army and the National Institute of Mental Health (NIMH). It is the largest study of suicide risk and resilience ever conducted among military personnel. Initially scheduled to conclude in June 2014, the Army STARRS will now run through June 2015.  \n\nThe Army STARRS Memorandum of Agreement between the Department of the Army (DA) and the National Institute of Mental Health (NIMH), provided the groundwork for this 12-month extension, which requires no additional funding from either DA or NIMH. The no-cost extension allows for the continued analysis of data collected during the initial project period, and potentially adds to findings that inform suicide intervention and prevention strategies.\n\nArmy STARRS has already generated a vast amount of information, gathered from volunteer participants across five separate study components -- the [Historical Administrative Data Study](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/army-starrs-historical-administrative-data-study-hads-looking-at-the-past.shtml), [New Soldier Study](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/army-starrs-new-soldier-study-nss-the-first-days-of-service.shtml), [All Army Study](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/army-starrs-all-army-study-aas-in-the-field.shtml), [Soldier Health Outcomes Study](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/the-making-of-army-starrs-an-overview.shtml), and the [Pre/Post Deployment Study](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/the-making-of-army-starrs-an-overview.shtml).  This information is allowing investigators to focus on periods in a Soldier's career that are known to be high risk for psychological issues, helping them to identify not only risk factors, but potentially \"protective\" factors as well.\n\n\n**Why is this important to the Army?**\n\nArmy STARRS is a direct response to the Army's request that the National Institute of Mental Health (NIMH) enlist the most promising scientific approaches to better understand psychological resilience, mental health, and risk for self-harm among Soldiers. In supporting Army STARRS through an additional year of analysis, the Army has illustrated its continuing commitment to this effort. \n\n\n**What has the Army done?**\n\nBeginning in January 2011, Army Installations hosted civilian Army STARRS researchers as they gathered information from Active Duty Soldiers (including Active Duty Army Reserve and Army National Guard). By the end of these data collection efforts in April 2014, more then 110,000 Soldiers had voluntarily participated in Army STARRS at a total of 76 CONUS and OCONUS locations. In addition to assisting data collection efforts, the Army provided de-identified historical administrative data on more than 1.6 million Soldiers, or a total of more than 1.1 billion data records.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nArmy senior leadership receives quarterly Army STARRS updates, which will continue into the no-cost extension period. Findings are reported as they become available so that the Army may apply them to its ongoing ready and resilient efforts.\n\n\n**Resources:** \n\n* [Army STARRS](http://www.armystarrs.org)\n* [Email](mailto:armystarrs@mail.nih.gov)Army STARRS \n* [Army STARRS AKO Site](https://www.us.army.mil/suite/page/657052)\n* Related STAND-TO!\n* [- Ready and Resilient: Army STARRS Update](http://www.army.mil/standto/archive_2013-07-19/)\n* [- Army STARRS: Soldier Health Outcomes Study](http://www.army.mil/standto/archive/issue.php?issue=2012-05-22)\n* [- Army STARRS: Pre/Post Deployment Study](http://www.army.mil/standto/archive/issue.php?issue=2012-07-30)\n\n",
    "date": "Thursday, September 4, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n \nWe want Soldiers to tell their story, but we want them to understand how much of the story to tell -- and not everybody needs to know exactly where you are at every moment.\n\n### - Col. Carmine Cicalese, the chief of the Army's Cyberspace and Information Operations Division, G-3/5/7, emphasizing the importance of cyber security \n\n### [Cyberspace chief: Beware, the adversary is watching](http://www.army.mil/article/133011)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}