{
    "id": "2014-09-05",
    "title": "Army Safety Awards Program",
    "body": "**What is it?**\n\nThe [Army Safety Awards Program](http://www.apd.army.mil/pdffiles/p385_10.pdf)\n is designed to promote and motivate success in accident prevention through risk management by recognizing individual and unit accomplishments in safety. It features positive measurements of current Army goals, improved plaques and certificates, and streamlined submission procedures. The program allows organizations to develop additional awards tailored to meet their unique accident prevention and safety recognition goals.\n\nCurrent awards include the Headquarters Safety Award; Exceptional Organization Safety Award; Individual Award of Excellence in Safety; Guardian Safety Award; Sergeant Major of the Army Superior Soldier Safety Award; Aviation Broken Wing Award; Director of Army Safety Risk Management Award; Industrial Operations Safety Award; Excellence in Explosives Safety Award; Accident Prevention Award of Accomplishment; Aircrew Safety Award; Unit Impact Awards; Safety Excellence Streamer; Unit Safety Certification Award; and 10,000 Army Aviation Flight Hour Award.\n\n\n**Why is this important to the Army?**\n\nRegardless of grade or rank, safety is everyone's business. Recognition breeds competition, and each commander wants his or her organization to be the best. Preventing accidents and protecting resources through implementation of effective safety programs sets the stage for optimal success. Individuals and organizations that succeed should be recognized and rewarded for keeping their formations safe.\n\n\n**What has the Army done?**\n\nFor more than a decade, the Army Safety Office and [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil) have worked together to ensure the Army Safety Awards Program remains strong and effective by making awards available while supporting and emphasizing competition as a vital component of the overall selection and recognition process.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe ASO and USACRC/Safety Center will continue providing oversight of the program, ensuring efforts put forth by individuals and organizations to mitigate, reduce and eliminate accidents are recognized and rewarded. Most of the awards mentioned above have a Dec. 15, 2014, submission deadline. The remainder can be submitted anytime throughout the year.\n\n\n**Resources:** \n\n* [USACR/Safety Center](https://safety.army.mil)\n* [Army Regulation 385-10, The Army Safety Program](http://www.apd.army.mil/pdffiles/r385_10.pdf)\n* Related document\n* [- Department of the Army Pamphlet 385-10, Army Safety Program](http://www.apd.army.mil/pdffiles/p385_10.pdf)\n* Related article\n* [- Fiscal 2013 SA/CSA safety award winners announced](http://www.army.mil/article/124142/Fiscal_2013_SA_CSA_safety_award_winners_announced/?from=RSS)\n",
    "date": "Friday, September 5, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n \nMany of our weapons systems today are enabled. If it's a computer system that's run by software - it can be targeted.\n\n### - Command Sgt. Maj. Rodney D. Harris, [Army Cyber Command](http://www.arcyber.army.mil/), emphasizing the need for cyber warriors, who will provide a blend of signal intelligence and military intelligence skills, to provide suitable protection from any cyber threat \n\n### [Army standing up cyber brigade, possible cyber branch](http://www.army.mil/article/133176)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}