{
    "id": "2014-09-08",
    "title": "Army National Guard's Retention Management Software (RMS)",
    "body": "**What is it?**\n\nThe Army National Guard's Retention Management Software (RMS) Solution is a holistic approach to execute and track unit key level activities associated with taking care of Soldiers throughout their Army careers.  RMS provides leaders and unit level administrators with a simplified way to identify Soldiers that require the following critical activities relating to unit sponsorship, interstate transfer, AWOL recovery, career development counseling and extension/reenlistment to be accomplished in a timely manner that is accountable and auditable.  \n\n**Why is this important to the Army?**\n\nStrategically, the RMS effort strengthens the CSA lines of effort for transition and transformation\n\n**What has the ARNG done?**\n\nThe RMS solution is enclaved under the [Reserve Component Manpower System-Guard (RCMS-G)](http://www.army.mil/standto/archive_2014-08-15/?s_cid=standto) with existing Army Portfolio Management System (APMS) registrations, and is intended to directly support retention programs, and has begun fielding throughout the Army National Guard.\n\n* The RMS objectives are to:\n* (1) Directly assist commanders with their unit retention and life cycle management programs.\n* (2) Provide unit leaders with an automated process that enables them to take care of Soldiers earlier in the process.\n* (3) Track actions and save an immeasurable number of man-hours by automating numerous tasks.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe ARNG is continuing to increase its capacity to screen positions of trust by developing and implementing a new application - the personnel accreditation suitability screening (PASS). This application will automate the rapid screening of ARNG Soldiers in positions of trust to include full time and collateral duty sexual assault response coordinators (SARCs), victim advocates (VAs), recruiters, recruit sustainment program (RSP) cadre, and recruit support staff. \n\nAdditionally the application will allow for the processing of SARC/VA credentialing requirements.\n\n\n**Resources:** \n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* For more information on RMS or PASS: \n* Call RCMS helpdesk: 1-800-339-0473 or\n* Email [RCMS helpdesk](mailto:ng.ncr.arng.mbx.rcms-g@mail.mil)\n* Related Stand-To!\n* [-Army National Guard's Mission and Requirements Roster Synchronization Tool](http://www.army.mil/standto/archive_2014-08-15/?s_cid=standto)",
    "date": "Monday, September 8, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n \nIt's an opportunity of a lifetime for the Army's best Soldiers to get even better.\n\n### - Army's Broadening Opportunity Program Manger Joel Strout said Soldiers can apply now for the Broadening Opportunity education programs that provide  unique experiences they can't get anywhere else inside the military; opportunities to work within inter-agency departments like the FBI, CIA, State Department and the Department of Homeland Security.\n\n### [Soldiers can apply now for Broadening Opportunity education programs](http://www.army.mil/article/133173)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}