{
    "id": "2014-09-09",
    "title": "RDECOM Communities of Practice ",
    "body": "**What is it?**\n\nThe [U.S. Army Research, Development, and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/) (RDECOM) has established a [Community of Practice](http://www.army.mil/article/124346) (CoP) construct to deliver science and technology (S&T) and engineering services as an enterprise for critical, complex and enduring technology challenges of the Army.  CoPs are a collaborative mechanism that works to efficiently and effectively coordinate complex activities through the appropriate enterprise experts and decision makers.\n  \n\n**Why is this important to the Army?**\n\nCoPs enable these complex areas of S&T to be engaged holistically,  leveraging the best knowledge and expertise, and retaining knowledge, successes and lessons learned.  CoPs streamline this complex collaboration and inform decision makers so that strategic planning and investments are supported by the combined value of Army S&T.  Most importantly, CoPs emphasize the duty of the S&T community to not only grow the body of knowledge, but also to deliver services and innovative capabilities that will enable the Army to dominate the battlespace of the future.\n\n \n**What has the the Army done?**\n\nTo date, RDECOM has established eight CoPs to address specific S&T challenges of great interest to Army leadership:  \n \n* (1) Counter-Explosive Hazards\n* (2) Counter-Unmanned Aircraft Systems\n* (3) Cyber  \n* (4) Energy and Power \n* (5) Long Range Fires\n* (6) Robotics\n* (7) Self-Sustaining Forward Operating Base\n* (8) Vulnerability Analysis and Assessment \n\nEach of these CoPs is led by a senior executive service chairperson for its technical and organizational complexity and challenge.   \n\n\n**What efforts does the Army plan to continue in the future?**\n\nRDECOM CoPs are currently drafting operating charters, which will define clear scopes of practice that they will serve, and the governance processes for how they will fulfill their missions.  Each CoP charter is developed through a bottom-up approach, drawing from the subject-matter expert workforce and those who directly engage customers and stakeholders within their scope.\n\n\n**Resources:** \n\n* [U.S. Army Research, Development, and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [Army Technology Live](http://armytechnology.armylive.dodlive.mil/)\n* Related document:\n* [- RDECOM Policy 55, \"Enterprise Collaboration\", Jan. 16, 2014](http://jocotas.natick.army.mil/July_14/NSRDEC_Briefing.pdf)\n* Related article:\n* [- RDECOM launches communities of practice to synchronize efforts](http://www.army.mil/article/124346/)\n",
    "date": "Tuesday September 9, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n \nWe're given great responsibility ... and we have to make sure that we understand the importance of doing it within the moral and ethical values of our nation and who we stand for. A profession that is operating appropriately will police itself. It's up to us to make sure that people have confidence in us, that we police ourselves. \n\n### - Chief of Staff of the  Army Gen. Raymond T. Odierno, urging the U.S. Army War College Class of 2015 to consider *What are the responsibilities of members of the Army Profession?*\n\n### [CSA discusses Army Operating Concept with Army War College class of 2015](http://www.army.mil/article/133303/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}