{
    "id": "2014-09-12",
    "title": "Maneuver Center of Excellence Ranger Course Assessment",
    "body": "**What is it?**\n\nAs part of U.S. Army's Soldier 2020 effort aimed at ensuring the best-qualified Soldier has the opportunity to serve in any position where they are capable of performing to standard, the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s [Maneuver Center of Excellence](http://www.wood.army.mil/newweb/)  (MCoE) has initiated deliberate, responsible planning to determine the feasibility of conducting a Ranger course assessment in spring 2015.  The Ranger course assessment, if conducted, would include women and male Soldiers as course students, as well as women observers to serve as advisors for the [Airborne and Ranger Training Brigade](http://www.benning.army.mil/infantry/rtb/)  (ARTB).  In January 2015, the Army will make a decision on conducting the Ranger course assessment.    \n\n\n**What has the Army done?**\n\nThe Army has made tremendous progress executing [Soldier 2020](http://www.army.mil/standto/archive_2013-10-21) by putting the best-qualified Soldiers in each career field within the Army.  In just over two years, the Army has opened to women six previously closed Military Occupational Specialties and over 55,000 positions across all Army components.  Soldier 2020's standards-based, deliberate approach is helping the Army better manage talent by selecting Soldiers for jobs that best correspond to their abilities. \n\n**What continued efforts does the Army have planned for the future?**\n\nA decision will be made in January 2015 to determine the feasibility of conducting an integrated Ranger course assessment in spring 2015.  The Ranger course assessment would be focused on ensuring MCoE institutions, units and leaders are prepared for future integration decisions and all Soldiers are given the opportunity to maximize their potential.  Current Ranger course standards will remain the same for all students; there will be no change to current performance requirements or graduation standards.  \n\nThe [Department of the Army, G1](http://www.armyg1.army.mil/) has published two All Army Activities (ALARACT) messages requesting women volunteers to participate in the assessment planning process.  Women can volunteer as potential course students or volunteer to serve as observers and advisors for the ARTB during the assessment.  Though the decision to conduct the assessment will be made in January 2015, as part of the deliberate planning process, female volunteers will be identified and selected over the next few months.  Details on student and observer/advisor volunteer requirements can be found in each ALARACT.\n\n**Why is this important to the Army?**\n\nThe Army has been executing its standards-based Soldier 2020 plan for over two years, and the Ranger course, along with all closed occupations and training, has been part of that plan.  The Army's goal is to better manage the talent, competence and performance of all Soldiers, ensuring they have the opportunities to maximize their potential, capabilities and contributions.  The MCoE's responsible, deliberate planning will assist Army leaders in making informed decisions.  \n    \n\n**Resources:**\n\n* [Maneuver Center of Excellence](http://www.wood.army.mil/newweb/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Human Resources Command](http://www.hrc.army.mil) \n* CAC log-in required: \n* [- ALARACT message 221/2014: Female Observers Advisors](https://www.us.army.mil/suite/doc/43508686)\n* [- ALARACT message 222/2014: Female Students](https://www.us.army.mil/suite/doc/43508687)\n* Related articles:\n* [- Women volunteers needed for Ranger course assessment](http://www.army.mil/article/133641/) \n* [- Army to open 33,000 positions to female Soldiers in April](http://www.army.mil/article/118930)\n* [- 5 things to know about Soldier 2020](http://www.army.mil/article/114753/)\n* Related STAND-TO!: \n* [- Soldier 2020: Standards for the Army Profession](http://www.army.mil/standto/archive_2013-10-21/?)\n\n\n\n",
    "date": "Friday September 12, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nAccounting for lessons from past transitions, we are building a holistic modernization strategy to change the Army and deliver global land power capabilities to the Joint Force. Force 2025 is not an end state, it is a waypoint toward our Army's future. \n\n\n### - Vice Chief of Staff of the Army Gen. Daniel B. Allyn, in his first official speaking engagement, adressed a standing-room-only audience at a professional development forum - *Strengthening the health of our nation by improving the health of our Army* - sponsored by the Association of the U.S. Army's Institute of Land Warfare, Sept. 10\n\n### [Army vice chief, surgeon general address future of Army Medicine](http://www.army.mil/article/133465/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 10-14: [Invictus Games](http://www.wtc.army.mil/invictus_games/invictus_games_2014.html)\n\n* Sept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}