{
    "id": "2014-09-16",
    "title": "National Hispanic Heritage Month",
    "body": "**What is it?**\n\nEach year from Sept. 15 - Oct. 15, the U.S. Army community both reflects upon and celebrates the tremendous contributions of [Hispanic Americans](http://www.army.mil/hispanicamericans). These individuals have not hesitated to defend and show their allegiance to the nation in many important ways. The legacy of exceptional service begun by prior generations of Hispanic Americans continues today, and is evident in various functional areas of the force and levels of leadership. \n\nHispanic Heritage Month begins Sept. 15, the anniversary of independence for Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua. This month takes into account, the independence day of Mexico on Sept.16 and Chile on Sept. 18. Throughout Spain and Latin America, Columbus Day is also celebrated as \"Hispanity Day.\" \n\n**Why is this important to the Army?**\n\n[Army senior leaders](http://www.army.mil/e2/c/downloads/362107.pdf) acknowledge the great value of embracing diversity within the inclusive military environment. The depth of experience evident in the Army's talent pool helps sustain the legacy as the effective fighting force that America, its allies and adversaries know today. During the [Korean War](http://www.army.mil/koreanwar/), the Borinqueneers of Puerto Rico's 65th Infantry Regiment launched the last recorded battalion-sized bayonet charge and overran the Chinese 149th Division south of Seoul on Feb. 2, 1951. This battle exemplifies the unwavering courage and indomitable spirit that has earned the Hispanic-American Soldiers a distinguished legacy. With more than 40 [Medal of Honor](http://www.army.mil/medalofhonor/) recipients dating back to the Civil War, Hispanic Americans continue to represent the Army with deep and abiding patriotism and heroism.  \n\n\n**What has the Army done?**\n\nAs a tribute, a [tri-signed letter](http://www.army.mil/e2/c/downloads/362107.pdf) was signed by the Secretary of the Army, the Chief of Staff and the Sergeant Major of the Army, encouraging the Army community to plan and execute appropriate commemorative activities to celebrate National Hispanic Heritage Month. The Army will also pay tribute to Hispanics by telling their stories in command information products at all levels. Army installations worldwide will also conduct local events to honor Hispanic-American Soldiers. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to recruit the best-qualified Soldiers of all backgrounds and ensure that these individuals are given every opportunity and encouragement to rise to  their highest level of ability, so that they can be \"Army Strong!\" The Army encourages every member of the Army family to learn about and celebrate the contributions of all Hispanic Soldiers, civilians and their families who have given so much to help safeguard the nation's freedom.\n  \n\n**Resources:**\n\n* [2014 Hispanic Heritage Month tri-signed letter](http://www.army.mil/e2/c/downloads/362107.pdf)\n* [Army.mil: Hispanic Heritage in the Army](http://www.army.mil/hispanicamericans)\n* [Presidential Proclamation -- National Hispanic Heritage Month 2014](http://www.whitehouse.gov/the-press-office/2014/09/12/presidential-proclamation-national-hispanic-heritage-month-2014 )\n* [Army G-1, Equal Opportunity Branch](http://www.armyg1.army.mil/eo/)\n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army](http://www.history.army.mil/html/topics/hispam/index.html)\n* [U.S. Dept of Veterans Affairs, Office of Diversity and Inclusion](http://www.diversity.va.gov/calendar/hhm.aspx)\n* [Recent 17 Hispanic American Medal of Honor Recipients](http://www.army.mil/medalofhonor/valor24/)\n* Related article: \n* [- Celebrating Diversity in the Army](http://www.army.mil/article/133145/)\n* Related STAND-TO!: \n* [-  Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n\n",
    "date": "Tuesday, September 16, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\n\nOur nation and our Army are much stronger today because we embrace diversity. Subsequently, the U.S. Army is a more effective fighting force because our leadership values the strengths and depth of experience available without our military and civilian talent pools. \n\n\n### - Taken from the senior leaders message  \n\n### Read the complete message in the tri-signed letter -  [National Hispanic Heritage Month: *Hispanics: A Legacy of History, a Present of Action and a Future of Success*](http://www.army.mil/e2/c/downloads/362107.pdf)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15: White House Ceremony of the Medal of Honor awards to [Adkins](http://www.army.mil/medalofhonor/adkins/?from_stevents) and [Sloat](http://www.army.mil/medalofhonor/sloat/?from_stevents)\n\n* Sept. 16: Hall of Heroes Ceremony for [Adkins](http://www.army.mil/medalofhonor/adkins/?from_stevents) and [Sloat](http://www.army.mil/medalofhonor/sloat/?from_stevents)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}