{
    "id": "2014-09-17",
    "title": "Exercise Rapid Trident",
    "body": "**What is it?**\n\n[Rapid Trident 2014](http://www.eur.army.mil/RapidTrident) is an annual [U.S. European Command](http://www.eucom.mil/) Joint Exercise Program exercise that takes place at the International Peacekeeping and Security Center in Yavoriv, Ukraine. The exercise is designed to promote regional stability and security, strengthen international military partnerships and foster trust while improving interoperability among NATO and partner nations. \n \nThis year's exercise, slated from Sept. 15-26, will include approximately 1,300 military personnel from Ukraine, Azerbaijan, Bulgaria, Canada, Georgia, Germany, Great Britain, Latvia, Lithuania, Moldova, Norway, Poland, Romania, Spain and the U.S., as well as representatives from NATO. RT14 consists of a multinational field training exercise with a focus on interoperability among U.S. and NATO forces. The FTX also supports Ukraine's Annual National Program designed to achieve Ukrainian Land Forces' interoperability with NATO and Ukraine's NATO Operational Capabilities Concept Evaluation and Feedback Program.\n\n\n**Why is this important to the Army?**\n\nUkraine, though not a NATO ally, is a key enduring partner for the U.S. and NATO that contributed forces to Operations Iraqi Freedom and Enduring Freedom. Maintaining partnership with Ukraine contributes to U.S. national security interests in Europe by promoting regional cooperation and stability in an area where that stability is more tenuous than it has been in decades. Rapid Trident is crucial to those goals, as it provides partner nation forces with combined training opportunities that enhance all participating forces' ability to conduct multinational operations and reinforces bonds between the U.S. and our partners and allies.  \n\n\n**What has the Army done?**\n\nThe U.S. Army has conducted exercises in Ukraine since 1995 to meet the national and military strategic goals of Ukraine, the U.S. and all participating partner forces. This year RT14, originally scheduled for July, was postponed as Ukraine and its military dealt with upheaval in the nation's sociopolitical system and the subsequent violation of Ukrainian sovereignty when Russia annexed the Crimean peninsula. Despite the challenge of ongoing conflict in the eastern part of the country, the Ministry of Defence of Ukraine, the U.S. Army, and [U.S. Army Europe](http://www.eur.army.mil) are committed to conducting RT14 side by side with the 13 other participating nations. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Rapid Trident program improves coalition interoperability and promotes understanding and cooperation between military forces, encourages professional exchange with Partnership for Peace nations, and supports Ukraine's NATO Operational Capabilities Concept Evaluation and Feedback Program. Those efforts are expected to continue with future training events and exercises with Ukraine.\n  \n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil)\n* [Rapid Trident microsite](http://www.eur.army.mil/RapidTrident)\n* [U.S. European Command](http://www.eucom.mil)\n* [- Statement on Exercise Rapid Trident 2014](http://www.eucom.mil/media-library/article/26810/statement-on-exercise-rapid-trident-2014) \n* [- Media Advisory](http://www.eucom.mil/media-library/article/26811/media-invited-to-cover-exercise-rapid-trident-2014-in-ukraine)\n* [Partnership for Peace](http://www.nato.int/cps/en/natolive/topics_50349.htm)\n* Related STAND-TO!: \n* [- USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n* [- The European Activity Set](http://www.army.mil/standto/archive_2014-01-27/)\n",
    "date": "Wednesday, September 17, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThe courage of this sort is beyond words, even beyond understanding, and maybe we can be satisfied only with knowing there exists in some people, something so inviolable, something so precious that they would sacrifice their own lives to protect it, to ensure its continued vitality.\n\n\n### - [Under Secretary of the Army Brad Carson](http://www.army.mil/leaders/usa/), paying tribute to the valorous acts of the Medal of Honor recipients, during the Hall of Heroes induction ceremony for Retired [Command Sgt. Maj. Bennie G. Adkins](http://www.army.mil/medalofhonor/adkins/?from=stquote) and [Spc. 4 Donald P. Sloat](http://www.army.mil/medalofhonor/sloat/?from=stquote).  \n\n### [Army Vietnam veterans inducted into Pentagon's Hall of Heroes](http://www.army.mil/article/133797)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}