{
    "id": "2014-09-18",
    "title": "Army National Guard's Suicide Prevention Program",
    "body": "**What is it?**\n\nThe [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx) (ARNG) has taken a proactive approach to providing holistic care to service members and their families.  Suicide prevention involves engaging leadership at all levels, providing intervention training to first line leaders and linking Soldiers with resources. \n\nCalendar year 2013 recorded the highest numbers of suicide to date. The ARNG lost 120 Soldiers to suicide, which is approximately the number of Soldiers in an infantry company. To combat this devastating loss, the Army Guard is pursuing multiple programs at the national and state levels.\n\n\n**What has the Army National Guard done?**\n\nThe ARNG has provided suicide prevention program managers in each state, territory and the District of Columbia to lead suicide prevention efforts.  \n\nMany states have partnered with their local Health and Human Services agencies to provide free or low-cost behavioral health services to service members and their families. The ARNG recently signed a [national memorandum of understanding with Give an Hour](http://connected.giveanhour.org/army-national-guard.shtml), a network of local providers who offer free clinical services to the military. The ARNG is further expanding behavioral health resources by allocating additional directors of Psychological Health in the states and territories. \n\nSeveral ARNG initiatives, such as the [Maryland National Guard's Partners in Care](http://www.md.ngb.army.mil/absolutenm/templates/?a=801), have been so successful that they have been adopted by the Department of Defense. Vets4Warriors, a DOD peer support hotline, began as a [New Jersey National Guard initiative](http://www.state.nj.us/military/hro/r3sp/). Due to the overwhelming demand from service members of all components, Office of the Secretary of Defense adopted the programs as a resource for all branches of service.\n\n\n**What continued efforts does the Army National Guard have planned for the future?**\n\nIn October, the ARNG will launch [Ready 54](http://www.ready54.org/), a smart phone app which provides users with quick access to crisis assistance, a geolocated resource directory, battle buddy reminders, and notifications from leadership. The ARNG has also implemented a robust training schedule to train 10 percent of its end strength in Applied Suicide Intervention Skills Training (ASIST) and Ask, Care, Escort - Suicide Intervention training (ACE-SI) by 2016. The ARNG recognizes that each suicide is a tragic loss, and conducts a thorough evaluation after deaths to discover contributing factors and conducts research to identify ways ahead.\n\n**Why is this important to the Army?**\n\nMany components and members of the U.S. Army are similarly geographically dispersed, such as [U.S. Army Cadet Command](http://www.cadetcommand.army.mil), [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/), and the [Army Reserves](http://www.usar.army.mil/Pages/default.aspx), and can also benefit from the ARNG's initiatives. The strides taken by the Army National Guard in linking community resources continue to be adopted Army- and DOD-wide. \n  \n\n**Resources:**\n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [ARNG News](http://www.army.mil/news/nationalguard/)\n* [Army Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/)\n* [Army G-1: Suicide Prevention Training Resources](http://www.armyg1.army.mil/hr/suicide/training.asp)\n* [Army Suicide Awareness Month 2014 tri-signed letter](http://www.armyg1.army.mil/hr/suicide/docs/SPM_Tri-Signed_Letter_2014.pdf)\n* [Ready54.org](http://www.ready54.org/)\n* [Give an Hour](http://www.giveanhour.org)\n* [Vets4Warriors](http://vets4warriors.com)\n* Related STAND-TO!: \n* [- Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n* [- Ready and Resilient Campaign: Army Suicide Prevention Program](http://www.army.mil/standto/archive_2013-09-03/)",
    "date": "Thursday, September 18, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nLeaders across the Army should assess their units and engage in events and training to foster a climate of trust that supports help-seeking behaviors.\n\n\n### - Army senior leaders \n\n### Taken from the [Army Suicide Awareness Month 2014 tri-signed letter](http://www.armyg1.army.mil/hr/suicide/docs/SPM_Tri-Signed_Letter_2014.pdf)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}