{
    "id": "2014-09-19",
    "title": "20th CBRNE Command Decisive Action Training Integration",
    "body": "**What is it?**\n\nThe [20th CBRNE Command (Chemical, Biological, Radiological, Nuclear, Explosives)](http://www.cbrne.army.mil/) is the Department of the Army's sole CBRNE formation focused on combating the full range of CBRNE hazards.  The command integrates, coordinates, deploys and provides trained and ready CBRNE forces.\n\nThe 20th CBRNE Command is home to 85 percent of the Active Army's CBRNE capabilities, with two EOD Groups, one CBRN Brigade and several special purpose capabilities, including deployable laboratories, Nuclear Disablement Teams and CBRNE Coordination Elements.\n\n\n**Why is this important to the Army?**\n\nThe 20th CBRNE Command, in partnership with the Combat Training Centers (CTCs) and other members of the CBRNE community of purpose, have constructed industrial scale training venues and targets which provide Soldiers an opportunity to experience CBRNE hazards that include roadside IEDs, underground facilities, life-sized chemical and biological laboratories and nuclear production/reprocessing facilities. \n \nThese CTC training rotations better prepare 20th CBRNE formations for global employment.   Stationed on 19 posts in 16 states, 20th CBRNE Soldiers routinely train and operate with joint, interagency and allied partners.  Across the nation and around the globe, 20th CBRNE Command Soldiers and civilians are always on watch.\n\n\n**What has the Army done?**\n\nThe global strategic environment is complicated by potential adversaries with the technology necessary to employ hazards ranging from radiological dispersal devices to toxic chemicals and biotoxins to improvised explosive devices.  This new reality mandates a rapidly deployable, tailorable and scalable CBRNE capability capable of effective integration and decisive employment on unified land operations.  \n\nIn 2013, the 20th CBRNE Command began integrating CBRNE Battalion Task Forces and CBRNE Company teams into decisive action training rotations at the National Training Center at Fort Irwin, California, and the Joint Readiness Training Center at Fort Polk, Louisiana.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe 20th CBRNE Command is experimenting with task organizing its two EOD groups and chemical brigade into multifunctional CBRNE Brigade Task Forces that are regionally aligned with I Corps in the Asia Pacific region, III Corps in Europe, Africa and the Middle East and XVIII Airborne Corps on Global Response Force missions.  \n\nAdditionally, the 20th CBRNE Command is working with the Maneuver Support Center of Excellence to publish ATP 3-37.11 \"CBRNE Task Force Operations.\"\n  \nDuring exercises and operations, 20th CBRNE Command proves its mettle as a ready, reliable and globally responsive formation capable of defeating the world's most dangerous weapons anytime and anywhere.\n \n\n**Resources:**\n\n* [20th CBRNE Command](http://www.cbrne.army.mil/)\n* [Army.mil: 20th CBRNE News](http://www.army.mil/20thcbrne)\n* 20th CBRNE on social media: \n* [- Facebook](https://www.facebook.com/20thCBRNECommand)\n* [- Twitter](https://twitter.com/20thCBRNE)\n* [- YouTube](https://twitter.com/20thCBRNE)\n* [- Flickr](https://www.flickr.com/photos/20thcbrne)\n* Related articles:\n* [- 20th CBRNE integrates into decisive action training](http://www.army.mil/article/130138)\n* [- 20th CBRNE Soldiers complete Ulchi Freedom Guardian](http://www.army.mil/article/132815)\n* [- 20th CBRNE troops train with 82nd Airborne Division](http://www.army.mil/article/133020)\n* [- 20th CBRNE demonstrates mission capabilities](http://www.army.mil/article/131291)\n* [- 20th CBRNE training prepares Soldiers for all hazards](http://www.army.mil/article/132486/)\n* [- Atropian Phoenix demonstrates integrated CBRNE operations](http://www.army.mil/article/130225/)\n* [- South Korean troops participate in CBRN exercise](http://www.army.mil/article/129052/)\n* [- 20th CBRNE Soldiers head south for Panamax](http://www.army.mil/article/131714/)\n* [- Specialized units train to counter CBRNE threats](http://www.army.mil/article/128666/)\n* [- 20th CBRNE Command hones capabilities during exercise](http://www.army.mil/article/128179/)",
    "date": "Friday, September 19, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nSuicide and high-risk behavior reduction remains an incredibly difficult problem and has the top interest of our Army senior leaders as well as our Department of Defense. We need to continue to work and strive to reduce high-risk behavior and suicides across our force.\n\n### - Brig. Gen. Michael Bobeck, special assistant to the director, [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx), emphasizing suicide prevention as one of the top priorities, at the Psychological Health and Resilience Summit at Defense Health Headquarters, Falls Church, Virginia, yesterday.\n\n### [BG Bobeck: Every suicide tragic, got to get to zero](http://www.army.mil/article/133997/)\n\n### Related STAND-TO!: [Army National Guard's Suicide Prevention Program](http://www.army.mil/standto/archive_2014-09-18/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}