{
    "id": "2014-09-22",
    "title": "U.S. Army Europe's Outreach-KONTAKT Program",
    "body": "**What is it?** \n\n[Outreach-KONTAKT](http://www.eur.army.mil/Kontakt/default.htm) is a community relations program designed to enhance quality of life for [U.S. Army in Europe](http://www.eur.army.mil/) Soldiers, civilians and families by providing a platform to unite them with German and third-country citizens to achieve common goals through educational, charitable and cultural and recreation events. The Outreach-KONTAKT program has an enormous effect on morale and welfare and helps the Army maintain positive relationships with its European hosts -- a key element to continued U.S. presence in Europe.\n\n\n**Why is this important to the Army?**\n\nThe [Outreach-KONTAKT](http://www.eur.army.mil/Kontakt/default.htm) program is a critical element of the Army's military support to public diplomacy and an important tool in telling the Army story to an enthusiastic group of host nation supporters. Outreach-KONTAKT club members are goodwill ambassadors for the United States and Germany. The connections the program creates and the support it provides are invaluable to Soldiers, civilian employees and family members, and build partnerships that endure and reinforce the Army's mission priorities and America's national interests.\n\n\n**What has the Army done?**\n\nIn 2013, members of Outreach-KONTAKT provided 102,983 volunteer hours in support of programs and events that improved quality of life for Army Soldiers, families, and civilians. These hours compute to approximately $2.3 million. Volunteer projects included support for deployed Soldiers and families, Youth Services programs, financial donations and events for wounded warriors.  To maintain continual dialogue and partnership, USAREUR hosts quarterly roundtable discussion meetings to coordinate and implement volunteer possibilities for Outreach-KONTAKT clubs across Germany. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nIn addition, USAREUR hosts a yearly Outreach-KONTAKT training symposium to sustain and build upon the Army's commitment to the program and the partnership and goodwill it has developed. This year's symposium is scheduled for September 26-29. \n\nDuring that event, participants will discuss USAREUR's command vision and the way ahead for Outreach-KONTAKT; explore recommendations for mutual support possibilities with representatives of the Army Installation Management Command-Europe; develop suggestions on activities to increase quality of life that are based on Army and command viewpoints and priorities; and participate in breakout sessions on a variety of topics of shared interest. In addition, Outreach-KONTAKT club representatives will discuss their program goals for the coming year and beyond. The intent of the program and the symposium is to ensure these influential members of German communities are well-informed and able to accurately communicate about the U.S. Army and its presence in Europe. The training also helps volunteers to better understand how they can best help the Army community in Europe improve quality of life. \n\n\n**Resources:**\n\n* [Outreach-KONTAKT](http://www.eur.army.mil/Kontakt/default.htm)\n* [U.S. Army in Europe](http://www.eur.army.mil/)\n\n",
    "date": "Monday, September 22, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nWe've got to have a security debate in this country and decide what we want to do. Not a budget debate, a security debate about what capabilities and responsibilities we want from our Army. \n\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), emphasizing the fact that with the current fiscal constraints the Army would be unable to execute the current strategy, at a Defense Writers Group at the Fairmont Hotel in Washington, D.C., Sept. 19\n\n### [CSA on Army budget: Fiscal year 2016 is breaking point](http://www.army.mil/article/134060/)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}