{
    "id": "2014-09-23",
    "title": "Autonomy-Enabled, Optionally-Manned Vehicle Systems",
    "body": "**What is it?** \n\nThe [U.S. Army Tank, Automotive Research, Development and Engineering Center (TARDEC)](http://www.army.mil/tardec) provides engineering and scientific expertise for numerous Department of Defense ground system conceptualization, research, development, testing and evaluation, acquisition and sustainment efforts. TARDEC's 30-year strategy provides an overarching framework to develop, integrate and sustain advanced manned and autonomy-enabled ground system capabilities for the current and future force. \n\nThe strategy is shaped through TARDEC's enduring engagements with the Training and Doctrine Command, the U.S. Army Materiel Command and the Research, Development, and Engineering Command, the Army's acquisition and program of record management community, many other science and technology organizations across DoD, other federal agencies, industry, academia and international partners.\n\n\n**Why is this important to the Army?**\n\nThe Army's future force must be able and ready to be called upon for a variety of missions. It must be ready to apply land power/ground forces toward achieving strategic outcomes across the full range of military operations.\n\n\n**What has the Army done?**\n\nTARDEC is developing an understanding of how to leverage autonomy and autonomous systems - understanding not only the technological value of these new capabilities, but also generating user acceptance. Autonomous systems and autonomy-enabled manned ground platforms are enabling capabilities that provide force multiplication to warfighting functions and to large installations. These capabilities are major objectives of TARDEC's research and development programs.  TARDEC continues to collaborate with its partners to integrate technologies and develop advanced capabilities that improve warfighter effectiveness and efficiency.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nAs the Army looks to the future, there is opportunity for the ground vehicle community to help shape the unique role of land forces in achieving national security objectives.  The Army is aware of fiscal constraints and how they affect its actions, but cannot allow those constraints to define the end-state for which the Army is striving. The Army must work diligently and purposefully to shape future operational landscapes and, as a ground force, remain ready and resilient.\n\n\n**Resources:**\n\n* [TARDEC](http://www.army.mil/tardec)\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/rdecom)\n* Related document:\n* [- U.S. Army Celebrates New Systems Optimization and Characterization Capabilities](http://www.army.mil/e2/c/downloads/355915.pdf)\n* Related articles:\n* [- Unmanned Vehicle Demo Showcases Leap-Ahead Technology](http://www.army.mil/article/121985/Unmanned_vehicle_demonstration_showcases_leap_ahead_technology/)\n* [- TARDEC demos autonomous vehicles](http://www.forthoodsentinel.com/story.php?id=12708)\n* Related video:\n* [TARDEC - Autonomous Convoy Demonstration 2014](https://www.youtube.com/watch?v=gXnDKGhg_j4 )\n",
    "date": "Tuesday, September, 23, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nWe have to realize this is a long-term threat that will take a long-term commitment. If you don't believe (ISIL) doesn't want to attack the West and America, you're kidding yourself. That is their goal.\n\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), remarks about dealing with the threat from Islamic State of Iraq and Levant (ISIL), as the guest speaker at a Defense Writers Group, Fairmont Hotel, Washington, D.C., where he was  Sept. 19 \n\n### [ISIL must be taken down by cooperative effort, says Army chief](http://www.army.mil/article/134059/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n"
}