{
    "id": "2014-09-24",
    "title": "Total Army Strong ",
    "body": "**What is it?** \n\nTotal Army Strong succeeds the Army Family Covenant, and provides a broader, tailorable platform from which commanders can deliver essential programs to support a ready Army. Commanders will have flexibility to prioritize and adjust installation programs and services regardless of geographic location or component. Total Army Strong continues and underscores the U.S. Army's commitment and responsibility to the total Army family -- Soldiers, family members and civilians.\n\n**Why is this important to the Army?**\n\nTotal Army Strong reaffirms the Army's commitment to the total Army family, builds trust and faith between the Army and its most precious resource,  the people,  and sets the foundation for a balanced system of programs and services. These programs and services will meet the unique demands of military life, foster life skills, strengthen and sustain physical and mental fitness and resilience, and promote a strong, ready, and resilient Army.\n\n\n**What has the Army done?**\n\nUnder the Army Family Covenant, the Army doubled its investment in base funding for Soldier and family programs from fiscal year 2007 to 2010. This investment funded [Survivor Outreach Services](http://www.sos.army.mil), new child development centers, youth centers, and Soldier and Family Assistant Centers for Wounded Warriors. It also improved [Army housing](http://www.housing.army.mil) and increased accessibility to health care. These enhancements built a better environment for Soldiers, family members and civilians to thrive. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nTotal Army Strong marks the evolution of the Army Family Covenant. As the nation and the Army prepare for the future, the needs of Soldiers and families also will evolve. The Army will find a new balance to support the premier, all-volunteer Army through responsible stewardship, program assessment and the promotion of self reliance. Decisions to adjust programs will be made strategically, but will be executed locally at the installation level.  This will ensure a sustainable balance of services to promote long-term Soldier and family readiness. The Army will continue to refine programs to ensure they efficiently serve the most critical needs of the Soldiers, family members and civilians. The Army will keep the force healthy, self-reliant, ready and resilient. \n\n\n**Resources:**\n\n* [Army OneSource](http://www.MyArmyOneSource.com)\n* [Soldier For Life](http://www.soldierforlife.army.mil)\n* [Army Survivor Outreach Services](http://www.sos.army.mil)\n* [Comprehensive Solider Fitness](http://csf2.army.mil/)\n* [Army Medical Command](http://www.army.mil/Armymedicine)\n* [Army Housing](http://www.housing.army.mil)\n* [Strong Bonds](http://www.strongbonds.org)\n* Related article:\n* [- Army Leaders Sign Covenant with Families](http://www.army.mil/article/5641/army-leaders-sign-covenant-with-families/)\n* Related STAND-TO!:\n* [- Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/)\n* [- Strong Bonds](http://www.army.mil/standto/archive/2009/10/27/)\n* [- Soldier For Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n* [- Family Resilience Training Program](http://www.army.mil/standto/archive_2013-11-13/)\n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n",
    "date": "Wednesday, September, 24, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nEveryone says they are a professional, so why do we continue to have challenges with sexual assault and suicide?\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler](http://www.army.mil/leaders/sma/), in continuation of his discussion on the character, commitment and competence it takes to remain a professional in the armed forces, while speaking to 500 Soldiers, during a town hall session at Fort Lee, Virgina, Sept. 22\n\n### [SMA discusses sexual assault, suicide during Lee town hall](http://www.army.mil/article/134224/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 24: [Operation Arkansas](http://www.army.mil/arkansas/)\n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n* **October 2014** \n\n* Energy Action Month\n\n* National Domestic Violence Awareness Month\n\n* National Disability Employment Awareness Month \n\n* National Depression Education & Awareness Month\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting    \n\n"
}