{
    "id": "2014-09-26",
    "title": "Gold Star Mothers",
    "body": "**What is it?** \n\n[Gold Star Mothers](http://www.army.mil/goldstarmothers/) are women who have been changed forever, through the ultimate sacrifice of their sons and daughters who sacrificed their lives in the service of the nation.  These mothers are an inspiration to all Americans. They exemplify courage, grace and fortitude in the face of incalculable sorrow. \n\nEnacted June 23, 1936, the 74th United States Congress designated \"Gold Star Mother's Day\" as a national commemoration for the American people to pause and honor the continued service of the Gold Star Mothers.  \n\nDuring World War I, Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each military service member. Families stitched a gold star over the blue one to honor those members who died in military service. \n\n\n**What has the Army done?**\n\nThe Army joins all Americans annually in support of Gold Star Mother's Day on the last Sunday in September. Arlington National Cemetery, the Vietnam Veterans Memorial and the Tomb of the Unknown Soldier all hold memorial events.   Army leaders encourage department personnel and their families to take time on this day to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones, who have been left behind.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is dedicated to providing long-term support throughout the grief process of these Gold Star survivors. Army Survivor Outreach Services delivers coordinated, comprehensive, and standardized programs across the force to meets survivors needs. These dedicated resources represent the Army's commitment to first-class service for as long as the family desires.\n\n\n**Why is this important to the Army?**\n\nGroups like the Gold Star support the surviving military families by echoing the critical message that their sacrifices will not be forgotten. The Army, on behalf of a grateful nation, salutes America's Gold Star Mothers. They are, and always will be, members of the great Army family. The Army, along with the nation, recognizes their courage and is committed to support them while honoring the legacy of the fallen - the Soldiers, their children.\n\n\n\n**Resources:**\n\n* [Gold Star Mothers](http://www.goldstarmoms.com/)\n* [www.GoldStarPins.org](http://www.goldstarpins.org/)\n* [U.S. Army Gold Star Mothers](http://www.army.mil/goldstarmothers/)\n* [U.S. Army Human Resources Command ](https://www.hrc.army.mil/site/active/tagd/cmaoc/altfcm/programs.htm)\n* [U.S. Army Survivor Outreach Service](http://www.myarmyonesource.com/FamilyProgramsandServices/SurvivingFamilies/SurvivorOutreachServices.aspx)\n* Related STAND-TO!: \n* [- Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)\n",
    "date": "Friday, September 26, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nThese Mothers stand at the center of the Gold Star network, offering love and support to kindred spirits, fellow survivors who have also lost a precious gift. It is with tremendous pride and resilience that, together, they continue to honor the ultimate sacrifice that their children made.\n\n### - Taken from the senior leaders message [Honoring Gold Star Mothers.](http://www.army.mil/article/133438)\n\n### - Read the complete message in the tri-signed letter: [Honoring Gold Star Mothers](http://www.army.mil/article/133438)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n* Sept. 24: [Operation Arkansas](http://www.army.mil/arkansas/)\n\n* Sept. 28: [Gold Star Mothers Day](http://www.army.mil/goldstar/)\n\n* **October 2014** \n\n* Energy Action Month\n\n* National Domestic Violence Awareness Month\n\n* National Disability Employment Awareness Month \n\n* National Depression Education & Awareness Month\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting    \n\n"
}