{
    "id": "2014-09-30",
    "title": "Antiterrorism Criticality Assessments ",
    "body": "**What is it?** \n\nAn antiterrorism criticality assessment addresses the effect of temporary or permanent loss of key assets or infrastructures on the installation or a unit's ability to perform its mission. \n\nThe Army antiterrorism awareness theme for the first quarter (October through December) fiscal year 2015 (1Q/FY15), is *Antiterrorism Criticality Assessments*.  Army Protection Program Assessments (APPA) conducted during FY13 and FY14 identified the need to increase understanding of the subject to ensure appropriate measures are taken to protect Army personnel, information, and resources from acts of terrorism.\n\n**What has the Army done?**\n\nThe Army is focused on antiterrorism criticality assessments in order to increase leader and staff understanding of the importance of these assessments and to reinforce the need for a common approach to conducting them. The information and conclusions from the criticality assessment process identifies the relative importance of a wide range of assets at the installation level in order to inform decisions to apply protection resources. \n\n* The [Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx) contains extensive products and resources for Army-wide antiterrorism awareness initiatives.  The primary product supporting this quarterly theme is a white paper which expresses the following key points regarding antiterrorism criticality assessments: \n* -- Definition of the problem and common areas of concern\n* -- Reviews DOD, Joint, and Army policy (AR 525-13, Standard 5) and doctrine for antiterrorism criticality assessments \n* -- Benefits of an effective criticality assessment to prioritize resources for the protection of Army assets\n* -- Logical process for completing a criticality assessment and the use of the information to inform resource allocation\n* -- Establishes characteristics of an effective criticality assessment\n* -- Includes examples of case studies and historical vignettes for the purpose of reinforcing the importance of criticality assessments and the associated risks \n\n\n**What continued efforts does the Army have planned for the future?**\n\n* The other antiterrorism quarterly awareness themes and focus areas for FY15 include:\n* -- 2Q/FY15: Antiterrorism Operation in Field Units\n* -- 3Q/FY15: Antiterrorism AOR Awareness\n* -- 4Q/FY15: Antiterrorism Training\n* -- August 2015: Observance of Antiterrorism Awareness Month (pre-decisional)\n\n\n**Why is this important to the Army?**\n\nGiven the persistent threat of terrorism the Army's antiterrorism efforts must remain proactive and the entire Army community must be involved and remain vigilant.  Criticality assessments represent a key step in understanding what assets are most important to support mission execution and arms leaders with the knowledge necessary to apply the appropriate protection-related resources at the right time and place.\n\n\n\n**Resources:**\n\n* Note: The Army Policing Portal and the Army Antiterrorism Enterprise Portal (ATEP) have migrated. Users must select their \"e-mail certificate\" to gain access to either portal.\n* [- Army Policing Portal](https://army.deps.mil/army/sites/APP/SiteAssets/AppHome.aspx)\n* [- Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* Related document: \n* - AKO log -in required: [AR 525-13, Standard 5: *Antiterrorism*](https://armypubs.us.army.mil/epubs/dr_pubs/dr_b/pdf/r525_13.pdf)\n* Related STAND-TO!: \n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [-  Army Antiterrorism](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)\n* [- iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n\n\n",
    "date": "Tuesday, September 30, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nDo something. Don't assume someone else is going to take action. You take action.\n\n### - Retired Command Sgt. Maj. Jeffery Powell, emphasizing upon the Army's [Warrior Ethos](http://www.army.mil/values/warrior.html). Powell personified the Ethos, when he took immediate action to help his former battle buddy, after seeing and recognizing the Soldier's Facebook post as a suicide attempt. \n\n### - [Soldier posts suicide attempt to Facebook](http://www.army.mil/article/134479/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* National Domestic Violence Awareness Month\n\n* National Disability Employment Awareness Month \n\n* National Depression Education & Awareness Month\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting    \n\n"
}