{
    "id": "2016-02-01",
    "title": "Army Worldwide Anti-terrorism Conference",
    "body": "### What is it?\n\nThe Army's anti-terrorism program protects personnel, information, property, and facilities against acts of terrorism.  As the executive agent for anti-terrorism, the [Office of the Provost Marshall General of the U.S.Army](http://www.army.mil/opmg) (OPMG) is hosting the Army Worldwide Anti-terrorism Conference, Feb. 2-5,  2016.  The conference goal is to educate and develop anti-terrorism professionals, build synergy for anti-terrorism strategic goals, and involve anti-terrorism staff and leaders in solving key issues impacting the program. The theme for this year's conference is *The Evolution of Anti-terrorism, Staying Ahead of the Terrorist Threat*.  \n \n### What has the Army done?\n\nThe conference provides a forum for Army Command, Army Service Component Command, Direct Reporting Unit, and Army National Guard anti-terrorism representatives to share knowledge and reinforce program improvements from previous years.  The conference includes an extensive list of distinguished speakers from across the Department of Defense and interagency organizations who will speak on topics related to a persistent terrorist threat and methods and approaches to defending against the threat.  Senior leaders responsible for the execution of command-level anti-terrorism programs should seek back-briefs from their conference representative to help focus command specific efforts.   \n\n### What does the Army have planned for the future?\n\nThe Army continues to implement an anti-terrorism strategy and supporting communication plan to instill Army-wide heightened awareness and vigilance to protect the Army community and critical resources from terrorist activities.  The anti-terrorism communication plan establishes four broad themes: constant vigilance, timely threat reporting, knowledge of anti-terrorism concepts and principles, and leadership emphasis. \n \nTo facilitate Army-wide community out-reach efforts, the Deputy Chief of Staff, G-3/5/7 designated quarterly themes to promote unified focus for anti-terrorism priorities.  The themes for FY16 include: 1Q/FY16: Anti-terrorism Community Awareness, 2Q/FY16: Physical Security Measures, 3Q/FY16: Measuring Anti-terrorism Performance, 4Q/FY16: Insider Threat, August 2016: Observance of Anti-terrorism Awareness Month.\n\n\n### Why is it important to the Army?\n\nTerrorism is an enduring, persistent, worldwide threat to our Nation and our forces.  Army forces (including installations, standalone facilities and operational units) must be capable of deterring, preventing, and defending against the full range of terrorist tactics.  This conference provides an opportunity to assess the status of Army anti-terrorism efforts and address emerging issues.  Conference outputs support actions to strengthen capabilities and resolve to defend against the terrorist threat.  \n\n### Resources:\n\n*Note:  Information and products supporting the anti-terrorism conference are located on the Army Anti-terrorism Enterprise Portal (ATEP).  Additionally, a post-conference proceedings report will be published and posted to ATEP in March 2016.*\n\n\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [Army Anti-terrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [Office of the Provost Marshall General of the U.S.Army](http://www.army.mil/opmg)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource: Anti-terrorism Awareness information](http://www.myarmyonesource.com/) \n(Found under the iWATCH Army logo at the bottom of the home page)\n\n#### Related STAND-TO!: \n* [Q2 FY16: Anti-terrorism Awareness Quarterly Theme -- Physical Security Measures](http://www.army.mil/standto/archive_2016-01-04/)\n* [Q1 FY16: Anti-terrorism Criticality Assessments](http://www.army.mil/standto/archive_2015-09-30/)\n",
    "date": "Monday, February 1, 2016",
    "quote": "Quote for the Day\n------------------------\n\nOur calculation is quite simple - we want our people to be able to balance two of the most solemn commitments they can ever make: a commitment to serve their country and a commitment to start and support a family.\n\n### - Secretary of Defense Ash Carter, emphasizes upon previously announced initiatives on strengthening the force of the future.\n\n### [Carter announces 12 weeks paid military maternity leave, other benefits](http://www.army.mil/article/161694)\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}