{
    "id": "2016-02-02",
    "title": "The Conference of American Armies ",
    "body": "### What is it?\n\nThe Conference of American Armies (CAA) is comprised of 20 member armies from the Caribbean, Central, North and South American countries, five observer armies and two international military organizations. It is a forum for chiefs of armies to come together and discuss issues of mutual interest in order to contribute to hemispheric security, protection against threats to peace, democracy and freedom and to enhance interpersonal relationships. The CAA conducts a two-year cycle of specialized conferences and exercises hosted by different member armies, culminating in a commanders' conference. The host for the 31st cycle (2014-2015) was the National Army of Colombia. \n \n### What has the Army done?\n\nSince 1960, the CAA has provided a venue for the Chief of Staff of the Army to engage in multilateral and bilateral dialogue with counterparts in the region. U.S. Army South is the Army's action agent and CAA liaison responsible for all conference coordination with the event host armies. The U.S. Army will host the transfer ceremony on Feb. 2nd in Washington, D.C., when it assumes responsibility for the CAA's Permanent Executive Secretariat of CAA (PESCAA) from Colombia. This will be the first time the U.S. Army has hosted PESCAA since the 19th CAA cycle (1990-1991). During the past cycle, the U.S. Army hosted a specialized conference on new challenges to defense in the 21st century in April 2014 at Fort Benning, Georgia.  \n\n### What does the Army have planned for the future?\n\nThe CAA will provide continual direct engagement with senior military leaders to ensure a current understanding of partner nation views and issues facing land force commanders. In 2016-2017 the U.S. Army will host the Permanent Executive Secretariat which is responsible for coordinating all CAA activities. The Armed Forces of the Dominican Republic has volunteered to host the 33rd CAA cycle (2018-2019).\n\n\n### Why is it important to the Army?\n\nThe CAA will allow leaders to discuss lessons learned and apply them to individual and shared doctrine, training and education. It also provides a common understanding of current operations and how relationships and cooperation sustains individual and shared capacity in current and future efforts. The CAA has made significant contributions to peacekeeping, which is paramount to the region. Armies exist to perpetuate peace, and this forum allows leaders of armies to strengthen relationships, increase cooperation, and integrate ways to improve interoperability in combined capabilities.\n\n### Resources:\n\n* [U.S. Army South](http://www.arsouth.army.mil)\n\n#### ARSOUTH on Social Media: \n* [Facebook](http://www.facebook.com/ArmySouth)\n* [Twitter - @ARMYSOUTH](https://twitter.com/armysouth)\n",
    "date": "Tuesday, February 2, 2016",
    "quote": "Quote for the Day\n------------------------\n\nWe've determined that advanced autonomy-enabled technology will play a greater role in keeping our troops safe in the future while continuing to reduce the logistics footprint and the logistics burden on our units.\n\n### - Gen. Dennis L. Via, commanding general, [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/), at the International Armoured Vehicles Forum, Jan. 26  \n\n### [International forum focuses on advancements in armored vehicles](http://www.army.mil/article/161454/)\n\n### Related STAND-TO!: [Joint Light Tactical Vehicle Program](http://www.army.mil/standto/archive_2015-08-27/)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}