{
    "id": "2016-02-03",
    "title": "Cardiovascular Health  ",
    "body": "### What is it?\n\nCardiovascular disease prevention is important for the readiness of the U.S. Army. According to the Department of Defense's 2008 Survey of Health Related Behaviors, approximately 17 percent of Soldiers have been diagnosed with hypertension since they entered the Army.  Data from Operation Iraqi Freedom (2004-2008) showed that cardiac symptoms and diseases accounted for eight percent of evacuations from theater. Acute cardiovascular diseases, such as myocardial infarction (heart attack), stroke and sudden cardiac death, are the number one killer of active-duty service members over the age of thirty-nine. Combat-related trauma is independently associated with increased cardiovascular risk. \n \n### What has the Army done?\n\nThe Army has led the military healthcare system in refocusing its efforts on cardiovascular prevention through the broad implementation of the Performance Triad. This program aims to improve the performance and long-term health of Soldiers and their Families through optimizing fitness, diet and sleep/stress. \n\nThe Army has mandated annual health screenings using the personal health assessment (PHA) to ensure that blood pressure, cholesterol, body composition and other cardiovascular risk factors are being measured and treated. Additionally, every military treatment facility has smoking cessation and nutrition programs available for military beneficiaries. In the deployed environment, the Army has demonstrated successes in forward deploying cardiologists to combat support hospitals in order to improve cardiovascular care and optimize evacuation rates among those in harms' way.\n  \n\n### What does the Army have planned for the future?\n\nAs the Army transforms from a *Healthcare System* to a *System for Health*, prevention is an increasing focus. Implementation of new electronic health systems will allow beneficiaries to integrate diet and lifestyle activities (sleep, activity monitors) into their healthcare record. Advances in cardiovascular procedures and preventative therapies will modify existing DOD/VA cardiovascular prevention and treatment guidelines, continuing our record of excellence in cardiovascular disease prevention. \n\n\n### Why is it important to the Army?\n\nThe Army recognizes that cardiovascular diseases continue to have a significant negative impact on the health and readiness of the force.  Most cardiovascular events can be prevented through risk factor optimization. Healthy lifestyle choices by Soldiers and their Families and optimal risk factor management will translate to long-term reductions in cardiovascular diseases, improve readiness and result in lower long-term costs to the military healthcare system as a whole. \n\n### Resources:\n\n* [Army Medicine](http://armymedicine.mil/Pages/home.aspx)\n* [TRICARE Tobacco Cessation](http://tricare.mil/HealthWellness/Tobacco/Programs.aspx)\n* [Army Public Health Center](http://phc.amedd.army.mil/topics/healthyliving/tfl/Pages/default.aspx)\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient)\n\n#### Related STAND-TO!: \n* [The Performance Triad](http://www.army.mil/standto/archive_2015-08-12/)\n\n",
    "date": "Wednesday, February 3, 2016",
    "quote": "Quote for the Day\n------------------------\n\nThis is the right decision for our Army. The personal courage and selfless service made by [women in our Army](http://www.army.mil/women/) is no different than that exhibited by our men ... we owe them the respect and honor to offer them the opportunity to succeed anywhere in our Army based upon only the merits of their performance. \n\n### - Acting Army Secretary Patrick Murphy, testifying before the Senate Armed Services Committee, Feb. 2\n\n### [Army reveals plan to fully integrate women into all MOSs, combat units](http://www.army.mil/article/161770/)\n\n### Related STAND-TO!: [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}