{
    "id": "2016-02-04",
    "title": "Army Space Personnel Development Office ",
    "body": "### What is it?\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) Army Space Personnel Development Office (ASPDO) was created in 2009, merging the Army Space Cadre Office and the Functional Area 40 (FA40) Personnel Development Office.  ASPDO develops policies and procedures for the Army space cadre and executes the life-cycle management functions of the FA40 Space Operations Officers.  The goal is to ensure the Army has trained personnel to meet national security space needs.  \n \n### What has the Army done?\n\nThe Army's space cadre is made up of Soldiers and civilians, across all Army Warfighting functions, who have documented training and experience in the space domain. It is a diverse group with a common mission -- to develop, plan, acquire, and operate space capabilities to fulfill mission requirements in the five space mission areas:  Space Situational Awareness; Space Force Enhancement; Space Support; Space Control; and Space Force Application.\n\nThe Army's space cadre has steadily grown to encompass 3,399 billets, including 285 active component FA40 Space Operations Officers.  As the core of the Army space cadre, FA40s provide in-depth expertise and experience to leverage space-related assets which deliver space capabilities to the Warfighter today as well as develop and integrate space capabilities for the future.\n  \n\n### What does the Army have planned for the future?\n\nArmy Space Personnel Development Office will continue to:  \n\n* Track space-related Army personnel through coded billets \n* Perform FA40 force management, applying the right skill sets and experience to Army requirements\n* Support normalizing Army space operations \n* Conduct annual FA40 Training to advance professional education, capture lessons learned, and discuss operational space issues affecting the Army and space community\n\n\n### Why is it important to the Army?\n\nThe Army requires space capabilities to exercise effective mission command and support combatant commanders. The Army relies on space systems to provide rapid worldwide communication and coordination of friendly actions, develop situational awareness, gather information about adversaries, and enable a wide range of joint interdependencies to include direct downlink theater missile warning. To accomplish these tasks, the Army requires leaders and Soldiers trained to initiate and maintain access to space capabilities and who can mitigate attempts to deny, degrade, and disrupt that access.  \n \n\n### Resources:\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* CAC log-in required: [Army Space Knowledge Management System](https://army.deps.mil/army/sites/ASKMS/SitePages/Home.aspx) (ASKMS)\n\n#### Related video: \n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=PTkfD9uh3BQ&feature=youtu.be)\n\n#### Related documents: \n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.smdc.army.mil/FactSheets/SMDC.pdf)\n* [Tri-fold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)\n* [Supporting the Warfighter](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)\n\n#### Related STAND-TO!:\n* [The Army Space Cadre](http://www.army.mil/standto/archive/2010/09/28/)\n\n\n",
    "date": "Thursday, February 4, 2016",
    "quote": "Quote for the Day\n------------------\n\nWe teach others how they can best provide religious support for their Soldiers. We want to build a relationship on a religious support side, and we go into how that can help the U.S. and their counterparts work better as a team.\n\n### - Staff Sgt. Crystal Jones, chaplain and observer, coach/trainer (OC/T), [U.S. Army's Joint Multinational Readiness Center](http://www.eur.army.mil/jmtc/chaplain.html), highlighting the role of Chaplain Observer-Coach-Trainer Program at the [Exercise Allied Spirit IV](http://www.eur.army.mil/jmtc/AlliedSpirit.html)\n\n### [Chaplains collaborate, share values during exercise](http://www.army.mil/article/161682/)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}