{
    "id": "2016-02-08",
    "title": "Zika Virus ",
    "body": "### What is it?\n\nZika is a mosquito-borne virus closely related to yellow fever, dengue, and West Nile viruses. Discovered in Uganda in 1947, the current outbreak of Zika virus in Brazil began in early 2015 and has spread to over 20 other countries in the Americas, including Mexico and Puerto Rico.  \n\nAlthough only 20 percent of people infected will have symptoms, the virus has been associated with an increased risk of Guillain-Barr Syndrome, a neurological disorder, and microcephaly, a birth defect characterized by smaller than normal head size.  \n\nAs a result, the [U.S. Centers for Disease Control and Prevention](http://www.cdc.gov/zika/) has issued a level 2 travel alert, *Practice Enhanced Precautions*, for areas where Zika virus transmission is ongoing, recommending that all pregnant women postpone travel to these areas.  The [World Health Organization](http://www.who.int/emergencies/zika-virus/en/) (WHO) advised that the recent cluster of microcephaly cases and other neurologic disorders reported in Brazil constitutes a public health emergency of international concern. \n  \n \n### What has the Army done?\n\n[Army Medicine](http://armymedicine.mil/) is tracking this outbreak to assess the risks to the Soldiers and their Families. \nAll Army medical facilities have been notified of the concerns surrounding Zika infections and are prepared to assist patients who may have been infected.   \n\nArmy Medicine supports the following guidance to avoid exposures and prevent illnesses:  \n\n* The [Armed Forces Pest Management Board](http://www.afpmb.org/) emphasizes the importance of proper wear of [permethrin-treated uniforms](http://www.army.mil/standto/archive/issue.php?issue=2012-10-10) and use of approved insect repellent, and removal of any standing water that may serve as mosquito breeding sites.  \n* The [United States Department of Defense](http://www.defense.gov/) (DOD) labs are developing techniques to test mosquitoes for Zika.  \n* The [United States Southern Command](http://www.southcom.mil/Pages/Default.aspx) (SOUTHCOM) is advising pregnant DOD personnel and dependents within their area of operations (AOR), or scheduled for official travel to the AOR, to consult their health care provider on the risk of Zika virus.  SOUTHCOM is also offering voluntary relocation to all pregnant DOD employees and beneficiaries.  \n\n### What does the Army have planned for the future?\n\nThe DOD will assist other government agencies in developing a vaccine against Zika, new vector control agents, and improved diagnostic tests.  Army Medicine will continue to educate all personnel and beneficiaries about Zika virus and provide updates as they arise. \n\n### Why is it important to the Army?  \n \nWith ongoing operations around the world, the Army continues to strive to protect the health and readiness of total force and their families.  \n\n### Resources:\n\n* [Army Medicine](http://armymedicine.mil/Pages/Zika_Virus.aspx)\n* [Army Public Health Center](https://phc.amedd.army.mil/topics/discond/diseases/Pages/Zika.aspx)\n* [Centers for Disease Control](http://www.cdc.gov/zika/)\n* [Armed Forces Pest Management Board](http://www.afpmb.org/)\n* [World Health Organization](http://www.who.int/emergencies/zika-virus/en/)\n#### Related article: \n* [Defense Department experts to support HHS with Zika virus research](http://www.defense.gov/News-Article-View/Article/645136/defense-department-experts-to-support-hhs-with-zika-virus-research)\n#### Related STAND-TO!:\n* [Permethrin-Treated Army Combat Uniforms](http://www.army.mil/standto/archive/issue.php?issue=2012-10-10)\n\n\n\n\n",
    "date": "Monday, February 8, 2016",
    "quote": "Quote for the Day\n------------------\n\nThere are lots of challenges [being the Army's chief of staff], but it's pretty easy to do with great leaders working for you, from generals and colonels, all the way down to the sergeants and privates. They're the greatest Soldiers in the world. It's a real honor and humbling to be their chief of staff. \n\n### - [Chief of Staff of the Army Gen. Mark A. Milley](http://www.army.mil/leaders/csa/), speaking to the Caps Radio announcer John Walton during an intermission period at the National Hockey League Washington Capitals *Salute to the Military Night*\n\n### [Caps, service members both win at military appreciation night](http://www.army.mil/article/161989)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}