{
    "id": "2016-02-10",
    "title": "The Army Reserve Private Public Partnership Office ",
    "body": "### What is it?\n\nThe Army Reserve [Private Public Partnership Office](http://www.usar.army.mil/Featured/PrivatePublicPartnership.aspx) (P3O) develops, integrates and directs partner relations for the Army Reserve. P3O partners with not-for-profit, for profit, and academic organizations to support the Chief of Army Reserve's top priorities and the Army Reserve mission of providing trained, equipped, and ready Soldiers, leaders, and units to meet America's requirements at home and abroad. P3O serves as the single point of entry for all organizations requesting to partner with the Army Reserve. P3O has thousands of partner organizations providing support to Soldiers in or near their hometowns.\n\nThe P3O team is headquartered at the Office of the Chief of Army Reserve at Fort Belvoir, Virginia, and is comprised of a nationwide network of Army Career Employment Specialists  (ACES) and Transition Employment Liaisons (TELs).  ACES are located in Army Reserve facilities and TELs are located at the 13 highest transitioning Army active-duty installations.  The P3O team works to inform Soldiers about resources available through partner organizations and match the needs of the Soldier, spouse, or Family member with a local partner.  P3O brings many of the resources of an active component installation to the Army Reserve Soldier.\n\n### What has the Army Reserve done?\n\nOriginally established in 2008 as the Employer Partnership Office, the program expanded in 2014 to include partnerships supporting physical, mental, emotional, financial, educational, and training readiness. The expansion beyond employer partnerships was the vision of LTG Jeffrey W. Talley, Chief of Army Reserve, and added a new world of service organizations to the P3 program.  Currently P3O's fastest growing partnerships are with service organizations.   \n\n### What does the Army Reserve have planned for the future?\n\nP3O continues to develop and expand partnerships with leading corporations, national agencies, civilian service organizations, and Department of Defense commands to provide new and greater opportunities to Army Reserve Soldiers.     \n\n### Why is it important to the Army? \n\nCommunities and organizations throughout the country yearn to support the U.S. military.  The Army Reserve Soldier and Army Reserve facilities are in these communities.  Forming partnerships with them creates synergies between and within civilian and military communities supporting the military Family. This improves the shared human capital of the citizen Soldier, making a better citizen and employee that benefits both the Army and civilian communities.   These partnerships also tell the Army story within communities where the Soldiers and Families live and work, building awareness and support across the nation.\n \n### Resources:\n* [U.S. Army Reserve](http://www.usar.army.mil)\n* [P3O](http://www.usar.army.mil/Featured/PrivatePublicPartnership.aspx)   \n\n#### Related video: \n* [P3 Working For You](https://youtu.be/R4ZYYxr8rSU)\n#### P3O on social media: \n* [Facebook](http://www.facebook.com/PrivatePublicPartnership)\n#### [Contact P3O](mailto:usarmy.usarc.ocar.mbx.p3@mail.mil) \n\n\n\n\n\n\n\n\n \n",
    "date": "Wednesday, February 10, 2016",
    "quote": "Quote for the Day\n------------------\n\nThe U.S. Army needs to retain force structure and end strength, readiness and cutting edge equipment - all critical components to our national security. \n\n### - Maj. Gen. Thomas A. Horlander, director, [Army Budget](http://www.asafm.army.mil/offices/office.aspx?officecode=1200), emphasizing the Army's priority on readiness, during a briefing at the Pentagon, Feb. 9\n\n### [FY17 budget provides raise for Soldiers but focuses on readiness](http://www.army.mil/article/162122)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay)\n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}