{
    "id": "2016-02-11",
    "title": "Lean In Military Chapter",
    "body": "### What is it?\n\nThe Department of Defense (DOD) is committed to offering support structures to encourage diverse leadership in an effort to recruit and retain the very best talent and leverage the strengths integral in its diverse workforce. On Sept. 21, 2015, DOD partnered with Lean In, a nonprofit organization founded by Facebook's Chief Operating Officer Sheryl Sandberg. \n\nThe [Lean In Military Chapter](http://www.leanincircles.org/chapter/lean-in-military-chapter) consists of small peer-to-peer mentorship groups that meet regularly and are dedicated to sharing experiences while creating a multi-dimensional connection between *circle* members to learn and grow together. These *circles* enable both male and female service members and civilians, through the power of peer support, to discuss gender issues and advise on overcoming challenges.   \n\n\n### What has the Army done?\n\nU.S. Army personnel are part of various *circles* and have grown through grassroots efforts. They serve as models across the Army for new groups that encompass all personnel.  *Circles*, which foster a sense of teamwork and organizational community, can take place anywhere, including in online forums offering personnel the ability to remain connected with their *circles* through periods of transition. \n\n### What does the Army have planned for the future?\n\n\nWith the support of the Secretary of Defense and in conjunction with the DOD, the Lean In Military Chapter would be allowed to meet monthly, for a reasonable duration before, after or during work hours and with the use of DOD facilities. The Army's #1 priority is readiness, which includes ensuring that military and civilian employees are prepared for any mission. The Lean In Military Chapter and other peer mentorship groups offer support structures, enabling both female and male service members and civilians to come together to share experiences and advice on overcoming professional challenges, in a safe and confidential place. \n\n### Why is it important to the Army? \n\nDOD and the Army value the strengths inherent in the diverse workforce and are committed to recruiting and retaining the very best talent the nation has to offer. The Lean In Military Chapter and other peer mentorship programs provide support structures while leveraging the strengths of the Army's workforce to encourage diverse leadership.    \n\n\n### Resources:\n* Join: [Lean In Military Chapter](http://leanincircles.org/chapter/lean-in-military-chapter)   \n\n#### Related document:  \n* [Department of Defense Fact Sheet:  Lean In Circles](http://www.defense.gov/Portals/1/Documents/pubs/Lean_In_Circles_Fact_SheetFINAL.pdf)\n\n#### Related article: \n* [Carter: DOD provides 'unconditional' support for 'Lean In Circles'](http://www.defense.gov/News-Article-View/Article/618037/carter-dod-provides-unconditional-support-for-lean-in-circles) \n\n\n\n\n\n\n\n\n \n",
    "date": "Thursday, February 11, 2016",
    "quote": "Quote for the Day\n------------------\n\nThere's no limit [to] what you can do; what you can accomplish once you put your mind to it. No matter what your beginnings are, you can aspire to be anything you want.\n\n### - Lt. Gen. Nadja Y. West, 44th surgeon general and commanding general, [U.S. Army Medicine](http://www.army.mil/armymedicine), speaks to the press, after her promotion ceremony held at Joint Base Myer-Henderson Hall, Va., Feb. 9.\n\n\n### [Army surgeon general receives third star](http://www.army.mil/article/162226/)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay)\n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}