{
    "id": "2016-02-17",
    "title": "Army Reserve Unit Ministry Team ",
    "body": "### What is it?\n\n[U.S. Army Reserve](http://www.usar.army.mil/) Chaplains, coupled with enlisted Soldiers known as Chaplain Assistants, comprise Unit Ministry Teams (UMT). UMTs provide religious support, pastoral care, and religious advisement in all components of the Army. UMTs help provide care for Soldiers, Families and civilians serving the nation, with one of their most important  role being to help people stay spiritually strong and resilient.  \n\n\n### What has the Army Reserve done?\n\nArmy Reserve chaplains perform or provide religious support, to include pastoral care and counseling, religious sacraments, weddings, baptisms, funerals and pastoral crisis incident response.  UMTs help keep marriages and relationships strong by offering Strong Bonds marriage enrichment training. [Strong Bonds](https://www.strongbonds.org/skins/strongbonds/home.aspx) is a unit-based, chaplain-led program which assists commanders in building individual resiliency by strengthening the Army Family.\n\nUMTs provide both internal and external advisement.  Internal advisement allows them to advise command teams regarding the current pulse and climate in the unit, or let the commander know of vital information essential to the well-being of Soldiers and Families.  UMTs also provide snapshots of unit morale and inform the commander if unethical behavior is occurring in a unit. External advisement is the process by which UMTs inform command teams and staff about the impact of religion on military operations.    \n\nUMTs participate in Shoulder to Shoulder (S2S), an initiative where each USAR command team can help protect the life of every Soldier in their unit.  It creates and continually reinforces a blueprint of personal connections whereby Soldiers and their family members can easily reach out for help.  S2S builds stronger personal relationships, section cohesion, and greater esprit-de-corps. The noncommissioned officer/first line leader ensures that each Soldier has Battle Buddies, Family/friends, and a chaplain they can consult when needed to help ensure strong life lines of support. \n\n\n### What continued efforts are planned for the future?\n\nArmy Reserve (USAR) leaders have encouraged the development of additional resources to provide tools and information to Soldiers in distress and to those who may need to assist a fellow Soldier or a Family member.     \n  \n\n### Why is it important to the Army? \n\nWhile America's military men and women are one of the most resilient fighting forces on the face of the earth, they are not immune to the physical, mental, and spiritual stressors they've endured over a decade of war or on the home front.  UMTs are honored to encourage the living Soldiers, care for the wounded Soldiers, and honor the fallen Soldiers.  \n\n\n### Resources:\n* [U.S. Army Reserve](http://www.usar.army.mil/)\n* [U.S. Army Chaplain Corps](http://www.army.mil/chaplaincorps)\n* [Army Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/) \n\n#### Related document: \n* [ATP 1-05.03: Religious Support and External Advisement](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/atp1_05x03.pdf)\n \n#### USARC on social media:  \n* [Facebook](http://www.facebook.com/ArmyChaplainCorps)\n* [Twitter](http://www.twitter.com/ArmyChaplains)\n\n#### Army Reserve Battle Buddy App: \n* [Apple](https://itunes.apple.com/us/app/battle-buddy/id726490912?mt=8) \n* [Android](https://play.google.com/store/apps/details?id=mil.army.battlebuddy&hl=de ) \n* Spanish version -  \n* [Apple](https://itunes.apple.com/us/app/battle-buddy-spanish/id1033719749?mt=8)\n* [Android](https://play.google.com/store/apps/details?id=mil.army.battlebuddy.spanish ) \n* [Windows](https://www.microsoft.com/en-us/store/apps/us-army-reserve-battle-buddy-spanish/9nblggh5x131)\n* Related article: [Army Reserve Battle Buddy App](https://stayarmyreserve.wordpress.com/2013/11/04/battle-buddy-app/)\n* Related video: [Battle Buddy App for iPhone and Android](https://www.youtube.com/watch?v=nU4VfepuXEk)\n\n#### Related STAND-TO!: \n* [Army National Guard's Suicide Prevention Program](http://www.army.mil/standto/archive_2014-09-18/)\n* [Army Suicide Prevention Program](http://www.army.mil/standto/archive_2013-09-03/)\n\n\n \n",
    "date": "Wednesday, February 17, 2016",
    "quote": "Quote for the Day\n------------------\n\nA marathon is like a war. \n\n### - Maj. Dan Browne, head coach of the Army's [World Class Athlete Program](http://www.armymwr.com/wcap/default.aspx), and a 2004 U.S. Olympic runner and member of the Oregon Army National Guard, before three of his  Soldiers competed in the Olympic Marathon Trials, Los Angeles, Feb. 13   \n\n\n### [Marathon prep like training for war, says Olympian](http://www.army.mil/article/162405)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay)\n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}