{
    "id": "2016-02-18",
    "title": "U.S. Army Trials ",
    "body": "### What is it?\n\nThe U.S. Army Trials demonstrates the importance of the Army's [Warrior Care and Transition Program](http://www.wtc.army.mil/modules/soldier/s1-wctpProgram.html) (WCTP) in the recovery and transition of wounded, ill and injured Soldiers. \n\nDuring the Army Trials, the wounded warriors compete in archery, cycling, track and field, shooting, sitting volleyball, swimming and wheelchair basketball. Participants in the trials include service members with upper-body, lower-body and spinal cord injuries, serious illnesses, traumatic brain injuries, visual impairment and post-traumatic stress disorder. \n\nThe Army Trials help determine which athletes get selected for the Army team to compete at the DOD Warrior Games.\n\n\n### What has the Army done?\n\nThe [Warrior Transition Command](http://www.wtc.army.mil/) will host the U.S. Army Trials 2016, Feb. 28 - March 11, at Fort Bliss in El Paso, Texas.  About 120 seriously wounded, ill and injured service members (both active duty and veterans) from across the country will compete for spots on their service teams for the 2016 DOD Warrior Games. \n\n\nAt 24 [Warrior Transition Units](http://www.wtc.army.mil/modules/soldier/s1-wtu.html) (WTUs) across the country, wounded, ill and injured Soldiers have one mission: to heal and prepare for transition. [Adaptive reconditioning](http://www.wtc.army.mil/modules/soldier/s5-adaptiveReconditioning.html) activities including adaptive sports are a valuable recovery tool incorporated into most WTU Soldiers' recovery plans across the WCTP. Adaptive reconditioning helps enable healing in a multitude of ways: mentally, emotionally, physically and personally.\n\n\n### What continued efforts are planned for the future?\n\nAdaptive reconditioning is an integral part of the overall WCTP which the Army will continue to support and use to enhance an individual's recovery. Adaptive sports and reconditioning are linked to a variety of benefits for wounded, ill and injured service members across the military branches:\n\n* Less stress\n* Reduced dependency on pain and depression medication\n* Fewer secondary medical conditions (i.e. diabetes, hypertension)\n* Higher achievement in education and employment\n* Increased independence\n* Increased self-confidence\n* Increased mobility\n\nParticipation in sports, and as part of a team, also helps Soldiers adapt more easily and lessens behavioral health problems.\n  \n### Why is it important to the Army? \n\nNot only do the U.S. Army Trials showcase the resilience, strength and abilities of the Army's wounded, ill and injured, they highlight the Army's commitment to these Soldiers, veterans and their Families. Whether they choose to continue on active duty or transition to veteran status, they remain part of the Army Family. The Army Trials reinforce the commitment of the Army to care for all of its Soldiers wounded, ill and injured.\n\n### Resources:\n* [Warrior Transition Command](http://wtc.army.mil/)\n* [WTC Army Trials](http://www.wtc.army.mil/warrior_games/army_trials_2016.html)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army.mil: Soldier for Life](http://www.soldierforlife.army.mil/)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n\n\n#### WTC on social media:  \n* [Facebook](https://www.facebook.com/ArmyWTC)\n* [Twitter](https://twitter.com/armywtc/)\n* [YouTube](https://www.youtube.com/user/WarriorCareCom)\n\n#### Related STAND-TO!: \n* [Warrior Care Month: Reconditioning](http://www.army.mil/standto/archive_2015-11-09/)",
    "date": "Thursday, February 18, 2016",
    "quote": "Quote for the Day\n------------------\n\nWe're never going to know where our nation is going to need us to go. So, we have to train our youngest Soldiers and leaders to be agile, adaptive, flexible and able to react to any mission our nation calls us to do, anywhere in the world.  \n\n### - Col. Colin Tuley, commander, 1st Brigade Combat Team, 82nd Airborne Division, emphasizing the importance of readiness which is the [#1 priority](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf) for the chief of staff of the Army  \n\n\n### [All Americans drop into Fort Hood](http://www.army.mil/article/162474 )\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}