{
    "id": "2016-02-22",
    "title": "Military Saves Week",
    "body": "### What is it?\n\nMilitary Saves, as part of the nationwide America Saves Campaign, is a year-long effort focused on the financial readiness of military members and their Families. To kick off the campaign, the Department of Defense designated Feb. 22-27 as Military Saves Week. It is conducted in cooperation with the Consumer Federation of America, one of the Department of Defense's (DOD's) official financial readiness non-profit partners. \n\nThe week is an opportunity for the military community to come together with federal, state and local resources, along with military banks and credit unions, to focus on debt reduction, financial management and future savings. The year's DOD theme is *Making Saving Automatic.* \n\n\n### What has the Army done?\n\nThe Army hosts local events organized by approved resources such as Army Community Service's Financial Readiness Program]( http://www.armymwr.com/family/frp.aspx ), unit command financial specialists, installation public affairs offices, local financial institutions and other approved financial organizations. To reinforce the campaign's importance, installations are running pledge drives for Soldiers and Family members to commit to a savings goal. The pledge is available to view and sign at the Military Saves [website](https://militarysaves.org/).  \n\nSoldiers are encouraged to explore multiple savings options, including the [Thrift Savings Plan](https://www.tsp.gov/index.html) and, for mobilizing Soldiers, the [Military Savings Deposit Program](http://www.militaryonesource.mil/pfm/saving-and-investing-basics?content_id=269225), where they can earn interest on their investments while serving on their deployments. \n\n\n### What continued efforts are planned for the future?\n\nThrough the year, the Army will continue to emphasize financial readiness and resiliency by providing services and support to Soldiers and their Family members.  \n\n[Army OneSource](http://www.myarmyonesource.com) provides interactive opportunities to learn sound financial practices using gaming scenarios. The Army also engages military spouses as they play a vital role in maintaining financial discipline and stability within their Families. By teaching good financial habits early in life, children will strengthen their financial fitness for the future.\n\n \n  \n### Why is it important to the Army? \n\nThe financial readiness of Soldiers and their Families is a priority for the Army, because it has a direct effect on mission readiness. A strong financial readiness program enables Soldiers and Families to attain financial flexibility, avoid the personal and professional stressors of poor money management, and helps protect themselves against predatory and unscrupulous lending. \n\n### Resources:\n* [Military Saves](http://www.militarysaves.org)\n* [- Military Saves Pledge ](https://militarysaves.org/for-savers/savings-tools-and-resources/take-the-pledge)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army Community Service Financial Readiness Program]( http://www.armymwr.com/family/frp.aspx )\n* [Thrift Savings Plan](https://www.tsp.gov/index.html)\n* [Military OneSource](http://www.militaryonesource.mil) \n* Call: 1-800-342-9647\n\n#### Related social media:  \n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.Facebook.com/FamilyMWR)\n\n\n",
    "date": "Monday, February 22, 2016",
    "quote": "Focus Quote for the Day\n------------------\n\nIt is critical that command teams at all levels communicate the significance of financial readiness for Soldiers and their Families. A Soldier's financial well-being has a direct impact to unit readiness. \n\n### - Lt. Gen. Jeffrey W. Talley, chief of Army Reserve and commanding general, [U.S. Army Reserve Command](http://www.usar.army.mil/), reasserts the importance of the Military Saves Campaign in reinforcing personal financial responsibility\n\n\n### [Military Saves Campaign 2016 Endorsements](https://www.militarysaves.org/organizations/military-saves-week/memorandums-and-endorsements)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}