{
    "id": "2016-02-23",
    "title": " Noncommissioned Officer 2020 Strategy ",
    "body": "### What is it?\n\nLeader development is fundamental to the readiness of the U.S. Army. The [Noncommissioned Officer 2020 (NCO 2020) Strategy](http://www.tradoc.army.mil/FrontPageContent/Docs/NCO2020.pdf) provides vision and guidance on the ends, ways and means for developing NCOs who are prepared for the challenges of an uncertain future. \n\nLed by U.S. Army Training and Doctrine Command's [Institute of Noncommissioned Officer Professional Development](http://www.tradoc.army.mil/INCOPD/index.html), NCO 2020 will fundamentally change the Noncommissioned Officer Education System into the NCO Professional Development System, or NCOPDS.\n\n \n\n### What has the Army done?\n\nThe NCO 2020 Strategy was developed through a data-driven, analytical process that examined the current NCO development model using the Army Leader Development Strategy, the Enlisted Desired Leader Attributes for Joint Force 2020, the Army Learning Concept and the Army Learning Model.\n\nCentral to this strategy is that all leaders understand their responsibility for developing new leaders by teaching, training and providing the supporting experiences Soldiers need to grow. Leaders must also emphasize career-long learning as essential to development and force readiness.\n\n\nNCOPDS will adhere to seven leader development imperatives that guide policy and actions in developing NCOs with enduring leader characteristics:\n\n* Commitment to the [Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf), lifelong learning and development.\n* Balance the Army's commitment to the training, education and experience of leader development.\n* Manage talent to benefit the institution and the individual.\n* Select and develop leaders with positive leader attributes and proficiency in core leadership competencies.\n* Prepare adaptive and creative NCOs capable of operating within a complex operational environment.\n* Embed mission command principles in leader development.\n* Value a broad range of leader experiences and developmental opportunities.\n\n### What continued efforts are planned for the future?\n\nIn this decade, the NCO Corps must evolve to optimize human performance. \n \nNCOPDS will operationalize the concepts outlined in the NCO 2020 Strategy, which is organized into three efforts:\n\n(1) **Development**. NCOs develop as leaders through deliberate processes, incorporating training, education and experience throughout the Soldier lifecycle.\n \n(2) **Talent Management**. NCOs expand core military occupational specialty proficiency through developmental opportunities.\n\n(3) **Stewardship of the Profession**. NCOs strengthen the corps by emphasizing their role in building and sustaining trust; improving military expertise; exemplifying honorable service; and fostering esprit de corps.\n\nTo inform Soldiers on the latest in NCOPDS, on March 3, 2016, from 5-7 p.m. EST, TRADOC will host a *State of NCO Development Town Hall*. Topics of discussion include promotions, NCO evaluation reports, broadening and course changes. \n\n  \n### Why is it important to the Army? \n\nTRADOC is revolutionizing how the Army develops NCOs through Soldier feedback, modern teaching techniques, combat lessons learned and civilian academic institutions.  \n\n\n \n\n### Resources:\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Institute of Noncommissioned Officer Professional Development](http://www.tradoc.army.mil/INCOPD/index.html)\n\n#### Related documents: \n* [NCO 2020 Strategy](http://www.tradoc.army.mil/FrontPageContent/Docs/NCO2020.pdf)\n* [ADRP 1: Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n* [TRADOC Pam 525-8-2: The U.S. Army Learning Concept]( http://www.tradoc.army.mil/tpubs/pams/tp525-8-2.pdf)\n#### Related blog: \n* [Straight from the CSM](http://www.tradocnews.org/category/straight-from-the-csm/)\n\n####  Related articles:\n* [7 Changes to NCO Development](http://www.tradocnews.org/7-changes-to-army-nco-professional-development/)\n* [STEP provides noncommissioned officers roadmap to promotion](http://www.army.mil/article/162606)\n\n#### Related STAND-TO! \n* [NCO Evaluation Report](http://www.army.mil/standto/archive_2015-12-01)\n* [Select-Train-Educate-Promote (STEP) ](http://www.army.mil/standto/archive_2015-08-24)\n* [The Army Learning Concept - 2015](http://www.army.mil/standto/archive/2010/10/19)\n* [Army Leader Development Strategy 2013]( http://www.army.mil/standto/archive_2013-06-19)\n",
    "date": "Tuesday, February 23, 2016",
    "quote": "Focus Quote for the Day\n------------------\n\nNCO's will be as critical as ever in our Army's abilities to win our nation's wars. We must leverage our experiences to prepare our Soldiers and develop the future NCO Corps to meet those challenges and remain ready as the world's premier combat force. \n\n### -  Commanding Gen. David G. Perkins and Command Sgt. Maj. David S. Davenport Sr., [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), in their joint foreword in the NCO 2020 Strategy, regarding the operation of non commissioned officers in a complex world \n\n\n### [NCO 2020 Strategy](http://www.tradoc.army.mil/FrontPageContent/Docs/NCO2020.pdf)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}