{
    "id": "2016-02-24",
    "title": "Friendly Force Tracking ",
    "body": "### What is it?\n\nFriendly Force Tracking (FFT) provides commanders with situational awareness and command and control capabilities for forces employed on the battlefield and is displayed on the common operational picture.  These capabilities also support Army mission command objectives through the exchange of situational awareness information between disparate systems. \n\n### What has the Army done?\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc) executes the FFT-directed mission on behalf of [U.S. Strategic Command](https://www.stratcom.mil/).  FFT data services, data integration and dissemination needs are provided directly to the geographic combatant commands, the services, allies and interagency partners.\n\n\n### What continued efforts are planned for the future?\n\nThe [USASMDC/ARSTRAT Future Warfare Center](http://www.smdc.army.mil/2008/FWC.asp) FFT testbed develops integrated solutions to interoperability shortfalls that exist in sharing FFT data between independent command and control systems. These capabilities support the ability to exchange situational awareness information between disparate systems while conducting full spectrum operations and Joint Requirements Oversight Council-approved requirements, including the ability to *combine, integrate and disseminate FFT data to support timely decision making.*\n\n  \n### Why is it important to the Army? \n\nUSASMDC/ARSTRAT is supporting required joint and Army capabilities and Chairman of the Joint Chiefs of Staff-directed responsibilities to satisfy the FFT data needs of GCCs, the services, allies and interagency partners to improve situational awareness, command and control and fratricide reduction.  \n\n\n### Resources:\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc)\n\n#### Related video: \n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=PTkfD9uh3BQ&feature=youtu.be)\n\n#### Related document: \n* CAC log-in required: [Chairman Joint Chiefs of Staff Instruction 3910.01B]( https://ca.dtic.mil/cjcs_directives/cdata/limited/3910_01.pdf)\n\n",
    "date": "Wednesday, February 24, 2016",
    "quote": "Quote for the Day\n------------------\n\nOne is to strengthen deterrent capabilities ... the second is to find the best balance between manning, readiness and modernization with a focus on rebuilding full-spectrum capabilities and ... the third is to see innovative approaches, not just through technology, but also through, human capital ... through plans and operational concepts and institutional reform. \n\n\n### - Lt. Gen. Karen Dyson, the military deputy to the assistant secretary of the Army for financial management and comptroller, highlights the three priorities from the DOD budget that the Army has mirrored in its own budget, at a monthly Association of the U.S. Army breakfast, Feb. 18  \n\n\n### [Dyson outlines Army 2017 budget request, chief focus on readiness](http://www.army.mil/article/162841)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}