{
    "id": "2016-02-25",
    "title": "Visibility of Personal Readiness",
    "body": "### What is it?\n\nThe U.S. Army is increasing visibility of individual and unit personal\nreadiness and resilience by aggregating existing information from multiple\nsources and utilizing tools. As part of the ready and resilient enterprise, this effort will provide a holistic picture of the force at entry to service, throughout their career and to transition from service.  \n\n\n### What has the Army done?\n\nThe Army refined its R2 strategy to synchronize and integrate capabilities into a holistic, outcome-driven system of capabilities. This enables visibility of *personal* readiness and provides a routine assessment by which infrastructure, policy and resources at all echelons can be targeted to improve readiness and strengthen the fighting force.  \n\nR2 enables the sustainment of individual and unit *personal* readiness (physical, psychological, social, spiritual and Family preparedness) and fosters a culture of trust and resilience.  *Personal* readiness is critical to mission readiness and necessary to thrive in complex and uncertain environments.\n\n\n### What continued efforts are planned for the future?\n\nThe Army is working to improve screening tools at accessions to ensure recruits are the best fit for an Army career. This includes having visibility of the recruit's trait, state, mood, risk and behavior and utilizing an assessment tool that establishes a baseline of the trainee's current level of *personal* readiness. The Army is also equipping Initial Military Training Drill Sergeants with information regarding key indicators of high-risk behavior so they are better able to detect those in need. \n\nThroughout the Soldier lifecycle, the Army is increasing visibility via the Commanders Risk Reduction Dashboard (CRRD), providing commanders visibility of risk factors, behavior history, and progress of their Soldiers, particularly those that are new to the unit. Information and data are being consolidated throughout the Soldier lifecycle as part of the Complex Behavior Model (CBM) in a Person-event Data Environment (PDE) that develops a series of models designed to study the more complex correlation of multiple positive and negative factors.\n\n  \n### Why is it important to the Army? \n\n*Personal* readiness factors into personnel readiness and supports availability and  deployability. In order to optimize the performance of Army personnel and teams, and reduce risks that may escalate into adverse and permanent outcomes, Army leaders must have holistic visibility at all echelons throughout the Soldier lifecycle. They must be empowered to take action on their assessment, resulting in an Army that is ready, teams that can perform, and individuals who can contribute to meet the Army mission.\n\n### Resources:\n* [Army Ready and Resilient](http://www.army.mil/readyandresilient)\n\n#### Related document: \n* [Personnel Processing (In-,Out-, Soldier Readiness, and\nDeployment Cycle)](http://www.apd.army.mil/pdffiles/r600_8_101.pdf)\n\n#### Related STAND-TO!: \n* [Army Culture of Trust](http://www.army.mil/standto/archive_2016-01-27/)\n* [R2: *Personal* Readiness and Resilience](http://www.army.mil/standto/archive_2015-12-21/)\n",
    "date": "Thursday, February 25, 2016",
    "quote": "Quote for the Day\n------------------\n\nI want to caution -- numbers are not the only thing. Quality matters. When I talk readiness, I'm talking about units that are full-up on strength, are highly trained in combined arms operations, and are capable of sustaining and executing counter-insurgency operations.\n\n\n### - Chief of Staff of the Army Gen. Mark A. Milley, emphasized upon the importance of funding, which will support the preparedness of troops for combat, along with the increase in total strength, while testifying on Capitol Hill at a Senate Appropriations Committee budget hearing, Washington, D.C., Feb. 24 \n\n### [Increased man power must come with funding](http://www.army.mil/article/162924)\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}