{
    "id": "2016-02-29",
    "title": "Annual Army Safe Spring/Summer Campaign",
    "body": "### What is it?\n\nThe annual Army Safe Spring/Summer Campaign promotes individual responsibility and engagement on all fronts  among leaders, Soldiers, Family members and civilians  to help prevent fatalities and injuries during the spring and summer seasons.\n\n\n### What has the Army done?\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil) launches the annual Army Safe Spring/Summer Campaign each March to raise awareness of the increased hazards associated with spring and summer activities. The campaign, which runs through September, emphasizes prevention and vigilance and is driven by a theme asking all audiences to make safe decisions wherever their adventures take them. Multimedia products including feature articles, posters and videos covering topics like boating and watercraft safety, heat injury prevention, [Private Motor Vehicle](https://safety.army.mil/OFF-DUTY/PMV-2.aspx) safety and many more are available through the campaign [website](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns.aspx).\n\n\n### What continued efforts are planned for the future?\n\nHistorically, spring and summer are the deadliest times of year for Army accidents. While rising temperatures and seasonal activities present persistent challenges for the Army team, proactive risk management will help mitigate the hazards and prevent needless loss.\n  \n### Why is it important to the Army? \n\nThe USACRC produces two campaigns per year, Army Safe Spring/Summer and Army Safe Autumn/Winter, to heighten awareness of the unique seasonal risks associated with on- and off-duty activities.\n\n### Resources:\n* [U.S. Army Combat Readiness/Safety Center ](https://safety.army.mil)\n* [Seasonal Safety Campaigns](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns.aspx)\n\n\n#### Related STAND-TO!: \n* [ Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2015-12-16/)\n\n",
    "date": "Monday, February 29, 2016",
    "quote": "Quote for the Day\n------------------\n\nThe future of the force requires consistent and reliable resourcing to make sure we stay well above the pace of our adversaries. \n\n\n### - Sgt. Maj. of the Army Daniel A. Dailey, outlines one of the three top Army priorities, with the other two being Soldiers and their families and readiness, while discussing quality of life issues with the lawmakers at the House Appropriations Committee, subcommittee on military construction, veterans affairs and related agencies at the Capitol Hill, Feb. 26\n\n### [SMA cites Soldier credentialing as Army priority](http://www.army.mil/article/163123)\n\n### Related STAND-TO!: [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\n#### March 2016\n\nBrain Injury Awareness Month (#BrainInjuryAwareness)\n\nWomen's History Month (#WomensHistory and #WomensHistoryMonth)\n\nMarch 3: TRADOC *State of NCO Development* Town Hall (#talk2TRADOC)\n\nMarch 25: National Medal of Honor Day (#MedalOfHonor)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}