{
    "id": "2017-11-01",
    "title": "Native American Heritage Month ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nNovember is National Native American Heritage Month, honoring American Indians and Alaska Natives. This year's theme is *Standing Together.*   American Indians and Alaska Natives have profoundly shaped the character and cultural heritage of the nation. \n\nDuring this month the Army will recognize the contributions of Native American Soldiers who have served in the U.S. Army with great honor, dedication and distinction, building a legacy of courage, professionalism and selfless service that will inspire future generations. \n\n\n**What is the Army doing?**\n\nDuring Native American Heritage Month, Army leadership encourages the entire Army family to recognize and express appreciation for the past and present contributions of Native American Soldiers, Veterans, civilians and Family members.  \n\nAs a tribute to all Native Americans and their contributions, units, agencies and activities will conduct appropriate commemorative activities and events throughout the Army. In celebrating National Native American Indian Heritage Month the Army recognizes there is great strength in diversity. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nDepartment of the Army supports affinity groups that recognize excellence in the Native American communities to include [Society of American Indian Government Employees](https://saige.org/) (SAIGE), the [American Indian Higher Education Consortium](http://www.aihec.org/) and [Tribal Colleges and Universities](https://sites.ed.gov/whiaiane/tribes-tcus/tribal-colleges-and-universities/) under the [White House Initiative on American Indian and Alaska Native Education](https://sites.ed.gov/whiaiane/).\n\n**Why is this important to the Army?**\n\nThroughout history, [Native Americans](https://www.army.mil/americanindians/?from=st) have served in this nation's military with great courage and distinction. Historically, American Indians have the highest record of military service per capita when compared to other ethnic groups. Today more than 9,000 Native Americans serve in the Total Force. \n\nEmbracing and celebrating diversity makes the Army stronger, and the Army is dedicated to ensuring equality for all the Soldiers, civilians and Family members.\n   \n \n**Resources:**\n\n* [American Indians in the U.S. Army](https://www.army.mil/americanindians/?from=st) \n* [The Library of Congress: American Indians - Stories from the Veterans History Project](https://www.loc.gov/vets/stories/ex-war-nativeamericans.html)\n* [U.S. Department of the Interior: Indian Affairs](https://www.bia.gov/)\n* [National Congress of American Indians](http://www.ncai.org/)",
    "date": "Wednesday, November 1, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}