{
    "id": "2017-11-02",
    "title": "Military Family Month   ",
    "body": "#######Provided by the Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nMilitary Family Month is celebrated every November; it recognizes and honors Military Families for their numerous contributions and daily sacrifices to the Army and the nation.  The President of the United States has signed a [proclamation](https://www.whitehouse.gov/the-press-office/2017/11/01/president-donald-j-trump-proclaims-november-2017-national-veterans-and) declaring November as Military Family Month.  This observance was established by the Armed Services YMCA.  \n\nArmy Community Service Centers often host events and activities in observance of MFM.  Additionally, Army public affairs offices assist in raising the awareness of this worthwhile celebration with communication products to reach targeted internal and external audiences -- Soldiers, Army Civilians, Army Families, retirees,  survivors, and the general public.    \n\n\n**What is the Army doing?**\n\nThe Army recognizes and appreciates the tremendous service, patriotism, and sacrifices of Army Families.  Soldiers receive an incredible strength from Army Families who make selfless contributions to support the warriors and the nation. \n \nArmy Families often endure unique challenges of persistent conflicts, relocations, and numerous separations, while supporting Soldiers with personal courage and pride.  Programs that support the Total Force remain a top priority to mitigate the challenges of military life, foster life skills, strengthen resilience, and promote a strong and ready Army.  This results in Families feeling important, supported and connected to the Army and the nation. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to the quality of life of Soldiers and Families and provides a diverse network of programs and serves to enhance life skill competencies.  Family programs and services include Child and Youth Programs, Sports, Recreation and Fitness, spouse employment assistance, Army Family team building, financial readiness training, survivor support, mobilization and deployment support, and relocation assistance.     \n\n**Why is this important to the Army?**\n\nThe Army recognizes and appreciates the tremendous service, patriotism and sacrifices of Army Families.  Army Families are an incredible source of strength for Soldiers and make selfless contributions to support them and the nation.  Military Family Month is an opportunity for Army's Active, Guard and Reserve component leadership to collaborate with garrisons, community leaders and local businesses to conduct observances, events and awareness campaigns throughout the month of November.  \n   \n \n**Resources:**\n\n* Army.mil: [Army Families](https://www.army.mil/families/?from=st)\n* [The Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil)\n* [U.S. Army Family & Morale, Welfare and Recreation]( http://www.armymwr.com)\n* [U.S. Army Installation Management Command]( https://www.imcom.army.mil)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil )\n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx)\n* [Armed Services YMCA](http://www.asymca.org)\n\n**Social Media presence:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity) \n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n",
    "date": "Thursday,  November 2, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> During National Veterans and Military Families Month, we honor the significant contributions made by American service members, their families, and their loved ones ... We renew our Nation's commitment to support veterans and military families. They deserve it. \n\n\n\\- President Donald J. Trump in his presidential proclamation declaring the month of November as the Military Family Month.\n\nRead the [complete presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/11/01/president-donald-j-trump-proclaims-november-2017-national-veterans-and)\n",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}