{
    "id": "2017-11-06",
    "title": "Exercise Artemis Strike  ",
    "body": "#######Provided by U.S. Army Europe \n\n**What is it?**\n\nExercise Artemis Strike is a German-led, air defense artillery tactical live fire exercise with live Patriot, Avenger and Stinger missiles. Artemis Strike 2017 takes place at the NATO Missile Firing Installation in Chania, Greece, from Oct. 31-Nov. 09, 2017.\n\nArtemis Strike is a significant opportunity to increase air missile defense proficiency through integration of allied assets. The tactical live fire requires a unit to deploy, operate and fire live Patriot and Stinger missiles within a tactical scenario, adhering to [Supreme Headquarters Allied Powers Europe](http://www.shape.nato.int/)'s operational readiness evaluation criteria.\n\n**What is the Army doing?**\n\nMaintaining ready and postured forces requires core rapid response capabilities in order to deter aggressive acts.  U.S. Army Europe \"trains as we fight.\"  Every exercise is utilized as a way to react to a scenario, rapidly deploying forces and their equipment to the objective, exercising those forces while integrating with allies and partners as they would in a real world situation, and redeploying to home station.\n\nParticipating U.S. Army units include: 5-7 Air Defense Artillery, 10th Army Air and Missile Defense Command; 3rd Battalion, 4th Air Defense Artillery Regiment, 32nd Army Air and Missile Defense Command; 2nd Battalion, 263rd Air Defense Artillery, South Carolina Army National Guard; 21st Theater Sustainment Command; 7th Army Training Command; 173rd Infantry Brigade Combat Team (Airborne); 2nd Cavalry Regiment; 16th Sustainment Brigade; and 30th Medical Brigade. \n\n**What continued efforts does the Army have planned for the future?**\n\n[U.S. Army Europe](http://www.eur.army.mil/) has continually demonstrated the ability to provide trained and ready forces across the [U.S. European Command](https://www.eucom.mil/) area of responsibility, the commitment to strengthening relationships with allies and partners, and the capacity to adapt to a constantly changing security environment. \n\nU.S. Army Europe will continue to build readiness by using key exercises like Artemis Strike to exercise and improve speed of assembly; integration with allies and partners; and a *Ready to Fight* posture. \n   \n\n**Why is this important to the Army?**\n\nArtemis Strike 2017 demonstrates U.S. Army Europe's ability to deploy in order to defend a critical asset in a real world environment. Providing mission command capabilities for subordinate air and missile defense forces helps bolster readiness and the ability to integrate assets with allies and partners at multiple levels.\n\n Participation with allies and partners in exercises such as Artemis Strike further the Army's goal to fully integrate air missile defense operations. These operations are  critical to deterring aggression and protecting U.S. interests and personnel in Europe. It enhances total Army and allied readiness and deters aggression through demonstrating enhanced interoperability with allies, showing that the Soldiers are *Ready to Fight*. \n \n   \n \n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [10th Army Air and Missile Defense Command](http://www.eur.army.mil/10thAAMDC/)\n* [U.S. Army Europe Exercises](http://www.eur.army.mil/exercises/)\n\n**Related STAND-TO!:**\n\n* [Globally Engaged Army]( https://www.army.mil/standto/archive_2016-06-20)\n\n**Related article:**\n\n* [Allies conduct air defense live fire exercise in Crete]( https://www.army.mil/article/195860?fr=st)\n\n**Related videos:**\n\n* [Artemis Strike Highlight](https://youtu.be/i4H8XzwRNhg)\n* [Artemis Strike ](https://www.youtube.com/watch?v=TXkblrBAC4Y)\n",
    "date": "Monday, November 6, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}