{
    "id": "2017-11-07",
    "title": "Foreign Liaison Officers Program   ",
    "body": "#######Provided by U.S. Army Deputy Chief of Staff, G-8\n\n**What is it?**\n\nThe Army Foreign Liaison Officers (FLO) program was established to facilitate cooperation and mutual understanding between the Army and the armies of allied and friendly nations. A FLO is a foreign government military member or civilian employee who is authorized by their government and is certified by a Department of the Army (DA) command or agency in connection with programs, projects, or agreements of interest to the governments. FLOs are assigned to a DA command to coordinate operational matters, such as combined planning, training and education, as well as to provide support to Foreign Military Sales cases. \n\n**What is the Army doing?**\n\nIn 1997, HQDA designated the Deputy Chief of Staff (DCS), G-2, as the Army's FLO Program Manager and consolidated in G-2 oversight of all certified FLOs. Currently, there are more than 250 FLOS from 28 countries in 32 locations across the Army. \n\nThree Lieutenant Colonels from the United Kingdom, Australia and France are stationed at the Pentagon as Foreign Liaison Officers (FLOs) to exchange ideas about key issues with their respective armies. These O-5-level officers are based in Headquarters, Department of the Army, DCS, G-8, with the primary responsibility to: \n\n* Facilitate information exchange. \n* Promote interoperability between the armies.  \n* Liaising between the U.S. and the foreign armies to form a common operating picture.  \n\nThe FLO program reports to the Force Development Directorate, under the DCS G-8, whose mission is to equip and modernize the Army in accordance with National Priorities and the Army Campaign Plan.\n\nThe Director of Force Development is also the Executive Agent and Proponent for FA50 (Force Management), overseeing the policies and procedures for establishing a viable, credible, and challenging career path for the Army's cadre of Force Management Officers. Force development and force management are critical issues for FLOs in DCS G-8.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to ensure the FLO program will address the Army's requirements to exchange information with allies, while remaining alert to opportunities for expansion of the program.\n   \n**Why is this important to the Army?**\n\nThe FLO program provides opportunities to collaborate with U.S allies and go from concepts to delivering capabilities to Soldiers.  \n \n**Resources:**\n\n* [Army G-8](http://www.g8.army.mil/)\n  * [Force Development](http://www.g8.army.mil/organization/force_development)\n* [Functional Area 50](http://www.fa50.army.mil/)\n",
    "date": "Tuesday, November 7, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}