{
    "id": "2017-11-08",
    "title": "U.S. Army Natick Soldier Research, Development and Engineering Center ",
    "body": "#######Provided by U.S. Army Research, Development and Engineering Command\n\n**What is it?**\n\nThe U.S. Army Natick Soldier Research, Development and Engineering Center (NSRDEC), located in Natick, Massachusetts, is one of seven research development and engineering centers (RDEC) under the Army's Research, Development and Engineering Command (RDECOM). \n\nSince 1954, NSRDEC has developed Soldier technologies and capabilities through research, development, testing, and evaluation efforts. NSRDEC provides a wide range of capabilities to the Soldier, including ballistic, chemical and laser-protection systems, clothing and load carriage equipment, precision airdrop systems, Soldier cognitive and physical performance optimization, field feeding, and sustainment. The NSRDEC has a diverse workforce comprised of scientists, engineers, technologists and equipment designers.    \n\n**What is the Army doing?**\n\nThe NSRDEC works closely with the Army Research Lab, Tank Automotive RDEC, the Armament RDEC, Edgewood Chemical Biological Center, Communications-Electronics RDEC, the Aviation and Missile RDEC, and PEO Soldier to continuously evaluate current equipment in the field. NSRDEC works with these partner centers to develop future equipment and capabilities to meet the Army's needs. That work has led to recognition for advances in personal protection, aerial delivery, expeditionary basing, and military rations.  \n\nWorking directly with Army leaders and Soldiers, NSRDEC uses feedback to make improvements to fielded products as combat needs evolve, and develops new technologies to fill capability gaps. The NSRDEC goes into the field to collect data, evaluate how different types of technologies are used, and collect feedback directly from Soldiers, which enhances the NSRDEC's programs and technologies.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe NSRDEC's research and development focus will continue to concentrate on readiness, modernization, and Soldier lethality to provide exactly what Soldiers need given the unique combat environment in which they serve. These core domains include: Performance Optimization; Basic & Early Applied Research; Airdrop/Aerial Delivery; Clothing & Protective Equipment; DOD Combat Feeding; Expeditionary Maneuver Support; Human Systems Integration Sciences; and Soldier/Small Combat Unit Technology Maturation & Demonstration. Through these domains, NSRDEC will provide the Army with innovative science & technology solutions to optimize Soldier/Team performance and improve combat readiness. \n\n**Why is this important to the Army?**\n\nReadiness and ensuring dominance through superior science and engineering expertise are priorities for the Army. Using cross-functional teams to empower, unburden and protect Soldiers, the NSRDEC focuses on the Soldier Domain to incorporate the latest innovations, modernizing and maximizing the Soldier's combat readiness, lethality, survivability, sustainability, mobility, combat effectiveness and field quality of life. \n\nThis unique relationship with the Soldier gives the NSRDEC insight into the Soldier's real-world operational experience and the ability to address urgent needs as they happen in the field.  \n \n**Resources:**\n\n* [NSRDEC website](https://www.nsrdec.army.mil/)\n\n* NSRDEC on social media:\n  * [Facebook](https://www.facebook.com/NSRDEC/)\n  * [Twitter](https://twitter.com/NatickSRDEC?lang=en)\n  * [LinkedIn](https://www.linkedin.com/company/2470319/)\n  * [Youtube](https://www.youtube.com/channel/UCdCAting2XWo8dB9BnW6GNg)\n",
    "date": "Wednesday, November 8, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}