{
    "id": "2017-11-09",
    "title": "Veterans Day",
    "body": "#######Provided by U.S. Army G-1\n\n**What is it?**\n\nNovember 11 is commemorated each year as Veterans Day, a celebration of the patriotism, service and sacrifice of all those who serve or have served in the U.S. military. \n \nNovember 11, 1918 is generally considered the end of World War I. On the 11th hour of the 11th day, of the 11th month, the battlefields of Europe fell silent after more than four years of fighting. In 1938, Congress declared Armistice Day a holiday, and, in 1954, the name changed to Veterans Day to honor the veterans. \n\nThis year, the ongoing [World War I Centennial Commemoration](https://www.army.mil/standto/archive_2017-04-06) is raising awareness of the legacy of the Army American Expeditionary Forces and their contributions to victory in \"the Great War.\" \n\nThe U.S. Army joins the nation to honor veterans on November 11 to ensure that the service and sacrifice of its Soldiers is never overlooked or forgotten.\n\n**What is the Army doing?**\n\nThe Army honors and supports its veterans in many ways. The Army believes that every Soldier is a Soldier for Life. The Army's [Soldier for Life program](https://soldierforlife.army.mil/)  supports transitioning Soldiers and veterans with opportunities for employment and education. Coalitions of private-sector employers are stepping up to hire veterans and their spouses. Veterans often use the skills they learned in the military to continue to serve their communities. \n\n**What continued efforts does the Army have planned for the future?**\n\nWhen Soldiers return to their communities as full-time civilians, they take with them attributes gained through Army service that make them great leaders, professionals and team members in any organization.\n\nThe Army plans to continue collaborative efforts with the Department of Defense, the other services, other federal agencies, and industry partners to ensure that its veterans are connected with the resources and support they need and deserve in order to live fulfilling, productive lives after their military service. \n\n**Why is this important to the Army?**\n\nThe U.S. has been at war for more than 16 years, and now has the largest population of young veterans since the Vietnam War.  Future Soldiers consider how veterans are taken care of as they consider serving themselves. The Army's ability to man an all-volunteer Army of the future depends on the support of today's veterans.\n \n**Resources:**\n\n* [The United States World War I Centennial Commission](http://www.worldwar1centennial.org/)\n* [Soldier for Life](https://soldierforlife.army.mil/)\n* [Army Life: Veterans](https://www.army.mil/info/armylife/veterans/)\n* [Veterans History Project](http://www.loc.gov/vets/)\n \n",
    "date": "Thursday, November 9, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}