{
    "id": "2017-11-15",
    "title": "SOUTHCOM Regional Operations Directorate",
    "body": "#######Provided by U.S. Army Security Assistance Command \n\n**What is it?**\n\nSouthern Command (SOUTHCOM) Regional Operations (RO) Directorate is a directorate of the [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/) (USASAC), Redstone Arsenal, Alabama. It manages the security assistance programs of 28 nations with a total foreign military sale (FMS) case value of $2.6 billion throughout the southern region. The directorate manages FMS cases from a partner nation's initial request for training, materiel, and services through case/program closure, ensuring schedules and milestones are met and partner nations receive capabilities on time and within cost projections. \n\nNine of USASAC's 25 mobile training teams are currently stationed throughout SOUTHCOM. SOUTHCOM countries in the Latin America and Caribbean region include, but are not limited to, Colombia and Brazil, Argentina, Chile, Peru and El Salvador.\n \n\n**What is the Army doing?**\n\nUSASAC has accelerated provisions of arms and ammunition to counter the increasing trans-regional and transnational threat networks operating in the area. SOUTHCOM RO Directorate builds and enhances partnership capacities throughout the Central and South American Theater by supporting the following:\n\n* COCOM priorities\n* Global Peace Operations Initiative\n* Global Train and Equip\n* International Military Education and Training\n* Counter-Narcotic Efforts\n* Humanitarian Assistance / Disaster Relief Missions, and Global Security Contingency Fund\n\nIn the fiscal year 2007, the Directorate accepted, offered and delivered major defense equipment to seven countries as part of 21 FMS cases valued at $23.4 million. These cases helped increase regional security and weaken threat network operations globally. With the flare-up of tensions in Latin America, USASAC has diligently worked with many of the region's nations to upgrade their modernization efforts and enhance their capabilities for regional stability. Providing necessary training, arms and ammunition through the FMS process clearly demonstrate the Army's commitment to regional partners.\n\n**What continued efforts does the Army have planned for the future?**\n \nProviding COCOMs with multiple options to prevent conflict, shape security environments, counter transnational organized crime and counternarcotics program relies on the Army being part of joint, interagency and multinational teams. Through USASAC's security assistance programs, COCOMs help build international partners' capacity to provide interoperability and institutionalize preparedness and response measures in their areas of responsibility.\n   \n\n**Why is this important to the Army?**\n \nSOUTHCOM RO Directorate's mission is critical to supporting regional stability throughout Central America, South America, and the Caribbean, providing support to counterterrorism and counternarcotic operations and U.S. National Security objectives. This is done in close coordination with the SOUTHCOM commander's plan for engagement with the region, ensuring his priorities, as well as those of partner nations, are met. The directorate plays a significant role in the [Army Operating Concept 2020-2040](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf) by shaping the environments in support of the [U.S. Army Southern Command](http://www.southcom.mil/) to build partner capacity.\n\n**Resources:**\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/) \n\n**Related STAND-TO!:** \n\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22) \n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20)\n\n",
    "date": "Wednesday, November 15, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}