{
    "id": "2017-11-20",
    "title": "Next Generation Tactical Unmanned Aircraft System Technology Demonstrator",
    "body": "#######Provided by U.S. Army Aviation and Missile Research, Development, and Engineering Center\n\n**What is it?**\n\nThe Next Generation Tactical Unmanned Aircraft System Technology Demonstrator (NexGen TUAS TD) is a science and technology effort led by the [U.S. Army Aviation & Missile Research Development & Engineering Center's Aviation Development Directorate](https://www.amrdec.army.mil/amrdec/ADD.html) (ADD). \n\nADD is working with industry to help inform and enable the Army's future TUAS fleet slated to operate in the 2030 timeframe and beyond. \n\nThe objective of the NexGen TUAS TD is to identify, mature, and demonstrate enabling air vehicle technologies. NexGen TUAS TD will overcome key technology barriers and result in the desired performance, survivability, and reliability for an advanced, multi-role unmanned aircraft.  \n\n \n\n**What is the Army doing?**\n\nThe Army has established five main topics of focus: \n\n* Takeoff and landing methods\n* Performance sensitivities and trade-offs\n* Autonomy\n* All weather\n* Teaming \n\nAlong with specific questions within each area, the study teams will also evaluate the effects that potential requirements or capabilities would have on factors such as size/weight, manning requirements, transportability, and cost. This effort involves a partnership with the [U.S. Army Training and Doctrine Command Capability Manager for Reconnaissance and Attack](http://www.rucker.army.mil/usaace/directorates/cdid/tcm-ra/) and Project Management Office for Unmanned Aircraft Systems.\n\n**What continued efforts does the Army have planned for the future?**\n \nIn order to best accomplish its goals, the program is divided into three phases. \n\nPhase I: technical data gathered will determine ADD's technology development approach for future demonstrations. This will inform and refine FTUAS concepts of operations and system requirements for an acquisition program of record. The results are scheduled to be presented at a government workshop in May 2018. \n\nPhase II: will be a Configuration Trade Studies and Analyses effort. This will be conducted to generate feasible conceptual designs satisfying the advanced UA requirements and capabilities refined from Phase I. Once specific technologies are selected for incorporation into the TD, ADD will establish quantitative metrics with a threshold and objective values. \n\nPhase III: design, fabrication, integration, and initial test/demonstration activities will occur in 2020-2023, culminating with the final test/demonstration of air vehicle technologies in 2023.\n \n   \n**Why is this important to the Army?**\n \nUnmanned Aircraft Systems currently outnumber manned systems in the fleet and will continue to grow in a number of aircraft, increased capability, and expanded mission sets. Future UAS must be capable of performing a diverse set of missions in contested airspace against near-peer adversaries on a multi-domain battlefield. ADD plans to provide knowledge to the user community and information to the Program Office enabling the development of a product that will provide an asymmetric advantage to the warfighter.\n\n**Resources:**\n\n* [U.S. Army Aviation & Missile Research Development & Engineering Center](https://www.amrdec.army.mil/amrdec/)\n  * [U.S. Army Aviation & Missile Research Development & Engineering Center's Aviation Development Directorate](https://www.amrdec.army.mil/amrdec/ADD.html)\n* [Army.mil News: AMRDEC](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amrdec)\n\n**Related document:**\n\n* [Emerging Science and Technology Trends: 2016-2045](http://www.defenseinnovationmarketplace.mil/resources/2016_SciTechReport_16June2016.pdf)\n\n**Related STAND-TO!:** \n\n* [Army Science and Technology](https://www.army.mil/standto/2017-09-26)\n* [AMC Science and Technology Strategy for 2014-2040](https://www.army.mil/standto/2016-06-15)\n* [U.S. Army Roadmap for Unmanned Aircraft Systems: 2010-2035](https://www.army.mil/standto/archive/2010/04/16/)\n\n**Related article:** \n\n* [Army launches future Tactical UAS research](https://www.army.mil/article/196137?fr=st)",
    "date": "Monday,  November 20, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)"
}