{
    "id": "2017-11-21",
    "title": "U.S. Military Academy at West Point ",
    "body": "#######Provided by U.S. Military Academy  \n\n**What is it?**\n\nFounded in 1802 as America's first school of engineering, the U.S. Military Academy at West Point is a four-year co-educational federal undergraduate college located 50 miles north of New York City. As the world's preeminent leader development institution, its enduring mission is to educate, train, and inspire the Corps of Cadets so that each graduate is a commissioned leader of character committed to the values of *Duty, Honor, Country* and prepared for a career of professional excellence and service to the nation as an officer in the United States Army. \n\nDuring their 47 month experience at West Point, cadets receive a top-tier education, military and physical training within a culture of character growth and development, along with an opportunity to practice both followership and leadership.  Through this approach to leader development, West Point produces graduates who will live honorably, lead honorably and demonstrate professional expertise.  \n\nWest Point's academic program is recognized for excellence, ranking among the best colleges and universities in the nation.  U.S. News & World Report ranks West Point as the #1 Public Liberal Arts College nationwide and the #4 best undergraduate engineering programs, while Forbes' ranks them as the #2 Public College in the country.\n\n**What is the Army doing?**\n\nThe cadets' experience during their 47 months at West Point is focused on developing them to serve and lead honorably in the Army. The experience includes a broad core curriculum that teaches cadets how to think, cultural learning and enrichment experiences throughout the globe, and opportunities to attend military specialty schools.  [Character development](http://go.usa.gov/3eQSY) is integrated into every aspect of the leadership development experience.    \n\n**What continued efforts does the Army have planned for the future?**\n\nAs readiness is the Army's top priority, West Point develops leaders who are prepared to fight and win our nation's wars.  Graduates have gone on to serve and lead in a variety of capacities, including top-level leadership posts throughout the Army and the Joint Forces.  Additionally, after leaving the Army, many graduates have continued their service to the nation in government, business and academia.  \n   \n**Why is this important to the Army?**\n \nWest Point's [strategic plan](http://go.usa.gov/3eN4B) sets the conditions for continual innovation and improvement of its world-class leader development program, to ensure West Point continues to be relevant, meets the needs of the Army and an ever-changing operational environment and continues to be the preeminent leader development institution in the world.\n\n**Resources:**\n\n* [U.S. Military Academy at West Point](http://www.westpoint.edu/)\n* [Superintendent's Note](http://www.westpoint.edu/Superintendent/SitePages/Home.aspx)\n* [West Point admissions](https://www.westpoint.edu/admissions/SitePages/Home.aspx)\n* [Army West Point Sports](http://www.goarmywestpoint.com/)\n\n**Related strategic documents:**\n\n* [Character Development Strategy](http://go.usa.gov/3eQSY)\n* [West Point Leader Development System Handbook](http://go.usa.gov/3eQJT)\n \n \n**Related articles:**\n\n* Army.mil: [WestPoint News](https://www.army.mil/westpoint)\n\n**USMA- West Point on social media:**\n\n* [Facebook: West Point](http://www.facebook.com/WestPointUSMA)\n* [Facebook: West Point Parents](http://www.facebook.com/westpointparents)\n* [Twitter](https://twitter.com/westpoint_usma)\n* [Flickr](https://www.flickr.com/photos/west_point/)\n",
    "date": "Tuesday, November 21, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)\n\n**December 2017**\n\nDec 9: [Army-Navy Game](http://armynavygame.com/) \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)"
}