{
    "id": "2017-11-22",
    "title": "Foreign Military Sales ",
    "body": "#######Provided by U.S. Army Security Assistance Command  \n\n**What is it?**\n\nForeign Military Sales (FMS) is a fundamental tool of U.S. foreign policy. It is a form of security assistance authorized by the Arms Export Control Act (AECA) of 1976, which gives the President of the United States the authority to control the import and export of defense articles and defense services. \n\nUnder the FMS program, the U.S. government and a foreign government enter into a government-to-government agreement called a Letter of Offer and Acceptance (LOA).\n\n \n**What is the Army doing?**\n\nThe [U.S. Army Security Assistance Command (USASAC)](http://www.army.mil/info/organization/usasac/) leads the [U.S. Army Materiel Command]( http://www.amc.army.mil/amc/about.html)'s Security Assistance Enterprise (SAE) and develops and manages SAE programs and FMS. \n\n\nWorking with AMC's [Life Cycle Management Commands](http://asc.army.mil/docs/pubs/alt/archives/2006/Apr-Jun_2006.pdf) and dozens of other organizations, it provides partners the same defense articles and services provided to U.S. Soldiers and uses the same structure and processes. USASAC offers a total package approach, which offers lifecycle management for FMS. This includes equipment, spare parts, training, publications, technical documents, maintenance support and other services to ensure long-term capability and relationships. USASAC currently manages more than 5,800 FMS cases in 150 countries with a total case value of $181 billion.  \n  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe FMS mission will continue to play a critical role in the [Army Operating Concept 2020-2040]( https://www.army.mil/standto/archive_2014-12-22/) by shaping the environments of geographic combatant command (COCOM) regions to build partner capacity. The FMS mission operationalizes U.S. allies and partners and bolsters their counterterrorism and stability operations while enabling an interoperability that allows them to conduct coalition operations alongside the nation's [globally engaged Army](https://www.army.mil/standto/archive_2016-06-20). In support of strengthening alliances and partnerships, one of the top three priorities of Secretary of Defense James Mattis, FMS's building-partner-capacity mission bolsters the military's ability to fight and win the [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08). \n   \n**Why is this important to the Army?**\n\nFMS enables strategic readiness by supporting Army Chief of Staff priorities and geographic combatant commanders' requirements with multiple options to prevent conflict, shape security environments and win wars.  Through FMS, the geographic COCOMs help build eligible international partner capacity to provide both interoperability and an independent capability in their areas of responsibility, which is vital to achieving U.S. national security objectives. Additionally, FMS can produce economies of scale that lower the production cost of the Army's equipment and provide savings that can be invested in modernization. Industry and the Organic Industrial Base also benefit from purchases and sustainment of equipment provided to partners through the FMS process. \n \n\n**Resources:**\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/) \n\n**Related documents:** \n\n* [U.S. Army Operating Concept (AOC): Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf) \n* [Life Cycle Management Commands](http://asc.army.mil/docs/pubs/alt/archives/2006/Apr-Jun_2006.pdf)\n\n**Related STAND-TO!:** \n\n* [Readiness](https://www.army.mil/standto/archive_2017-10-04)\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22) \n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20)\n* [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n",
    "date": "Wednesday, November 22, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\nNov. 11: [Veterans Day](https://soldierforlife.army.mil/?from=st)\n\n**December 2017**\n\nDec 9: [Army-Navy Game](http://armynavygame.com/) \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)"
}