{
    "id": "2017-11-28",
    "title": "Army Safety and Occupational Health Objectives",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe [Army Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/171), released annually by the Army chief of staff and secretary of the Army, provide senior leaders specific safety goals to meet during the upcoming fiscal year. The objectives fall under the Army Safety and Occupational Health Strategic Plan, which communicates leadership commitment to the safety and health of Soldiers and Department of the Army Civilian employees through accident prevention.\n\n\n \n**What is the Army doing?**\n\nThe [Army Safety and Occupational Health Objectives for Fiscal Year 2018](https://safety.army.mil/ShrinkLink/171) outline four specific goals: \n\n* Improving processes to identify and correct workplace hazards\n* Streamlining SOH and Army 385-series policies by year end\n* Developing an information management system to address deficiencies in the current Army accident reporting system\n* Enhancing [Career Program 12](https://safety.army.mil/CP-12.aspx) credentialing. \n\nWhile the last three objectives are specific to the Army Safety Office and [U.S. Army Combat Readiness Center](https://safety.army.mil), the resulting policies and products will have an Army-wide impact on risk management and loss prevention.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe director of Army Safety, along with the deputy assistant secretary of the Army for Environment, Safety, and Occupational Health, will continue to work with leadership in developing yearly objectives targeted to emerging trends in safety and accident prevention. USACRC will continue to [support](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil) leaders who require assistance with meeting their objectives. \n\n   \n**Why is this important to the Army?**\n\nFiscal 2017 saw the first significant increase in Army mishap fatalities in a decade. While fatal accidents remain on a long-term downward trend, leaders must remain vigilant as Soldiers and DACs operate in challenging environments across the globe. This year's safety and occupational health objectives are designed to revitalize leader commitment to proactive risk management and provide the field with superior and flexible tools to help the Army Team operate safely and maintain readiness.\n\n \n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [FY18 Army Safety and Occupational Health Objectives](\nhttps://safety.army.mil/ShrinkLink/171)\n* [CP-12 Safety and Occupational Health](\nhttps://safety.army.mil/CP-12.aspx) \n* [Email](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil) USACRC for  support\n\n**Related STAND-TO!:**\n\n* [Off-Duty Safety Awareness Presentation](https://www.army.mil/standto/archive_2017-06-15)\n\n",
    "date": "Tuesday, November 28, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**December 2017**\n\nDec 9: [Army-Navy Game](http://armynavygame.com/) \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)"
}