{
    "id": "2017-11-30",
    "title": "Exercise Yama Sakura ",
    "body": "#######Provided by U.S. Army Pacific\n\n**What is it?**\n\nYama Sakura (YS) is an annual bilateral command post exercise involving the U.S. Military and the Japan Ground Self-Defense Force (JGSDF). The exercise rotates each year between one of the five JGSDF regional armies. \n\nYama Sakura 73 is a [U.S. Army Pacific](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/) joint exercise between [Army I Corps](https://www.army.mil/icorps) and JGSDF Northeastern Army. YS 73 will run from Dec. 1-12, 2017 at the Northeastern Army headquarters at Camp Sendai outside of Sendai, Japan. This exercise will be comprised of approximately 1,600 U.S. forces and 4,600 JGSDF forces.\n\n**What is the Army doing?**\n\nSince its inception in 1982, Yama Sakura continues to focus on the development and refinement of the Japan Ground Self-Defense Force and the U.S. Army Pacific's efforts in the areas of bilateral planning, coordination, and interoperability. YS is in its 35th iteration and underscores a continued commitment by the United States and Japan to work as dedicated partners in support of the U.S.-Japan security alliance and for peace and stability in the Indo-Asia-Pacific region. \n\nDuring the exercise, U.S. military members and JGSDF members exchange ideas, tactics, techniques, military experiences, and culture.\n\nObjectives of Yama Sakura 73 include-\n\n* Training U.S. ground forces for deployment to Japan in the event of contingencies\n* Exercising JGSDF and U.S. capabilities to defend Japan\n* Preparing U.S. forces for joint unified land operations\n* Increasing interoperability between U.S. forces and the JGSDF\n \n**What continued efforts does the Army have planned for the future?**\n\nThe Yama Sakura is designed to enhance U.S. and Japan's combat readiness and interoperability while strengthening bilateral relationships. YS demonstrates U.S. resolve to support the security interests of friends and allies in the Indo-Asia-Pacific region. During the exercise, U.S. military members and JGSDF members exchange ideas, tactics, techniques, military experiences, and culture. \n   \n**Why is this important to the Army?**\n\nThe purpose of [Yama Sakura 73](https://www.facebook.com/yamasakura) is to enhance U.S. and Japanese combat readiness and interoperability while strengthening bilateral relationships. YS also demonstrates U.S. resolve to support the security interests of allies and partners in the Indo-Asia-Pacific region. \n \n**Resources:**\n\n* [Exercise Yama Sakura](https://www.facebook.com/yamasakura/)\n* [U.S. Army Pacific](https:/www.army.mil/usarpac)\n\n**Related STAND-TO!:**\n\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n\n",
    "date": "Thursday, November 30, 2017",
    "quote": "",
    "events": "#### Events\n\n**November 2017**\n\nNational Native American Heritage Month: Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st)\n\n\n**December 2017**\n\nDec 9: [Army-Navy Game](http://armynavygame.com/) \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)"
}