{
    "id": "2015-10-01",
    "title": "Domestic Violence Awareness Month",
    "body": "**What is it?**\n \nThe U.S. Army supports the Domestic Violence Awareness Month (DVAM) observance to bring attention to an issue that undermines the [Army Values](http://www.army.mil/values/). Domestic violence has the potential to end careers -- and even lives. \n\nThe National Coalition Against Domestic Violence defines domestic violence as the \"willful intimidation, physical assault, battery, sexual assault, and/or other abusive behavior as part of a systematic pattern of power and control perpetrated by one intimate partner against another.\" Anyone can be a victim, and every individual plays a role in upholding the community values and standards that support safe, healthy relationships. \n\nThe first DVAM was held in October 1987, and the first Commemorative Legislation passed by the U.S. Congress in 1989. This year, the Army will join the nation in observing DVAM using the Department of Defense theme of \"It starts with respect: Live by core values to keep your relationship healthy and strong.\" The Army will emphasize that domestic violence is never \"OK\" and will highlight resources that help Army Families develop life skills, maintain positive relationships and encourage help-seeking behavior.\n\n**What is the Army doing?** \n\nThroughout October, DVAM events will be executed at each garrison. These events will promote awareness, encourage reporting, provide safety for victims, encourage all members of the Army community to look out for one another, and ensure treatment is provided and administrative action taken when needed.\n\n**What continued efforts does the Army have planned for the future?**\n \nThe Army will continue to stand against domestic violence and emphasize that domestic violence is never \"OK.\" Through Army-provided programs and community support, the Army will continue to promote healthy relationships, support victims and hold perpetrators accountable. Confidential support is available from the [Army Family Advocacy Program](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/familyadvocacyprogram/default.aspx), [Military OneSource](http://www.militaryonesource.mil), or the [National Domestic Violence Hotline](http://www.thehotline.org). \n\nPrograms such as the New Parent Support Program, Victim Advocacy, Sexual Assault Prevention and Response Program, and Military Family Life Consultants are all designed to prevent domestic violence from occurring.\n\n**Why is it important to the Army?**\n\nDomestic violence goes against the Army Values and has negative effects on both Soldier and Family readiness. The Army makes it clear in word and deed that domestic violence is unacceptable and not tolerated, and resources are available for those who need help. The Army is committed to fully supporting its Families and assisting in the development of their resiliency, health and well-being. \n\n**Resources:**\n \n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Family Advocacy Program](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/familyadvocacyprogram/default.aspx)\n* [Victim Advocacy Program](https://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/FamilyAdvocacyProgram/TipsfortheHome/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil)\n* [National Domestic Violence Hotline](http://www.thehotline.org) or call 1-800-799-SAFE\n* [National Coalition Against Domestic Violence](http://www.ncadv.org)\n* [Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [SHARP](http://www.sexualassault.army.mil/)\n* [Army Values](http://www.army.mil/values/)\n* Related Documents: \n* [- Policy: Army Regulation 608-18, Army Family Advocacy Program, Oct. 30, 2007](http://armypubs.army.mil/epubs/pdf/r608_18.pdf)\n* Related STAND-TO!: \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* Related Social Media: \n* [- IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [- Army MWR on Facebook](https://www.Facebook.com/FamilyMWR)\n",
    "date": "Thursday, October 1, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nWe believe that family relationships start with respect. They take work, but they start with respect. If we could continue to follow our prevention practices, training our troops and providing resource information to our families, then we believe those families will have respect and won't have any situations where there is domestic violence in the family.\n\n### -  Nicqolle Truitt, Fort Rucker family advocacy specialist\n\n### - [R-E-S-P-E-C-T: Program sets focus on Domestic Violence Awareness Month](http://www.army.mil/article/156085)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}