{
    "id": "2015-10-05",
    "title": "The Nanosatellite Program  ",
    "body": "**What is it?**\n \nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command's (USASMDC/ARSTRAT)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) Nanosatellite Program, or SNaP is a future Army satellite communication to empower Soldiers. SNaP will be a small satellite communications (SATCOM) constellation. It provides data and over-the-horizon communications capabilities.  It will allow communications across great distances, using existing ultra high frequency (UHF) tactical radios. \n\nSNaP is a 5-kilogram mass cube satellite, or CubeSat, which costs about $500,000 and is about the size of a loaf of bread. \n\n**What has the Army done?**\n \nUSASMDC/ARSTRAT is responsible for organizing, manning, equipping, and training space forces for the Army. The Army is the largest user of space and space-based capabilities within the Department of Defense. SNaP is an Army-led Joint Capabilities Technology Demonstration to show the military utility nanosatellites can provide to disadvantaged users. The primary uses are beyond line-of-sight-communications and the transmission of data to or from denied, remote, or unsupported areas. \n\n**What continuing efforts does the Army have planned?**\n\nUSASMDC/ARSTRAT is developing nanosatellite and small satellite technologies to support technology demonstrations showing how these satellites could be used to support the Soldier on the battlefield.  \n\nThe next SNaP launch is scheduled for launch in October of 2015. USASMDC/ARSTRAT will also demonstrate Kestrel Eye, an electro-optical nanosatellite-class imagery satellite that will be tasked by the tactical ground component warfighter next year.\n\n**Why is this important to the Army?**\n \nSixty to 70 percent of today's Army systems depend upon space to perform their mission. On the modern battlefield; if the Army wants to shoot, move or communicate the Army must have space-enabled capabilities. \n\n**Resources:**\n \n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [Army.mil: Science and Technology News](http://www.army.mil/news/sciencetechnology/)\n* [Army Technology Live](http://armytechnology.armylive.dodlive.mil/)\n* Related document: \n* [- Kestrel Eye](http://www.smdc.army.mil/FactSheets/archive/KestrelEye.pdf)\n* Related article: \n* [- Future Army nanosatellites to empower Soldiers](http://www.army.mil/article/152664/)\n* Related STAND-TO!:\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Monday, October 5, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\n[Strategic Command's Nanosatellite Program] will provide resiliency to the warfighter communication capability by providing beyond-line-of-site communications when no satellite communication is available due to line-of-site issues or due to a denied or degraded environment.\n\n### -  Thomas E. Webber, director, U.S. Army Space and Missile Defense Command Technical Center Space and Strategic Systems Directorate\n\n### - [Future Army nanosatellites to empower Soldiers](http://www.army.mil/article/152664/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}