{
    "id": "2015-10-06",
    "title": "The U.S. Army's Office of the Program Manager-Saudi Arabian National Guard Modernization Program (OPM-SANG)",
    "body": "**What is it?** \n\n[The U.S. Army's Office of the Program Manager-Saudi Arabian National Guard Modernization Program (OPM-SANG)](http://www.army.mil/opm-sang/) is a [U.S. Army Security Assistance Command (USASAC)](http://www.army.mil/standto/archive_2015-07-20/) subordinate organization that features U.S. Army and Department of Army civilian personnel based in Saudi Arabia to provide advice and assistance in modernizing the Kingdom's Ministry of the National Guard (MNG). This modernization of the fulltime SANG encompasses training, equipment, maintenance, supply, procurement, management, organization, health care, and facilities. It is fully funded by the government of Saudi Arabia through [Foreign Military Sales (FMS)](http://www.army.mil/standto/archive_2014-06-23/) cases executed by USASAC. \n\n**Why is this important to the Army?** \n\nOPM-SANG's mission remains to maintain and enhance the relationship between the Kingdom of Saudi Arabia (KSA) and the United States. Its mission is to advise and assist to increase the capacity within the MNG to enhance their ability to defend KSA, while continuing to improve the enduring U.S./KSA partnership. Providing combatant commands with multiple options to prevent conflict, shape security environments, and win wars relies on the Army being part of joint, inter-organizational and multinational teams. OPM-SANG helps build international partner capacity, providing both interoperability and independent capability for the KSA. This mission is vital to achieving U.S. national security objectives and stability throughout the Middle East. \n\n**What has the Army done?** \n\nOPM-SANG has approximately 300 Army and DA civilian personnel. Many of them serve as advisors and come from a diverse background and with numerous military occupational skills. Using their military expertise and diplomatic skills, these advisors are fully embedded within their organizations and meet daily with commanders, staff officers, and Soldiers to provide their Saudi counterparts the best advice in the areas of personnel, training, logistics, and equipment. To date, OPM-SANG has managed more than $39 billion in FMS cases that purchased weapons, vehicles, training, and rotary-wing aircraft.\n\n**What efforts does the Army plan to continue in the future?**  \n\nWithin the framework of the [Army's Prevent, Shape, and Win strategy](http://www.army.mil/standto/archive_2014-12-22/), OPM-SANG is a dynamic shaping entity, which assists in building the capacity of a strategically important partner within the region. The modernization program will continue to develop the MNG's capability to unilaterally initiate, sustain and operate modern military organizations and any security contingency within the confines of the KSA. OPM-SANG is a security assistance success story, in large part due to the close working relationship between itself and the MNG at all levels of leadership. With the continued support of the U.S. Army, Department of Defense, and the Department of State, the SANG modernization program will continue to build upon its past progress and success.\n\n\n**Resources:** \n\n* [Office of the Program Manager-Saudi Arabian National Guard Modernization Program](http://www.army.mil/opm-sang/)\n* [U.S. Army Security Assistance Command](http://www.usasac.army.mil)\n* Related STAND-TO!:\n* [- U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20/)\n* [- Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23/)\n",
    "date": "Tuesday, October 6, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nI am extremely proud of the effort and professionalism of our OPM-SANG team; we are a small organization of around 300 people who are making strategic-level contributions in support of our nation's interests in the region. This is a significant mission that requires both a high level of diplomacy and dedication, and greatly benefits both countries.\n\n### -  Brig. Gen. Paul J. Laughlin, OPM-SANG program manager\n\n### - [US, Saudi Arabia partnership turns 42 years old](http://www.army.mil/article/145651)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}