{
    "id": "2015-10-07",
    "title": "Army Cybersecurity Awareness Month",
    "body": "**What is it?**\n \nOctober is Army Cybersecurity Awareness Month, which is an annual campaign to increase awareness of organizational cybersecurity practices and training that will help the Army improve its overall security posture. This year's awareness month theme is \"Stay Protected While Connected.\" The theme emphasizes individual responsibility for protecting the Army against cybersecurity threats that endanger personnel, compromise operations, and consume resources.\n\n**What has the Army done?**\n\nThe Army focus this year is on evaluating cybersecurity practices at all levels, and establishing appropriate risk management techniques and procedures. The Army Cybersecurity Awareness Month will kick off a campaign designed to highlight requirements for all Army commanders, leaders, and managers to assess and manage risks, and conduct continuous monitoring practices to identify, assess, and respond to vulnerabilities. \n\nThis means: \n\n* -- Integrating risk management into all phases of organizations' missions, functions, and operations.\n* -- Managing risk at acceptable levels and make risk decisions with the appropriate authority.\n* -- Accepting no unnecessary risk that will jeopardize or impact mission or business operations. \n* -- Applying risk management continuously and thoroughly and develop a culture of awareness and responsibility for security practices.\n\nThis will help leaders create a culture of awareness to anticipate, detect, and respond to cyber threats before they can impact the confidentiality, integrity, and authenticity of Army networks, systems and information as well as personal data.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is taking a robust and sustained approach to cybersecurity. To continue the momentum beyond the awareness month observance. Commands will complete annual assessments, conduct mandatory annual information assurance training, ensure systems are compliant and continually apply security updates and patches as required. Throughout the year, commands can continue to access the [Cybersecurity One Stop Shop](https://cybersecurity.us.army.mil) for updated information and resources.  \n\n**Why is this important to the Army?**\n\nCyber attacks threaten the Army's data, networks, and systems every day, putting our operations and people at risk. Strengthening Army cybersecurity is critical to all Army warfighting operations and business functions.  It is critical that Soldiers, civilians, and contractors understand their responsibility for protecting the Army's cybersecurity posture, in order to ensure Army readiness and continued mission success.\n\n**Resources:**\n\n* [Chief Information Officer/G-6](http://ciog6.army.mil) \n* [Army Cyber Command](http://www.arcyber.army.mil) \n* [Army Cyber Institute](http://www.westpoint.edu/acc/SitePages/Home.aspx) \n* [Network Enterprise Technology Command (NETCOM)](http://www.netcom.army.mil/) \n* [Cyber Security One Stop Shop](https://cybersecurity.us.army.mil) (CAC required) \n* Related article:\n* [- Cybersecurity Awareness Month bolsters ways Army can 'Stay Protected While Connected'](http://www.army.mil/article/155931)\n",
    "date": "Wednesday, October 7, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nIt only takes one careless or malicious act anywhere on our networks to threaten Army operations.\n\n### -   Lt. Gen. Edward C. Cardon, commander of Army Cyber Command and Second Army\n\n### - [Cybersecurity Awareness Month bolsters ways Army can 'Stay Protected While Connected'](http://www.army.mil/article/155931)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}