{
    "id": "2015-10-08",
    "title": "National Depression Education and Awareness Month October 2015",
    "body": "**What is it?**\n\nIn observance of October's National Depression Education and Awareness Month, on Oct. 8, 2015, the Army will join thousands of organizations and communities across America in recognition of \"National Depression Screening Day\" by leading efforts to inform the public about the various signs and symptoms of depression and the important role of depression screening in managing overall health.  The Army theme for 2015 is ***\"Screening -- A Step on the Journey to Maintaining Your Health.\"***\n\nAccording to the World Health Organization (WHO), depression is the leading cause of disability with over 350 million people suffering from depression worldwide.  Symptoms of depression may include persistent sadness, difficulty concentrating, hopelessness, helplessness, fatigue, changes in appetite, insomnia, irritability, persistent aches and pains, and in some instances, thoughts of suicide.  It is time to seek help when these feelings persist and begin to interfere with everyday life, which may be an indication of clinical depression, a serious medical condition that if left untreated, may continue for years and lead to other medical conditions.    \n\n**What has the Army done?**\n\nThe Army conducts routine behavioral health screening at five recognized points throughout the deployment cycle.  This reduces stigma associated with seeking behavioral health treatment, and exceeds the National Defense Authorization Act mandated screening requirements by including two additional screening \"touch points\" during deployment cycles and by incorporating behavioral health screening into every Soldier's annual Periodic Health Assessment, regardless of deployment.  \n\n**What continued efforts does the Army have planned for the future?** \n\nThe Army is transforming to a proactive, integrated, metrics-driven and patient-centered Behavioral Health System of Care that is standardizing and optimizing clinical behavioral health efforts and best practices for force readiness and standards of care. \n\n**Why is this important to the Army?** \n\nSoldiers, their Families, Army civilians and veterans are a priority and essential to the overall Army mission as they continue to support our Nation.  The Army is committed to decreasing stigma associated with seeking help for depression.  Even the most severe cases of depression are treatable and the earlier the treatment begins, the more effective it is and the greater the likelihood the recurrence can be prevented.  Anonymous depression screenings are available through the Department of Defense, Department of Veterans Affairs, behavioral health and the local community. \n\n**Resources:**\n\n* [Army Behavioral Health](http://armymedicine.mil/Pages/behavioralhealth.aspx)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related articles:\n* [- Resilience key to overcoming depression](http://www.army.mil/article/156523)\n* [- Expert talks suicide prevention](http://www.army.mil/article/155323)\n",
    "date": "Thursday, October 8, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nWhat we do as members of the Army profession is a tough business, and I would say that's also true for our law enforcement and emergency management brothers and sisters who are with us here today. As Soldiers, we spend our careers either preparing for combat or, in the case of the last 13 to 14 years, serving in combat. Add to that the stress of moving your family every couple of years, missed holidays and special occasions, multiple deployments, it can all be very stressful.\n\n### -   Maj. Gen. Bradley Becker, commander of the U.S. Army Military District of Washington, said during a suicide prevention and awareness training, as part of the Army's Ready and Resilient Campaign and Suicide Awareness Month on Joint Base Myer-Henderson Hall, Sept. 1.\n\n### - [Expert talks suicide prevention](http://www.army.mil/article/155323)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}