{
    "id": "2015-10-13",
    "title": "Army Breastfeeding and Lactation Support Policy ",
    "body": "**What is it?**\n\nBased on [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/)-approved [Army Directive 2015-37 *Breastfeeding and Lactation Support Policy*](http://www.apd.army.mil/pdffiles/ad2015_37.pdf), effective Sept. 29, 2015, commanders will designate a private space with locking capabilities, an electrical outlet, and access to a safe water source for Soldiers to express milk. If the designated space is within a restroom, it will be a fully enclosed, separate area designated for breastfeeding or expressing milk (i.e. not a bathroom stall). Army senior leaders expect commanders and Soldiers to collectively work to balance lactation support and readiness. The policy is not too prescriptive to afford commanders the flexibility to support the unique needs of women Soldiers who request breastfeeding and lactation support. \n\n**What has the Army done?**\n\nThe Army recently completed a comprehensive review of its policies governing breastfeeding and lactation support to women Soldiers. Army offices responsible for policy implementation consulted with military medical experts, commanders and Soldiers, and reviewed the policies of the other services in drafting the directive. Lactation consultants are available to assist commanders and Soldiers at military treatment facilities.\n\n**What continued efforts does the Army have planned for the future?** \n\n[Army Regulation 600-20, *Army Command Policy*](http://www.apd.army.mil/pdffiles/r614_30.pdf) is scheduled for re-release later this year and will incorporate the policy outlined in the directive.\n\n**Why is this important to the Army?** \n\nThe Army remains focused to balancing Soldier support and force readiness. Shaping policy that supports and sustains a highly capable and ready force, such as Army Directive 2015-37, contributes to accomplishing that. This particular policy codifies pre-existing practices and provides a basis from which Soldiers and their leadership can work. \n\n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* [Army Families](http://www.army.mil/families)\n* Related documents:\n* [Army Directive 2015-37 (Breastfeeding and Lactation Support Policy)](http://armypubs.army.mil/epubs/pdf/ad2015_37.pdf)\n* [AR 614-30: Oversees Service](http://www.apd.army.mil/pdffiles/r614_30.pdf)\n* Related article:\n* [McHugh signs directive regarding breastfeeding, lactation support](http://www.army.mil/article/156730/)\n\n\n\n\n\n",
    "date": "Tuesday, October 13, 2015",
    "quote": "Quote of the Day\n----------------------\n\nWhen you are on the ground, you make the rules. And until nations exist solely in the water or in the sky, land will remain critical ... to protect the freedom and interests of the United States, the Army must remain the cornerstone of our nation's defense -- there is no other way. \n\n### - Secretary of the Army John M. McHugh, emphasized the importance of the role of the U.S. Army to ultimately resolve conflicts, during his keynote speech at the 7th and final opening address at the Association of the United States Army Annual Meeting and Exposition (AUSA), Oct. 12\n\n### [McHugh: America needs its Army](http://www.army.mil/article/156979/)\n\n### For other AUSA-related articles visit: [Army.mil: Professional Development Toolkit](http://www.army.mil/professional/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}