{
    "id": "2015-10-15",
    "title": "STARRS-LS Fall Pilot Study",
    "body": "**What is it?** \n\nThe [Study to Assess Risk and Resilience in Servicemembers -- Longitudinal Study](http://www.army.mil/standto/archive_2015-07-09) (STARRS-LS), like [Army STARRS](http://www.army.mil/standto/archive_2013-03-21/), is a strictly voluntary and confidential study that will continue the research from Army STARRS to better understand risk and resilience factors associated with behavioral health issues in Soldiers. As the Army mission changes, new concerns arise and STARRS-LS will allow researchers to monitor trends and carefully evaluate their implications for mental health of Soldiers.  \n\nThe STARRS-LS Fall Pilot Study will begin on October 14, 2015. The research team will contact approximately 750 individuals who previously participated in Army STARRS.  STARRS-LS will gather data through web and telephone surveys conducted by the University of Michigan.  Participants will include Soldiers still in the Army (Active, Guard and Reserve) as well as those who have moved to other branches of military service, and those who have returned to civilian life.  Participation in STARRS-LS remains strictly voluntary and completely confidential.\n\n\n**What has the Army done?**\n\nSince 2008, the Department of the Army (DA) and the National Institute of Mental Health (NIMH) have collaborated to examine the mental and behavioral health of Soldiers, to better understand risk and protective factors associated with suicidal behavior and related behavioral health conditions through the Army STARRS research effort.  Through a new partnership with the Department of Defense, DA, and the NIMH, beginning in July 2015, STARRS-LS is led by an interdisciplinary research team from the Uniformed Services University of Health Sciences and the University of California, San Diego and includes researchers from the Harvard Medical School and the University of Michigan. This team is built on the original Army STARRS research platform to improve understanding of risk and protective factors for suicide, psychological health, and other outcomes of clinical, operational, or public health significance with the intent of developing strategies for optimal prevention and intervention across all phases of Army service.\n\n**Why is this important to the Army?** \n\nSTARRS-LS is a direct response to the President's Executive Order on Improving Access to Mental Health Services for Veterans, Service Members, and Military Families, and the subsequent National Research Action Plan to continue a longitudinal follow-up study of Army STARRS participants.\n\n**What does the Army have planned for the future?**\n\nSTARRS-LS will continue collecting data during the Fall Pilot Study through January 2016.  Continued data collection with the remaining 72,000 Army STARRS respondents will begin in April 2016.   STARRS-LS respondents will be asked to complete a survey approximately every other year to assist the research team to better understand risk and resilience factors.\n\n\n**Resources:**\n\n* [Army STARRS](www.armystarrs.org)\n* Email: [STARRS-LS](mailto:usarmy.pentagon.hqda-dusa.mbx.starrs-ls@mail.mil)\n* CAC log-in required: \n* [- STARRS-LS](https://www.us.army.mil/suite/page/700650)\n* [- Army STARRS](https://www.us.army.mil/suite/page/657052)\n* Related STAND-TO!:\n* [- STARRS - Longitudinal Study](http://www.army.mil/standto/archive_2015-07-09/)\n* [- Ready and Resilient: Army STARRS Update](http://www.army.mil/standto/archive_2013-07-19/)\n* [- Army STARRS](http://www.army.mil/standto/archive_2013-03-21/)\n\n\n\n\n",
    "date": "Thursday, October 15, 2015",
    "quote": "Quote of the Day\n----------------------\n\nThe proudest thing I've ever done in my life is to be able to wear this uniform and serve this country with some of the greatest people I've ever met and will always know. \n\n### - Medal of Honor Nominee [Capt. Florent A. Groberg](http://www.army.mil/medalofhonor/groberg/), now medically retired, will receive the highest award of valor during a White House ceremony, Nov. 12, 2015 \n\n### [Groberg to receive Medal of Honor for actions in Afghanistan](http://www.army.mil/article/156956/Groberg_to_receive_Medal_of_Honor_for_actions_in_Afghanistan/?from=st)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\nOct. 12- 14: [AUSA Annual Meeting](http://www.army.mil/professional/cmf/?from=st)\n\nOct. 14: White House announcement nominating retired [Capt. Florent Groberg](http://go.usa.gov/3uHZ5) to receive the Medal of Honor on Nov. 12, 2015\n\n\n\n\n"
}