{
    "id": "2015-10-19",
    "title": "Energy Security and Sustainability Strategy",
    "body": "**What is it?** \n\nThe Army's [Energy Security and Sustainability (ES2) Strategy](http://www.army.mil/e2/c/downloads/394128.pdf), finalized in May 2015, identified strategies Soldiers, Civilians and Family Members can take to ensure the advancement of sustainability for the warfighters on the battlefield, and on the installations, making the Army more resilient for any mission.  \n\n[Installation energy](http://www.army.mil/e2/c/downloads/377960.pdf) resiliency has to do with the ability of the Army's physical infrastructure to anticipate, prepare for, and adapt to changing conditions, as well as withstand, respond to, and recover rapidly from disruptions, both anticipated and unanticipated.\n\nThe Army's resiliency vision focuses on three main goals:\n \n* (1) A ready force\n* (2) Secure resources\n* (3) Resilient capabilities\n\nEach component is critical to support effective performance and provide our leaders with a range of viable resource decision options.\n\n\n**What has the Army done?**\n\nIn 2015, the Army developed the [ES2 Strategy](http://www.army.mil/e2/c/downloads/394128.pdf), which has five key goals: \n\n* (1) Inform Decisions\n* (2) Optimize Use\n* (3) Assure Access\n* (4) Build Resiliency\n* (5) Drive Innovation \n\n\n**Why is this important to the Army?** \n\nAdvances in the Army's Energy Security and Sustainability posture ensures the Army remains the most dominant land force in the world now and in the future. Working toward ES2 strategies today - built upon the principle of resiliency will enhance the Army's adaptability to rapidly deploy, fight, and win whenever and wherever our national interests are threatened.\n\n**What does the Army have planned for the future?**\n\nThe Energy Security Integrated Process Team (ES IPT), a working group under the Senior Energy and Sustainability Council (SESC), has been working since 2014 to integrate many of these goals into Army processes and policies with an ultimate goal of institutionalizing Energy Security governance across the Army.\n\nThe SESC, chartered in 2011, provides strategic direction to integrate sustainability and energy considerations into Army plans, policies, and activities. The SESC is co-chaired by the Under Secretary of the Army and the Vice Chief of Staff of the Army and reports to the Secretary of the Army. The SESC is supported by a General Officer Steering Committee (GOSC) and a Council of Colonels (COC). Progress on implementation of the ES2 will be monitored through the SESC and supporting sub-committees.\n\nThe SESC will work to include the objective of energy security and sustainability into the Program Objective Memorandums (POMs) process and the Army Management Action Group (AMAG). This will help to ensure that the resources required for implementing ES2 goals are in place across the Army enterprise. \n\n\n**Resources:**\n\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy)\n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* Related documents: \n*  [- ASA (IE&E) 2025 Strategy](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/e2/c/downloads/394128.pdf)\n* Related article:\n* [- U.S. Army Publishes Energy Security and Sustainability Strategy](http://www.army.mil/article/148559/U_S__Army_Publishes_Energy_Security_and_Sustainability_Strategy/)\n\n\n\n\n\n",
    "date": "Monday, October 19, 2015",
    "quote": "Focus of the Day\n----------------------\n\nEnergy Security and Sustainability (ES2) Strategy positions the Army to \nenhance its current and future capabilities, readiness, and performance by building upon its ability to employ resources effectively to support all aspects of operations through effective system design and integration of resource considerations into behaviors and decision processes.\n\n\n### - Gen. Daniel Allyn and Under Secretary of the Army Brad R. Carson \n\n### Taken from the Leadership Letter highlighted in [Energy Security & Sustainability (ES2) Strategy](http://www.army.mil/e2/c/downloads/394128.pdf)  \n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n\n\n\n"
}