{
    "id": "2015-10-20",
    "title": "Operational Army Reserve",
    "body": "**What is it?** \n\nOperational Army Reserve is the result of the 1993 Offsite Agreement which resulted in one of the most impactful changes to the force mix, stabilizing force structure and end strength reductions, enabling the Army to place more operational reliance on the Army Reserve. As directed by the then chief of staff of the Army, each of the reserve components took on distinct roles, with a majority of the Army's technical enablers residing in the Army Reserve, available for peacetime and combat operations. \n\n[DoDD 1200.17](http://dtic.mil/whs/directives/corres/pdf/120017p.pdf) now defines reserve components as an operational part of the force; and Army and Joint combat forces continue to rely on an operational Army Reserve to sustain prolonged operations, using its critical enabling capabilities to meet U.S. defense requirements across the range of military operations. \n\nArmy Reserve operating and generating forces are maintained at programmed readiness levels to best forecast resources to meet training, sustaining, manning and equipping thresholds. \n\n**What has the Army Reserve done?**\n\nAn operational Army Reserve is best able to meet projected demands by functioning in an established, cyclic manner. This provides predictability for combatant commands, the Army, Soldiers, their families and employers. \n\nThe Army Reserve is working to establish programmed readiness levels with Headquarters, Department of the Army (HQDA), sequenced to create available and ready units at the prescribed level of resourcing. The result is a steady flow of tailorable capabilities, satisfying conventional and unconventional demands domestically and abroad.\n\n**What does the Army Reserve have planned for the future?**\n\nAs directed by the Department of Defense, the Army Reserve will continue to work with HQDA to properly program for preplanned missions and training events. Continued modernization of critical enabling systems is also required to retain an operational Army Reserve compatible and integrated with Joint Forces.   \n\nThe Army Reserve and HQDA must define what missions its Citizen Soldiers will execute in its operational and strategic roles. Overall, programming events and foundational missions allow combatant commands, service members/families and civilian employers to work from ample planning horizons.\n\n**Why is this important to the Army?** \n\nFiscal constraints, downsizing, and increasing demands on capabilities cause friction in limited resource allocations across the Army. There are not enough resources to maintain the same level of readiness across all units; however, when resourced as an operational force, the Army Reserve is invaluable in providing interoperable and enabling support to joint, whole-of-government, and multinational operations. Cyclic readiness becomes the tool of choice in order for the Army to mitigate shortfalls.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [Army.mil: Army Reserve News](http://www.army.mil/news/reserves/)\n* Related documents:\n* [- DoDD 1200.17: Managing the Reserve Components as an Operational Force](http://dtic.mil/whs/directives/corres/pdf/120017p.pdf)\n* [- Report of the Reserve Forces Policy Board on the \"Operational Reserve\"](http://go.usa.gov/3JdAe)  \n* [- Commission on National Guard and Reserves, Final Report - page. 7: \"Transforming the National Guard and Reserves into a 21st-Century Operational Force\" ](http://www.cfr.org/defense-strategy/transforming-national-guard-reserves-into-21st-century-operational-force-commission-national-guard-reserves-final-report/p15401) \n* Related video:\n* [- Lieutenant General Odierno, testimony before the CNGR, Hearing on Roles and Missions, transcript of March 8, 2006, hearing](http://www.c-span.org/video/?191519-1/national-guard-reserves)\n \n\n\n\n\n",
    "date": "Tuesday, October 20, 2015",
    "quote": "Quote of the Day\n----------------------\n\nA resilient installation is able to operate and support its own population and the local community. In the case of a natural disaster, it's able to operate and deploy Soldiers to help in regional situations and help anywhere around the world. That means ready access to energy, to water, and the land the Army needs to train and deploy -- sometimes air space as well.\n\n\n### - Katherine Hammack, assistant secretary of the Army for installations, energy and environment, emphasized the importance of Army installations to be resilient, during a press event for Energy Awareness Month held in Washington D.C.  \n\n### [Hammack: Installations must also be resilient](http://www.army.mil/article/157333)  \n\n### Related STAND-TO!: [Energy Security and Sustainability Strategy](http://www.army.mil/standto/archive_2015-10-19/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n\n\n\n"
}