{
    "id": "2015-10-21",
    "title": "Risk Management Framework",
    "body": "**What is it?** \n\nThe Risk Management Framework (RMF) is a set of information system security standards developed by the National Institute of Standards and Technology (NIST) with the goals of improving information security, strengthening the overall risk management process, and encouraging system reciprocity among federal agencies. Its implementation -- from the strategic to tactical levels -- puts the Department of Defense on the same framework as the rest of the U.S. Government. The RMF process replaces the DOD Information Assurance Certification and Accreditation Process (DIACAP) and eliminates the need for the Networthiness process. The RMF -- unlike DIACAP, which only assessed systems and enclaves -- assesses the technology and all things outside it.\n\n**What has the Army done?**\n\nThe Network Enterprise Technology Command (NETCOM), in close coordination with the Army CIO/G6, is leading the Army's transformation away from the DIACAP process, delivering comprehensive training, developing operational tactics, techniques and procedures (TTPs), and coaching and mentoring organizations and service providers through the RMF process. System owners, cybersecurity professionals, and other stakeholders now use the Enterprise Mission Assurance Support Service (eMASS), which automates the process and implements and enforces RMF, while improving visibility into the RMF process from beginning to end.\n\n**What does the Army have planned for the future?**\n\nNetworthiness process will be eliminated. Defining requirements are currently underway, being worked by the DOD, Army Chief Information Office/G-6 (lead), and other Army organizations. Additionally, the Army is working on identifying standard framework security control inheritance; building efficiencies by leveraging work already done by Network Enterprise Centers (NECs) and higher-level service providers. NETCOM has directed organizations to identify those security controls that could be inheritable by other organizations within their installation/campus area networks. \n\n**Why is this important to the Army?** \n\nImplementing RMF will improve cybersecurity reciprocity, increase efficiency and assist with cost savings. By using the same instruments other government agencies use when assessing risk, there may be no need to re-do the costly assessment process. Having currently documented risks another agency/service has assumed or assessed -- rather than assessing systems again --saves time and money. Assessments are based on assessment of the mission, intelligence requirements, criticality of the system, and risk tolerance of the Army/Command, leading to a more uniform execution of the RMF. It also standardizes language across the services and agencies, improving understanding throughout the DOD.\n\n\n**Resources:**\n\n* [U.S. Army Network Enterprise Technology Command](http://www.netcom.army.mil/)\n* Log in required:  [Risk Management Framework Knowledge Service (RMFKS)](https://rmfks.osd.mil/rmf/Pages/default.aspx)\n* [NETCOM Portal RMF Home, Resources and Training](https://army.deps.mil/NETCOM/sites/RMF/SitePages/Home.aspx)\n* [DISA eMASS](http://www.disa.mil/cybersecurity/certification-accreditation/emass)\n\n \n\n\n\n\n",
    "date": "Wednesday, October 21, 2015",
    "quote": "Quote of the Day\n----------------------\n\nWe are focused now on the officers of 2020 and beyond, on producing young leaders that can meet the challenges of a complex world. Our overarching goal is to produce officers of character that are agile and adaptive leaders. \n\n\n### - Maj. Gen. Peggy Combs, commanding general, [U.S. Army Cadet Command](http://www.army.mil/rotc)  \n\n###  [ROTC cadets develop beyond basic learning](http://www.army.mil/article/157383)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n\n\n\n"
}