{
    "id": "2015-10-22",
    "title": "Cybersecurity: A Leadership Imperative",
    "body": "**What is it?** \n\nCybersecurity is a leadership imperative for the Army as each year cyber capabilities and threats multiply at a mind-boggling pace. These threats are real, pervasive and nearly inescapable.   Leaders at all levels must reinforce cybersecurity discipline in their organizations to protect networks, data and systems. \n\n**What has the Army done?**\n\nTactical and enterprise networks are converging, and those networks, the data they carry and the systems that operate on them are more contested every day. These critical enablers provide the operational capability for cyberspace operations. The Army's operational success hinges on effective command and control, alignment of authorities with missions, and key enabling capabilities such as intelligence, information technology and communication. Army leaders and cyber organizations are continually adopting and refining capabilities that ensure freedom of maneuver in cyberspace, integrating cyberspace operations with traditional military activities that rely on secure networks, data and systems.\nBeyond the networks, data and systems is the core of cybersecurity: people dedicated to maintaining a culture of good cyber discipline. The same basic security principles that protect personal systems. \n\n**What does the Army have planned for the future?**\n\nLeaders rely on the networks to enable mission command and cannot afford to let indiscipline and carelessness impact the mission effectiveness. From teaching users to create strong passwords and practice safe social networking, to training units to operate in degraded cyberspace environments during major exercises and training center rotations, ARCYBER continues to lead Army efforts to develop, educate and train users and leaders in a complex and rapidly changing technological environment. \n\n**Why is this important to the Army?** \n\nToday's Army  and world relies on maintaining stable, safe and resilient access to cyberspace. Maintaining that edge requires effective cybersecurity built on individual and shared responsibility for protecting information and systems from criminals, nation states, terrorists, hackers and malicious insiders that threaten the national and personal security.\n\n\n**Resources:**\n\n* [U.S. Army Cyber Command and Second Army](http://www.arcyber.army.mil)\n* [U.S. Army Intelligence and Security Command](https://www.inscom.army.mil)\n* [U.S. Army Network Enterprise Technology Command](http://www.netcom.army.mil)\n* [1st Information Operations Command](https://www.1stiocmd.army.mil)\n* [780th Military Intelligence Brigade](https://www.inscom.army.mil/MSC/780MIB.aspx)\n* [Army Information Assurance One-Stop Portal](https://www.milsuite.mil/wiki/Portal:Army_Information_Assurance)\n* U.S. Dept. of Homeland Security: [National Cybersecurity Awareness Month 2015](http://www.dhs.gov/national-cyber-security-awareness-month)\n\n\n \n\n\n\n\n",
    "date": "Thursday, October 22, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nCybersecurity is everyone's mission. It only takes one careless or malicious act anywhere on our networks to threaten Army operations. Most vulnerabilities and malicious acts against Army systems could be prevented by following and enforcing cybersecurity standards and policies.\n\n### - Lt. Gen. Edward C. Cardon, commanding general, [U.S. Army Cyber Command](http://www.arcyber.army.mil)  \n\n### [Cybersecurity Awareness Month bolsters ways Army can 'Stay Protected While Connected'](http://www.army.mil/article/155931)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n\n\n\n"
}