{
    "id": "2015-10-26",
    "title": "Energy Action: Individual Responsibilities ",
    "body": "**What is it?** \n\nOctober is Army Energy Action Month. This year's theme is \"Energy Action Today = Resiliency Tomorrow.\" Resiliency is the ability to anticipate, prepare for, withstand, and adapt to changing conditions. Soldiers, civilians and Family members can take action to ensure the advancement of sustainability for the warfighters on the battlefield and on the installations, making the Army more resilient in any mission.   \n\n**What has the Army done?**\n\nExamples of individual actions that Army Soldiers, civilians, and Family members can take to ensure sustainability and resiliency include:\n\n* -Install programmable thermostats and schedule with occupied and unoccupied temperatures\n* -Avoid using appliances (dishwashers, washers and dryers) during peak demand times and purchase ENERGY STAR; products when possible\n* -Wash clothes in cold or warm water, instead of hot water\n* -Replace incandescent bulbs with LED lights for greater life-cycle savings\n* -When possible, use laptop computers -- they consume 90 percent less energy than standard desktops\n* -Office equipment (scanners, copy machines, faxes, printers) can be programmed with sleep modes to activate automatically when not in use\n\n\n**What does the Army have planned for the future?**\n\nThrough an ongoing emphasis to build upon lessons learned through successful management of energy and other resources, the Army works toward achieving energy resiliency on installations through sustainability. \n\nThe Army will continue to deploy energy security and sustainability strategies, built upon the principle of resiliency, which will enhance the Army's adaptability to rapidly deploy, fight, and win whenever and wherever the national interests are threatened.  \n\n**Why is this important to the Army?** \n\nAdvances in the Army's energy security and sustainability posture ensures the Army remains the most dominant land force in the world now and in the future. By taking the actions listed above, we are working toward energy security and sustainability strategies today built upon the principle of resiliency that will enhance the Army's abilities on the battlefield. This functionality is critical to the Army's ability to rapidly deploy, fight, and win whenever and wherever our national interests are threatened.\n\n\n**Resources:**\n\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy)\n* [U.S. Department of Energy Federal Energy Management Program Home and Office Energy Checklists](http://energy.gov/eere/femp/home-energy-checklist)\n* [U.S. Environmental Protection Agency ENERGY STAR](https://www.energystar.gov/)\n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* Related documents: \n* [- ASA (IE&E) 2025 Strategy](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/e2/c/downloads/394128.pdf)\n* Related article:\n* [- U.S. Army Publishes Energy Security and Sustainability Strategy](http://www.army.mil/article/148559/)\n* Related STAND-TO!:\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/standto/archive_2015-10-19/)\n\n\n \n\n\n\n\n",
    "date": "Monday, October 26, 2015",
    "quote": "Quote of the Day\n----------------------\n\nThis Army and America were born together, forged from the fires of revolution and steeled through some 240 years of conflict and challenge. Through those times, no matter what this nation has asked, this Army has answered. No matter how steep the climb or how deep the valley, your Army made every necessary effort -- always reaching the top, always securing the objective.\n\n### - [21st Secretary of the Army John McHugh](http://www.army.mil/e2/c/downloads/354052.pdf), calling on Congress, the administration, Pentagon leadership, and all Americans to ensure that America's Army can continue to do the jobs they ask it to do, at his retirement ceremony held at Joint Base Myer-Henderson Hall, Oct. 23\n\n### [Carter, Milley bid farewell to McHugh](http://www.army.mil/article/157605)",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n**November 2015**\n\nNational Native American Heritage Month\n\nMilitary Family Appreciation Month \n\nWarrior Care Month\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}