{
    "id": "2015-10-27",
    "title": " Army Readiness Assessment Program",
    "body": "**What is it?** \n\nThe [Army Readiness Assessment Program](https://arap.safety.army.mil) (ARAP) is a web-based tool that provides battalion or equivalent commanders with data on their formations' readiness posture by sampling unit safety climate and culture from Soldiers in five key areas: process auditing, reward systems, quality control, risk management, and command and control.\n\n**What has the Army done?**\n\nIn a profession with inherent risks, it is incumbent upon organizations to manage factors affecting safety climate and culture. Leaders recognize ARAP as the only safety assessment tool that provides direct feedback to assist in utilizing limited resources and saving lives. Commanders use ARAP as not only a safety management tool to assess their organizations, but also to gain perspective as to why individuals accept unnecessary risk. Per [Army Regulation 385-10](http://www.apd.army.mil/pdffiles/r385_10.pdf), commanders or their representatives must ensure all battalion and equivalent organizations enroll in ARAP within 90 days of assuming command.\n\n**Why is this important to the Army?** \n\nLeaders are integrating ARAP as a key component in accomplishing their annual safety objectives. Using ARAP results, leaders and supervisors can be more proactive in developing preventive measures to reduce accidental loss. At the close of fiscal 2015, Soldiers across the Army had completed nearly two million surveys  a number reflecting leader beliefs that ARAP is an indispensable part of every organization's strategic safety plan. As an institutionalized program, ARAP will continue to provide metrics for assessing safety climate and culture, thereby facilitating needed change and saving lives.\n\n**What does the Army have planned for the future?**\n\nIt is critical that safety programs be focused on and relevant to addressing risky behaviors. To support leaders across the Army, the \n[U.S. Army Combat Readiness Center](https://safety.army.mil)\nis currently developing a new and enhanced ARAP to provide more precise data to individual leaders and units. Some upgraded features include more opportunities for written comments, commander/director opportunities to create their own write-in questions, and detailed reports based upon a participant's functional role in the command. The upgraded version is scheduled for beta testing around March 2016 and will be deployed late summer 2016.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [Army Readiness Assessment Program](https://arap.safety.army.mil)\n* Related document: \n* [- Army Regulation 385-10: The Army Safety Program](http://www.apd.army.mil/pdffiles/r385_10.pdf)\n* Related article: \n* [- ARAP survey comments prompt safety changes](http://www.army.mil/article/157457/)\n* Related STAND-TO!: \n* [- R2: Risk Reduction and Safety](http://www.army.mil/standto/archive_2015-04-08/)\n* [- Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2014-12-24/)\n\n\n",
    "date": "Tuesday, October 27, 2015",
    "quote": "Quote of the Day\n----------------------\n\nThe students we influence today are those we are building the foundation with and for. Invest today to ignite tomorrow's future.\n\n### - Gen. Dennis L. Via, commanding general, [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/), emphasizes to representatives from local colleges and universities that a critical part of growing the future involves investing in and influencing young Americans who are currently in college, during AMC Academia Day 2015 at Aberdeen Proving Ground, Maryland, Oct. 23  \n\n### [Via, Crawford encourage youth to fulfill potential](http://www.army.mil/article/157688)\n\n\n### Read about the [U.S. Army Partnership for Youth Success Program](http://www.army.mil/standto/archive_2014-02-12/) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n**November 2015**\n\nNational Native American Heritage Month\n\nMilitary Family Appreciation Month \n\nWarrior Care Month\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}