{
    "id": "2015-10-28",
    "title": "Information Technology Approval System ",
    "body": "**What is it?** \n\nThe Information Technology Approval System (ITAS) replaces the Goal One Waiver process, an element of the Army Request for Information Technology (ARFIT) initiative to provide visibility and accountability of all Army IT purchased with appropriated funds.  Under ARFIT, organizations that want to procure commercial-off-the-shelf IT from sources other than those already approved by the Army, such as CHESS and enterprise license agreements, must request a waiver prior to purchase.  \n\nInformation technology is defined as anything that stores, manipulates, transmits or analyzes data, and includes items such as MRIs, X-ray systems, CAT scanners, HVAC systems, swipe cards and systems that track energy usage.\n\nBeginning in Nov. 20, 2015, waiver requests must be submitted and approved through ITAS; the Goal 1 Waiver process will be terminated at that time.  \n\n**What has the Army done?**\n\nITAS training for users and approving officials has begun.  It is critical that commands schedule their G-8 and administrative personnel for training now, either with the ARFIT or Army Portfolio Management Solution team.  Users also must also complete training and be provisioned in the system before they can access ITAS.  The [ITAS](https://www.eprobe.army.mil/enterprise-portal/web/itas/home) training page includes training manuals, links to the various training modules, information on administration, analyst and system owner reports, and policy and guidance documentation.\n\n**Why is this important to the Army?** \n\nKnowing how and where the Army's IT dollars are being spent is crucial to achieving maximum fiscal efficiency and ensuring the most current, effective IT equipment and software inventory.  ITAS includes automated links to IT investments recorded in the Army Portfolio Management Solution and funding information in the planning, programming, budget and execution data warehouse.  In addition to streamlining the request and approval process, this configuration will provide data mining and reporting capabilities that better inform leaders as they make decisions regarding IT procurement.  \n\nITAS simplifies the user experience by standardizing roles and responsibilities, creating uniform workflow review and approval processes, and providing detailed training manuals and checklists. It also will improve network protection by enforcing a security review of all technology and software prior to procurement approval. \n\n**What does the Army have planned for the future?**\n\nTraining will continue on an ongoing basis.  Additionally, ITAS will be updated as Army, DOD and federal policies regarding IT procurement change.\n\n**Resources:**\n\n* [CIO/G-6](http://ciog6.army.mil/)\n* [ITAS User Registration Page](https://www.eprobe.army.mil/urm/user/reg/account-request/itasUser )\n* CAC log in required: [Current Goal One Waiver Page](https://adminapps.hqda.pentagon.mil/akmg1w/index2.html)\n* Related document: \n* [- CHESS Statement of Non-Availability FAQS](http://www.army.mil/e2/c/downloads/303296.pdf)\n* Related article: \n* [- Waiver approval for IT purchases moves to Army CIO/G-6](http://www.army.mil/article/107034/)",
    "date": "Wednesday, October 28, 2015",
    "quote": "Quote of the Day\n----------------------\n\nThe Army invests in America's youth. When you leave the Army, you'll be stronger. You'll be smarter. You'll be more talented. You'll have more poise. You'll be more confident. And when you come out these corporations like Coca-Cola, will want you, because you'll have these incredible skills and will have done some very challenging and difficult things.\n\n### - Lt. Gen. James C. McConville, deputy chief of staff, G-1, explaining the PaYS Memorandum of Agreement where training is matched to corresponding PaYS partners' skills and knowledge so that the youth will have the necessary skill sets.\n\n\n### [Coca-Cola joins 561 corporations promising to hire Soldiers](http://www.army.mil/article/157606/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n**November 2015**\n\nNational Native American Heritage Month\n\nMilitary Family Appreciation Month \n\nWarrior Care Month\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}