{
    "id": "2015-10-29",
    "title": "Energy Action - A Perpetual Responsibility",
    "body": "**What is it?** \n\nOctober has been Army Energy Action Month, during which the U.S. Army had the opportunity to observe and learn that energy action today equates to  resiliency tomorrow, providing the ability to anticipate, prepare for, withstand, and adapt to changing conditions. However, taking actions today to ensure the advancement of sustainability for the warfighters on the battlefield and on the installations is a never-ending responsibility. \n\n**What has the Army done?**\n\nIn support of the Secretary of Defense's memorandum of Oct. 2, 2015, the Army acknowledges that, as a fundamental enabler of warfighting and a large annual operating cost, increasing energy and water efficiency remains a priority.  The Army has taken special efforts to create awareness of energy consumption and look for ways to accomplish missions using energy more efficiently.  As part of this energy reduction effort, the [Assistant Secretary of the Army for Installation, Energy and Environment](http://www.army.mil/asaiee) developed Energy Management Best Practices, which identify reduction measures that can contribute greatly to saving energy, from the command and garrison level, down to [individual actions](http://www.army.mil/standto/archive_2015-10-26/).  \n \n\n**What does the Army have planned for the future?**\n\nThe Army will continue efforts to ensure that energy is fully considered in all decisions, actions and behaviors. The end-state goals are to:\n\n* (1) Create a stewardship mindset throughout the Army so that members view energy as a critical enabler, especially in austere environments. \n* (2) Have members consistently engage in resource-informed, behaviors using energy wisely to enhance performance and reduce costs. \n* (3) Have Soldiers recognize that energy discipline is part of soldier discipline and wasteful actions create vulnerabilities that enemies can exploit. \n* (4) Have members create and share best practices for energy stewardship. \n* (5) Transfer members' energy stewardship mindset to their personal lives, positively affecting both installation and off-post energy consumption and costs. \n\n**Why is this important to the Army?** \n\nA culture of energy stewardship enhances the Army's ability to project power, to operate in austere environments, and to respond to unforeseen contingencies. Throughout the year, the Army will continue working energy security and sustainability strategies today built upon the principle of resiliency that will enhance the Army's abilities on the battlefield. This functionality is critical to the Army's ability to rapidly deploy, fight, and win whenever and wherever our national interests are threatened.\n\n\n \n\n**Resources:**\n\n\n\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army Energy News](http://www.army.mil/news/energy)\n* [U.S. Department of Energy Federal Energy Management Program Home and Office Energy Checklists](http://energy.gov/eere/femp/home-energy-checklist)\n* [U.S. Environmental Protection Agency ENERGY STAR](https://www.energystar.gov/)\n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* Related documents:\n* [- ASA (IE&E) 2025 Strategy](http://www.army.mil/e2/c/downloads/377960.pdf)\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/e2/c/downloads/394128.pdf)\n* Related article:\n* [- U.S. Army Publishes Energy Security and Sustainability Strategy](http://www.army.mil/article/148559/)\n* Related STAND-TO!:\n* [- Energy Action: Individual Responsibilities](http://www.army.mil/standto/archive_2015-10-26/)\n* [- Energy Security and Sustainability Strategy](http://www.army.mil/standto/archive_2015-10-19/)\n",
    "date": "Thursday, October 29, 2015",
    "quote": "Quote of the Day\n----------------------\n\nThe Army University is one of the ways we can get after the capability we are aiming for in the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) 'Win in a Complex World.' \n\n### - Gen. David G. Perkins, commanding general of the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), enunciating the importance of the [Army University](http://www.army.mil/standto/archive_2015-06-17/), in assisting Soldiers take what they've learned and adapt.\n\n### [Army University brings more than just credit hours to the table](http://www.army.mil/article/157822/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**October 2015**\n\n[Army Cybersecurity Awareness Month](http://www.army.mil/article/155931)\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\n[National Disability Employment Awareness Month](/e2/rv5_downloads/misc/national_disability_employment_awareness_month_2015.pdf)\n\n**November 2015**\n\nNational Native American Heritage Month\n\nMilitary Family Appreciation Month \n\nWarrior Care Month\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}