{
    "id": "2017-04-04",
    "title": "National Sexual Assault Awareness and Prevention Month",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nNational Sexual Assault Awareness and Prevention Month (SAAPM) is observed each year during the month of April to raise awareness and educate communities on the prevention of sexual assault.\n\nThe Army's 2017 theme is \"Sexual Assault. Sexual Harassment. Not in Our Army.\" This theme reinforces the mindset that all members of the Army team are empowered and have a responsibility to address sexual assault, sexual harassment, retaliation and the behaviors that lead to such indiscipline so they do not detract from mission readiness.\n\n**What has the Army done?**\n\nArmy leaders are responsible for ensuring a values-based prevention climate free of sexual assault, sexual harassment and retaliation. By doing so, they protect the well-being of the Soldiers, Army Civilians and Family Members under their responsibility and reinforce values of dignity and respect.\n\nThe [Sexual Harassment/Assault Response and Prevention (SHARP)](https://www.army.mil/sharp) program's primary mission is the prevention of sexual assault/harassment as a means to support Army commanders in their efforts to maintain the highest levels of unit and organizational readiness.\n\nAs the proponent of the SHARP Program, commanders must ensure every report is taken seriously, investigations are completed in a thorough and timely fashion, and offenders are held appropriately accountable.\n\nThe SHARP Academy, Fort Leavenworth, Kansas, has graduated more than 900 [sexual assault response coordinators](https://www.army.mil/standto/archive_2017-03-29), victim advocates, and trainers since 2014. It's the first full-time schoolhouse of its kind in the Department of Defense.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues its focus on prevention through the development of initiatives such as Mind's Eye II leader development program by incorporating the [Emergent Leader Immersive Training Environment (ELITE) Command Team Trainer (CTT)](https://www.army.mil/standto/archive_2016-06-29) in the Pre-Command Course, and through the continued professionalization of its SHARP personnel through new and enhanced training curriculum and innovative, interactive trainings such as the ELITE [Prevention and Outreach Simulation Trainer (POST)](https://www.army.mil/standto/archive_2017-01-04) and the Digital Sexual Assault Survivor formulated from the experiences of a male Soldier.\n\nIn their integral role in the Army's drive to end sexual assault/harassment, Army commanders will continue to enforce Army standards to prevent sexual offenses from occurring.\n\n**Why is this important to the Army?**\n\nThere is no place for sexual harassment, sexual assault or retaliation in the  Army. While preventing sexual assault and enhancing mission readiness is a perpetual effort, SAAPM provides an opportunity for all members of the Army team to make a personal and public commitment to ending sexual assault, sexual harassment and retaliation from the ranks.\n\n**Resources:**\n\n* [SHARP](https://www.army.mil/sharp)\n* [DOD Sexual Assault Prevention and Response Office](http://www.sapr.mil/)\n\n**Related STAND-TO!:**\n\n* [Sexual Assault Response Coordinators](https://www.army.mil/standto/archive_2017-03-215)\n* [SHARP Victim Advocacy](https://www.army.mil/standto/archive_2013-09-26)",
    "date": "Tuesday, April 4, 2017",
    "quote": "#### Focus quote for the day:\n\n> Sexual assault and sexual harassment impact mission readiness. We must demand a command climate where everyone works together as a team and every Soldier is given the opportunity to succeed.\n\n\\- Chief of Staff of the Army General Mark Milley, 2017 Sexual Assault Awareness and Prevention Month",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}