{
    "id": "2017-04-05",
    "title": "Gold Star Spouses Day",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nGold Star Spouses Day is an opportunity for the U.S. Army to honor the surviving husbands and wives of fallen Soldiers.\n\nThe first Gold Star Wives Day was designated Dec. 18, 2010. Since 2012, the Senate has passed a resolution designating Apr. 5 as Gold Star Wives Day. Per recent guidance by the Department of the Army, this day is now observed as Gold Star Spouses Day.\n\nThe Gold Star is a symbol of loss dating back to World War I. In 1947, Congress approved the design, manufacture and distribution of the official Gold Star Lapel Button, a symbol worn by next of kin of service members of the armed forces who lost their lives in war and armed hostilities of the United States. In 1973, the [Lapel Button](http://www.army.mil/standto/archive_2013-12-05) for Next of Kin of Deceased Personnel was introduced to symbolize active duty Soldiers who lost their lives in non-combat operations. The surviving Family members wear either a Gold Star Lapel Button or the Lapel Button for Next of Kin of Deceased Personnel in honor of their fallen Soldier. Family members typically receive these pins from the Army before or after their Soldier's funeral service. \n\n**What has the Army done?**\n\nThe Army salutes America's Gold Star Spouses at all times and will join the nation in observing Gold Star Spouses Day. [Army Survivor Outreach Services](http://www.sos.army.mil) will host events such as remembrance ceremonies, luncheons and Run for the Fallen road races. Events are open to all survivors.\n \nArmy leaders encourage the military community to take time on this day to remember surviving military spouses and honor the legacy of their husbands and wives who died in service to our nation.\n\n**What continued efforts are planned for the future?**\n\nThe Army is dedicated to providing ongoing support to over 78,000 surviving Family members of fallen Soldiers. Army Survivor Outreach Services offers resources that include supportive counseling, financial education, benefits coordination, and support groups to surviving Family members for as long as the surviving Family members need or request Army involvement.\n\nThe Army will remain thankful for all individuals, nonprofit organizations, and non-governmental organizations that complement the Army's continuum of support.\n\n**Why is this important to the Army?**\n\nGold Star spouses are and will always be a part of the Army Family. The Army recognizes their courage and sacrifice and is committed to supporting them while honoring the legacy of their fallen husbands and wives.\n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army.mil: Survivor Outreach Services](http://www.sos.army.mil)\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)\n\n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)\n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/)\n\n**Related Social Media:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [IMCOM on YouTube](https://www.youtube.com/user/InstallationMgt)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)",
    "date": "Wednesday, April 5, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}