{
    "id": "2017-04-06",
    "title": "WWI Centennial Commemoration",
    "body": "#######Provided by U.S. Army Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe World War I Centennial presents a unique opportunity to raise awareness of the legacy of Army American Expeditionary Forces (AEF) and honor their contributions to victory in the First World War. The U.S. Army Center of Military History leads the agency's commemoration efforts in the United States and abroad through 2019. We will honor the service of more than four million Soldiers who served in WWI. We will remember the sacrifices of more than 300,000 killed, wounded or captured. We will educate our current Soldiers and the American public about the accomplishments of the AEF.\n\n**What has the Army done?**\n\nThe U.S. Army Center of Military History (CMH) maintains a website dedicated to the Army in WWI at [www.history.army.mil](http://www.history.army.mil/), which includes a calendar of commemoration events beginning on  April 6 and lasting through November 2019. CMH is also producing a series of historical pamphlets on Army involvement in WWI. They can be found at the CMH website. The first two pamphlets are available: \"[The Mexican Expedition 1916-1917](http://www.history.army.mil/html/bookshelves/collect/wwi-cb.html)\" and \"[Joining the Great War, April 1917-April 1918](http://www.history.army.mil/html/books/077/77-3/index.html).\"\n\n**What continued efforts are planned for the future?**\n\nWe will honor and remember those who paid the price for freedom a century ago and educate those unfamiliar with this beginning of today's modern Army. There is a two-year commemoration period with events being held in the United States and in Europe involving WWI legacy units in the active Army, Army National Guard and the Army Reserve.\n\nWe will commemorate the army's role in WWI, which was characterized by our Soldiers' patriotism, service and sacrifice. CMH will send a mobile WWI exhibit to installations and community events throughout the continental United States during the commemoration time period and will sponsor a WWI exhibit at the 2017 Association of the United States Army Annual Meeting and Exposition in October.\n\n**Why is this important to the Army?**\n\nWWI was a catalyst to the Army becoming the world's most lethal, adaptive and competent land force in history. The professional American Soldier was born from the WWI American Expeditionary Force (AEF). During WWI the Army saw the formation of the modern division, the advent of armored forces, the army air service, several of our modern branches, much of our modern staff structure and many of our installations.\n\nLeaders and Soldiers today continue to learn the critical lessons of WWI and apply them to today's battlefield; the modern American Army is flexible, thinking, and constantly adapting to changes for success. The Army became and remains \"the great equalizer.\" The Army took individual ethnic and cultural communities and made them a cohesive fighting force with shared values -- creating an American identity.\n\n**Resources:**\n\n* [U.S. Army Center of Military History](http://www.history.army.mil/)\n* [The Mexican Expedition 1916-1917](http://www.history.army.mil/html/bookshelves/collect/wwi-cb.html)\n* [Joining the Great War, April 1917-April 1918](http://www.history.army.mil/html/books/077/77-3/index.html)\n",
    "date": "Thursday, April 6, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}