{
    "id": "2017-04-10",
    "title": "Antiterrorism Awareness - Linking AT Strategy, Policy and Plans",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nTerrorism is an enduring, persistent, worldwide threat to the Army and the nation. U.S. forces, across all operating environments, must be capable of identifying, deterring, preventing, and defending against the full range of terrorist tactics, techniques, and procedures.\n\nThe policy and strategy that guide the Army's antiterrorism efforts have undergone recent change. An expedited revision of AR 525-13 was released  Feb. 17, and the revised Army Antiterrorism Strategic Plan, \"Closing the Ring\" was released on  March 22. \n\n**What has the Army done?**\n\nPolicy defines current expectations for all leaders while strategy anticipates developments that may affect future operations and policy. The changes within policy and strategy represent the continuing efforts to sustain and enhance antiterrorism protection by closing known gaps and anticipating the future threat to the extent possible. \"Closing the Ring\" provides a guideline for action. Just as importantly, it includes the flexibility to adjust as the future becomes more apparent.\n\nAntiterrorism officers/coordinators and leaders at all levels are responsible for planning measures to counter terrorist threat activities.\n\nThey will:\n\n* Understand the changes and the impact of the vision, intent, and priorities of the new Army Antiterrorism Strategic Plan on command level and subordinate strategies, policies, plans, as well as tactics, techniques and procedures (TTP). \n\n* Review and revise command level antiterrorism strategies, policies, plans, and TTPs.\n\n* Review local antiterrorism and protection plans and strategies to ensure proper coordination with other supporting programs and efforts. \n\n* Continually review doctrine and higher level plans and policies for changes.\n\n**What continued efforts are planned for the future?**\n\nThe Army AT Strategic Plan expresses planned future developments for Army antiterrorism. It fills known gaps while anticipating the future. It also retains the flexibility to make adjustments as the future becomes clearer.  The priorities delineated in \"Closing the Ring\" suggest the direction and emphasis of the AT program. The Army will continue to focus on educating the force on its antiterrorism efforts. Key actions planned for the coming months include: installation modeling for antiterrorism officers, the development of a fielding plan for the Joint Analytic Real-Time Virtual Information Sharing System (JARVISS) and a major policy revisions working group.\n\nIn addition, other quarterly themes and special events planned through the remainder of fiscal year 2017 include:\n\n* Violent Extremism Awareness (4Q Awareness Theme).\n\n**Why is this important to the Army?**\n\nThe link between the antiterrorism strategy and Army antiterrorism policy is critical to the sustained protection and requires leadership involvement at all levels. The same concept should apply to Army commands at all levels. Whether it is standard operating procedures or command policy, some process should ensure the continuous sensitivity to necessary and appropriate change.\n\n**Resources:**\n\n* [Office of the Provost Marshal General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SitePages/PMGHome.aspx) -- CAC login required. \n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) -- CAC login required.\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) -- CAC login required.\n* [Army OneSource: Antiterrorism Awareness information](http://www.myarmyonesource.com/default.aspx) -- under the iWATCH Army logo at the bottom of the home page.\n\n**Related STAND-TO!**\n\n* [Unmanned Aerial Systems](https://www.army.mil/standto/archive_2016-10-05)\n* [Irregular/Asymmetric Warfare](https://www.army.mil/standto/archive_2017-01-03)",
    "date": "Monday, April 10, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}