{
    "id": "2017-04-11",
    "title": "Beyond the Horizon 2017",
    "body": "#######Provided by U.S. Army South\n\n**What is it?**\n\nBeyond the Horizon (BTH) is an exercise deploying regular Army, National Guard and Reserve Soldiers for two-week rotations to work with the Belize Defence Force and civic agencies, bringing vital services and resources to rural communities. BTH, conducted annually, is part of U.S. Army South and U.S. Southern Command's (SOUTHCOM) humanitarian and civic assistance program.  \n\n**What has the Army done?**\n\nArmy South has planned and conducted BTHs since 2008 in the Dominican Republic, Guatemala, Honduras and El Salvador. U.S. personnel from the Army Reserve, National Guard and active-duty forces construct schools and clinics and provide medical, dental and veterinarian support.\n\nDuring the exercise, a total of nearly 1,800 U.S. service personnel representing Army, Air Force and Marines deploy to Belize. Medical services include routine checkups, immunizations, and eye exams, in addition to other types of medical care. The United States, in cooperation with the government of Belize, has coordinated for the completion of five engineering projects (three medical clinics, a three-room school as well as barracks and facility improvements).\n\nThis annual exercise gives service members the opportunity to experience a real-world deployment mission as well as the opportunity to work together with governmental and non-governmental agencies.\n\n**What continued efforts are planned for the future?**\n\nUnited States Army South on behalf of SOUTHCOM, will conduct BTH exercises annually with partner nation armies throughout Central and South America and the Caribbean. The lasting impact of these exercises continues to have a positive effect on communities in rural areas while greatly enhancing military-to-military relationships. BTH exercises are planned several years in advance in an ongoing effort to build trust with our partner nations within the SOUTHCOM area of responsibility.\n\n**Why is this important to the Army?**\n\nAs the land service component to SOUTHCOM and the lead executive agent, Army South works closely with partner nation armies in Central and South America and the Caribbean to strengthen security cooperation throughout the western hemisphere. Sharing knowledge and skills and working together helps to enhance partner nation capacity and the ability to respond to real-world threats collectively.\n\n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [U.S. Southern Command](http://www.southcom.mil/)\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [DVIDS](https:/www.dvidshub.net/units/USARSO)\n\n**ARSOUTH on social media**\n\n* [Facebook](https://www.facebook.com/ArmySouth)\n* [Flickr](https:/www.flickr.com/photos/arsouth)\n* [Twitter](https:/www.twitter.com/#!/ARMYSOUTH)\n* [YouTube](https:/www.youtube.com/user/USARMYSOUTH)",
    "date": "Tuesday, April 11, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}