{
    "id": "2017-04-12",
    "title": "Meal Card Management System",
    "body": "#######Provided by Army G-4 and Army G-1\n\n**What is it?**\n\nThe Meal Card Management System, AR 600-38, provides policy and procedure for both active Army and Reserve Components, for the management of meal card control books (DD Form 714) and reimbursement for meals provided in a field environment. This regulation provides procedures for verifying meal card entitlements and conducting annual reviews of the Meal Card Management System. \n\n**What has the Army done?**\n\nBased on a 2013 Army Audit Agency recommendation, the Army is automating the Meal Card Management System to improve accountability and auditability of the program. Under the current system, Soldiers who live in the barracks are assigned a DD Form 714 (meal card) to eat in the dining facility (DFAC). To automate the meal card, the Army G-4 is using the existing Army Food Management Information System to run DFACs and has created meal entitlement codes (MECs) software to interface with the chip on the Common Access Card (CAC).\n\nThe Army began verification and validation testing in early February at Fort Gordon, Georgia, and concluded with the Old Guard at Joint Base Myer-Henderson Hall, Virginia, in March. The testing at both locations validated that the Army G-1 now has the ability to write MECs to CACs. The Meal Entitlement Maintenance (MEM) system application will be deployed at each of the identified and responsible personnel administration centers throughout the Army and will promote immediate accountability and auditability of entitlement changes in real time throughout the personnel community. \n\n**What continued efforts are planned for the future?**\n\nThe Army G-4/G-1 will use feedback from the personnel administration centers. Additionally, systems improvements will help enhance the MEC-to-CAC process for credit card use and, eventually, payroll deduction as payment options, thereby reducing the handling of cash at the dining facility. \n\nThe approved target date for Army-wide implementation is April 17, with a total rollout projected for January 2018.\n\n**Why is this important to the Army?**\n\nThe use of automated methods improves efficiency, accountability, and auditability of Soldier meal entitlements for the Army.\n\nThe work that the Army has done to automate an aged paper system will pave the way for future systems such as the Army G-1's Implementation of the Integrated Personnel and Pay System - Army. \n\n**Resources:**\n\n* [Army G-1](http://www.armyg1.army.mil/)\n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)\n* [Army G-4 Directorates](https://www.army.mil/e2/c/images/2017/02/08/465373/original.jpg)\n\n\n**Related documents**\n\n* [AR 600-38 (The Meal Card Management System)](https://go.usa.gov/xXA3k)\n* [DA Pam 30-22 (Operating Procedures for the Army Food Program)](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/p30_22.pdf)",
    "date": "Wednesday, April 12, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}