{
    "id": "2017-04-13",
    "title": "Vibrant Response",
    "body": "#######Provided by U.S. Army North\n\n**What is it?**\n\n[Vibrant Response](http://www.arnorth.army.mil/Exercises/Pages/Vibrant-Response.aspx) is an annual [U.S. Northern Command (NORTHCOM)](http://www.northcom.mil/) Chemical Biological Radiological Nuclear (CBRN) Response Command Post Exercise. Taking place at Camp Atterbury, Indiana, the exercise brings together service members and civilians from military, federal, and state agencies from throughout the continental United States for three weeks of collective training on responding to a catastrophic event.\n\nThe primary scenario for the exercise is National Planning Scenario 1, which consists of an improvised nuclear detonation within a major city in the continental United States.\n\n**What has the Army done?**\n\nVibrant Response 2017 will be combined with [U.S. Forces Command's (FORSCOM)](https://www.army.mil/info/organization/unitsandcommands/commandstructure/forscom) Guardian Response Exercise to enhance the overall readiness of the federal CBRN Response Enterprise. The Guardian Response Exercise is the FORSCOM-directed annual culminating training event to confirm the readiness of the Defense CBRN Response Force (DCRF) -- a 5200 manned Joint Task Force that is predominately Army.\n\nIn the event there is a catastrophic incident, the CBRN Response Enterprise performs the following key tasks:\n\n* Mass casualty and personal decontamination.\n* Emergency medical care.\n* Ground and aviation medical and casualty evacuation.\n* Search and rescue. \n\nCombining the exercises creates a multi-echelon, relevant, realistic, and challenging training experience, similar to that gained by rotational units at a combat training center. Holistically blending the exercises creates the appropriate training conditions and environment to properly assess proficiency in the accomplishment of key tasks.\n\n**What continued efforts are planned for the future?**\n\n[U.S. Army North (ARNORTH)](http://www.arnorth.army.mil/Pages/default.aspx) and FORSCOM continue to sustain readiness of the force throughout the year and to plan, resource and execute annual Vibrant Response and Guardian Response Exercises.\n\n**Why is this important to the Army?**\n\nThis exercise and all of its processes are crucial to ensuring that the U.S. Army and Department of Defense maintain a trained and ready force that can effectively respond to a national crisis, likely in support of a lead federal agency, in order to save lives and minimize human suffering.\n\n**Resources:**\n\n* [U.S. Northern Command (NORTHCOM)](http://www.northcom.mil/)\n* [U.S. Forces Command (FORSCOM)](https://www.army.mil/info/organization/unitsandcommands/commandstructure/forscom)\n* [U.S. Army North (ARNORTH)](http://www.arnorth.army.mil/Pages/default.aspx)\n* [Vibrant Response](http://www.arnorth.army.mil/Exercises/Pages/Vibrant-Response.aspx)",
    "date": "Thursday, April 13, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}