{
    "id": "2017-04-17",
    "title": "Army Centralized Accident Investigation Teams",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Army's centralized accident investigation (CAI) teams, assigned to the [U.S. Army Combat Readiness Center](https://safety.army.mil/), Fort Rucker, Alabama, consist of Army service members and Department of the Army Civilian experts in maintenance, operations, training and investigative techniques. \n\nTeams of highly trained investigators and subject matter experts deploy worldwide to examine facts and circumstances surrounding Army accidents and make recommendations to prevent future mishaps.\n\n**What has the Army done?**\n\nThe USACRC normally assumes the responsibility of lead investigating agency when accident findings may have an Army-wide impact. However, the unit or organization experiencing the accident may conduct the investigation using the same guidance used by the USACRC teams. While most accident investigations are conducted locally,   regardless of scope and impact, the USACRC ultimately holds the authority to investigate any Army accident and serves as release authority for any serious accident information.\n\nAccident investigation boards led by CAI teams collect data, interview witnesses, review historical records and develop pre- and post-accident timelines to reconstruct accidents. Team members analyze all available information and develop findings and recommendations for dissemination to the accident unit and leaders, Army-wide. \n\nAll investigations seek to answer three primary questions: what happened during the accident sequence, why the accident happened and what can be done to prevent similar accidents in the future. \n\nThe USACRC makes every effort to investigate Class A Army accidents if teams and resources are available. Class A accident criteria include total property damage of $2 million or more; a destroyed, missing or abandoned Army aircraft or missile; or injury and/or occupational illness resulting in a fatality or permanent total disability.\n\n**What continued efforts are planned for the future?**\n\nThe USACRC is developing a new information management system to store and retrieve accident and other information for trend analysis. This system will replace the current reporting tools used by the USACRC and units in the field. Access to the data will still be governed by safety privilege limitations set forth by Department of Defense instructions and Army regulations. \n\nSafety privilege is based on a national defense need for rapid and accurate assessment of the causes of mishaps to prevent a recurrence and maintain mission readiness. This privilege creates restrictions on handling and releasing some information from safety investigation reports.\n\nSafety privilege has been proven to enhance safety and occupational health programs at all levels and sets the foundation for future success in reducing accidental loss.\n\n**Why is this important to the Army?**\n\nPreventing accidental loss of the Soldiers, Civilians, Families and vital resources is critical to maintaining Army readiness. Regulations require all Army accidents be investigated and reported. \n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil/) \n* [Seasonal Safety campaigns](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns.aspx)\n\n**USACRC on Social Media:**\n \n* [Facebook](https://www.facebook.com/pages/US-Army-Combat-ReadinessSafety-Center/61118583543)\n* [Twitter](https://twitter.com/SafetyCenter)\n* [YouTube](https://www.youtube.com/user/USArmySafety)\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx)\n\n**Related STAND-TO!:**\n \n* [Army Safety Online Tools and Initiatives](https://www.army.mil/standto/archive_2016-10-25)\n* [Annual Army Safe Spring/Summer Campaign](https://www.army.mil/standto/archive_2017-03-02)\n",
    "date": "Monday April 17, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}