{
    "id": "2017-04-18",
    "title": "Army Materiel Command Strategic Objectives",
    "body": "#######Provided by U.S. Army Materiel Command\n\n**What is it?**\n\nThe [Army Materiel Command (AMC)](http://www.amc.army.mil/amc/about.html) synchronizes and integrates the total capabilities of the materiel enterprise in support of the chief of staff of the Army's priorities and combatant command requirements. To develop and deliver land force capability and ensure Army readiness, Army Materiel Command is streamlining its materiel processes and eliminating redundancies.\n\n**What has the Army done?**\n\nAMC has identified six strategic objectives that establish the organizational strategy to operationalize the command as the Army's materiel integrator:\n\n* Materiel development.\n* Materiel readiness.\n* Sustainable readiness.\n* Force projection.\n* Battlefield sustainment.\n* Army-wide sustainment.\n\nArmy Materiel Command will work with its partners across the materiel enterprise, including the Army G-4, [assistant secretary of the Army for acquisition, logistics and technology](https://www.army.mil/asaalt), U.S. Army Forces Command, and [Training and Doctrine Command](http://www.tradoc.army.mil/index.asp) to shape and ultimately accomplish these objectives.\n\n**What continued efforts are planned for the future?**\n\nStrategic initiatives within each objective ensure that the efforts of the materiel enterprise are linked to an output. From synchronizing and integrating the supply chain and divesting excess Army equipment to optimizing the organic industrial base to meet the Army's equipping needs, these strategic objectives chart the path for AMC to provide materiel readiness. The end state will improve the Army's ability to enable and sustain expeditionary forces around the world.\n\n**Why is this important to the Army?**\n\nEquipping the force is one of the four pillars of Army readiness and a focus of the materiel enterprise. As the Army implements the Sustainable Readiness Model (SRM), AMC is aligning and synchronizing its efforts to enhance and strengthen the key role it plays in the updated force generation policy.\n\nAmericans expect Army forces to protect the nation and its vital strategic interests. As the Army's lead materiel integrator, AMC must ensure our Soldiers remain the best-equipped fighting force in the world. AMC is closely aligned with the Training and Doctrine Command and Forces Command in setting the conditions required to sustain our current and future force -- a force fully prepared to meet future contingencies in an era of global instability and uncertainty.\n\n**Resources:**\n\n* [U.S. Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n\n**Related STAND-TO!:**\n \n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n* [Army Reserve Sustainable Readiness](https://www.army.mil/standto/archive_2016-07-13)\n",
    "date": "Tuesday April 18, 2017",
    "quote": "#### Focus quote for the day:\n\n> Readiness is the Army's No. 1 priority, and materiel readiness is the reason Army Materiel Command exists. As the Army's materiel command, AMC is involved in every Army process and operation.\n\n\\- Gen. Gus Perna, commanding general, U.S. Army Materiel Command",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n"
}