{
    "id": "2017-04-19",
    "title": " Earth Day 2017",
    "body": "#######Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n**What is it?**\n\nArmy Earth Day supports the Army's mission by preserving the natural environment on Army installations and contributes to the well-being of its communities.  The Army has participated in the annual Earth Day event on April 22 since it was first observed in 1970. The Army's observance of Earth Day shares the good news of what the Army does for the environment and how that directly supports the ability of the Army to train, test and operate. \n\nThe Army's Earth Day theme is \"Sustain the Mission / Secure the Future.\"  This theme embodies the Army's commitment to meet current and future needs of Soldiers, their Families, and the nation through environmental protection.    \n\nEarth Day is a time for everyone -- Soldiers, Families, civilians, and contractors -- to consider the environmental footprint they make and the influence they have on natural resources, whether they are on installations, deployed overseas or in their homes. By wisely using resources, the Army can assure its strength and quality of life now and for generations to come.\n\nThe Army's environmental program works to ensure that natural resources enhance training, testing and operations, without restricting Army activities.\n\n**What has the Army done?**\n\nThe U.S. Army celebrates Earth Day at more than 200 installations, major commands and organizations around the world. Army Earth Day is an opportunity for Army Soldiers, Civilians and Families to find ways to reduce the effect their actions have on the environment at home and at work.\n\nArmy installations and organizations host events and activities in observance of Earth Day, including open houses, festivals, family fun nights, youth and school field trips, cleaning up installations and other public lands, gardening and tree plantings.\n\n**What continued efforts are planned for the future?**\n\nThe Army constantly seeks and employs innovations that help minimize the Army's impact on the environment. The Army is committed to environmental protection and is seeking new ways to increase energy efficiency in new construction and renovation, reducing dependence on fossil fuels, and improving energy security.\n\n**Why is this important to the Army?**\n\nEarth Day provides opportunities to share Army environmental successes. The Army's environmental program enhances quality of life for Soldiers and their Families. Readiness of the Army and the security of the nation are supported by the protection and preservation of natural and cultural resources on installations.\n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Army Environmental Program infographic](https://aec.army.mil/Portals/3/aed/AEP_IG_20150202.pdf)\n* [Army Earth Day website](https://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n* [U.S. Army Environmental Command environmental tips](https://twitter.com/usaec)",
    "date": "Wednesday April 19, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 22: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\nApril 23-29: Army Volunteer Recognition Week\n\n\n"
}