{
    "id": "2017-04-20",
    "title": "Army Reserve's 109th Birthday",
    "body": "#######Provided by U.S. Army Reserve\n\n**What is it?**\n\nOn April 23, the  [Army Reserve](http://www.usar.army.mil) celebrates its 109th birthday as the most capable, combat-ready and lethal federal force in the history of the nation. Established by Congress in 1908 as the Medical Reserve Corps, it was a ready pool of medical professionals available to increase the efficiency of the medical department of the United States Army.  The act sought to prevent the serious shortage of physicians that occurred during the Spanish-American War.\n\n**What has the Army done?**\n\nThe Army Reserve provided trained and ready Soldiers and units for World Wars I and II, Vietnam, Desert Shield/Desert Storm, Bosnia, Kosovo, Afghanistan, Iraq and Kuwait.\n\nMore than 300,000 Army Reserve Soldiers have mobilized and deployed in support of the Total Army and Joint Force during contingency operations, natural disaster response efforts, and as part of ongoing global Theater Security Cooperation missions since 2001. \n\nCurrently, 15,000 citizen Soldiers are supporting global combatant command operations, including civil affairs missions in the Horn of Africa, deterrence operations in Kuwait, military police operations at Guantanamo Bay, Cuba, and medical support operations in Honduras.\n\n**What continued efforts are planned for the future?**\n\nThe Army Reserve will continue to provide mission-critical capabilities for the Army and the joint warfighter whenever and wherever they are needed, anywhere on Earth. The U.S. Army Reserve Command is assessing and identifying critical units-of-action that will rapidly support the warfighter through Army service component commands around the globe and win in contested environments across multiple domains. This [Ready Force](https://www.army.mil/article/179557/) may provide the surge capacity the Army needs to counter short-notice contingencies by enhancing unit and Soldier stability, mitigating the cascading impacts of cross-leveling and rationalizing training, equipping and modernization strategies.\n\n**Why is this important to the Army?**\n\nThe Army Reserve is an integral and essential part of the Army and the joint force. As the Army's sole, dedicated federal reserve force, it delivers operational combat service and combat service support to the Total Army and the Joint Force to protect U.S. national security interests worldwide. Manned, trained and equipped primarily to enable combat formations, the Army Reserve provides quick access to trained and ready Soldiers and units-of-action and the critical enabling and sustaining capabilities the Army needs to win. Its unique status as both a component of the Army and a singular command gives it the flexibility, agility and unity of effort needed to respond to any mission at home or abroad, often with little notice. \n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [Army.mil: Reserve News](https://www.army.mil/reserve)\n\n**Related STAND-TO!:**\n\n* [The Army Reserve Private Public Partnership Office](http://www.army.mil/standto/archive_2016-02-10)\n* [Army Reserve Engagement Cells and Teams](http://www.army.mil/standto/archive_2015-06-23/)\n\n**Related article:**\n\n* [New study examining readiness of the Army Reserve](https://www.army.mil/article/179557/new_study_examining_readiness_of_the_army_reserve)\n\n**Army Reserve on social media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve?ref=hl)\n* [Twitter @USArmyReserve](https://twitter.com/USArmyReserve)\n* [Instagram](https://www.instagram.com/usarmyreserve/)\n* [Flickr](http://www.usar.army.mil/News/SocialMedia.aspx)\n* [YouTube](https://www.youtube.com/c/TheUSArmyReserve?gvnc=1)\n",
    "date": "Thursday April 20, 2017",
    "quote": "#### Focus quote for the day:\n\n>The mission of this team at the end of the day is to win America's wars. \n\n\\- Lt. Gen. Charles D. Luckey, chief of Army Reserve and commanding general, U.S. Army Reserve Command, emphasizes the role of Army Reserve Soldiers as being part of a big team, during his visit in January, to the 7th Mission Support Command at Daenner Kaserne.\n\n[Army Reserve Soldiers and units must be ready, flexible](http://www.usar.army.mil/News/Display/Article/1056392/usarc-cg-army-reserve-soldiers-and-units-must-be-ready-flexible/)\n",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC))\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 22: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23-29: [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter\n\n\n"
}