{
    "id": "2017-04-24",
    "title": "Volunteer Appreciation Week",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nThe U.S. Army recognizes volunteers' extraordinary service and support during Volunteer Appreciation Week (VAW) and highlights the volunteers' contributions and accomplishments.\n\nThe Army uses VAW, which was established by executive order in 1974, to communicate through community organizations to formally recognize and celebrate our volunteers and help contribute to esprit de corps throughout the Army Family.\n\nVolunteers serve Soldiers, Families, retirees and civilians, through Family Readiness Groups, coaching youth sports, assisting administrative offices and other ways critical to building a strong community.\n\n**What has the Army done?**\n\nThe Army supports volunteers through U.S. Army Installation Management Command programs like Army Community Service, the Army Volunteer Corps and Army OneSource by giving them the opportunities, resources and tools for success.\n\nThe Army Volunteer Corps (AVC), managed by the U.S. Army Installation Management Command's G9 - Army Community Service,   uses this program to generate interest and commitment for volunteers to identify service opportunities, log service hours and receive support and guidance. This year's recognition theme during VAW, April 24 to 28, is \"Army Volunteers: Service for Life.\"\n\nThrough volunteerism, AVC develops and enhances volunteers' career mobility, establishes partnerships with off-post organizations and promotes a lifelong commitment to service. During VAW, garrison AVC coordinators are planning to conduct events to publicly show gratitude for volunteers' efforts including recognition ceremonies with garrison leadership presence.\n\nThe Army will present the annual Emma Marie Baird Award for exemplary volunteer service to individuals who contributed 3,750 or more volunteer service hours over a five-year period. The award is named in honor of Army Community Service's founder, signed by the Army chief of staff, and will be presented to the volunteer who qualifies at their garrison. This year, the Army recognized two volunteers: Emily Toro from Fort Hamilton, New York, and Melinda Conway from Aberdeen Proving Ground, Maryland. \n\n**What continued efforts are planned for the future?**\n\nThe Army continues to attract, encourage and recognize volunteers as valuable team members serving as resources whose service will benefit all Soldiers, Families, civilians and retirees. AVC will continue to provide both on-post and off-post volunteer opportunities for all who desire to give their time and efforts. AVC will also continue to provide in-person support to volunteers and foster partnerships with the surrounding communities.\n\n**Why is this important to the Army?**\n\nVolunteers are essential to the Army's mission. Thousands of volunteers around the world devote their time regularly by serving the Army community. Volunteers are able to accomplish community work that would not have have been done otherwise due to time constraints and financial limitations faced by the Army. The support of volunteers assists in accomplishing the Army's missions. The Army recognizes and appreciates the commitment, contributions and sacrifices of the volunteers.\n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation](https://www.armymwr.com/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/)\n* [Army.mil: Families](https://www.army.mil/families/)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* [Army Family Readiness Groups](https://www.armyfrg.org/)\n* [USACE: Volunteers in action](http://www.usace.army.mil/Missions/Civil-Works/Recreation/Volunteer-Clearinghouse/Volunteers-in-Action/)\n\n**Social Media:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n* [IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt)\n\n**Related STAND-TO!**\n\n* [Army Volunteer Corps - A Tradition of Service](https://www.army.mil/standto/archive/2010/12/22/)",
    "date": "Monday April 24, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC))\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 22: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23-29: [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter\n\n\n"
}