{
    "id": "2017-04-25",
    "title": "Days of Remembrance of the Victims of the Holocaust",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nCongress established the Days of Remembrance as the nation's annual commemoration of the Holocaust. The commemoration is observed this year from April 23 to 29. During this week, the Army community joins the nation in remembering not only the millions of victims and survivors of the Holocaust but also the heroes whose actions saved an incalculable number of lives.\n\nMore than 70 years ago, witnesses to the atrocities of Nazi-occupied Europe were faced with the choice of stopping the persecution of their neighbors and fellow countrymen or standing by in silence. While many people opted for the latter, fearful for their own lives, some remarkable individuals chose action over fear, courageously standing up to tyranny and hatred.\n\n**What has the Army done?**\n\nArmy senior leaders encourage its community members to honor the courage of those individuals who chose to take a stand against persecution by continually rejecting all forms of prejudice and bigotry and remaining vigilant to ensure everyone is treated with dignity and respect.\n\nThe Army community will commemorate the victims and survivors by remembering their stories and enforcing Army policies that ensure all community members are treated with dignity and respect.\n\n**What continued efforts are planned for the future?**\n\nThe Army community pledges to treat people with dignity and respect while expecting others to do the same. These acts of respect allow the Army to appreciate the best in other people. The Army honors the courage of those individuals who took a stand against persecution during the Holocaust and those individuals who take stands today against the same types of destructive behaviors.\n\n**Why is this important to the Army?**\n\nThe Army and its community members' recollection of the Holocaust events not only serve to keep the nation and the Army community alert of the results of unchecked hatred and bigotry but also serves as a reminder of the strength and courage required to stand victorious in the face of adversity.\n\nRemembering is important as the total Army family employs the Army values (i.e., loyalty, duty, respect, selfless service, honor, integrity and personal courage), which are the foundational tenets of the military profession and the watchwords that guide the actions of individuals in  illustrating acceptance and inclusion of all people -- regardless of their ethnicity.\n\n**Resources:**\n\n* [U.S. Army Values](http://www.army.mil/values/)\n* [Defense Equal Opportunity Management Institute](https://www.deomi.org/SpecialObservance/DOR.cfm)",
    "date": "Tuesday April 25, 2017",
    "quote": "#### Focus quote for the day:\n\n> I certainly think that another Holocaust can happen again. It did already occur; think of Cambodia, Rwanda, and Bosnia.\n\n\\- Miep Gies, a Dutch citizen who hid Anne Frank and her family\n",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 22: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23-29: [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)"
}