{
    "id": "2017-04-26",
    "title": "Army Reserve Ambassador Program",
    "body": "#######Provided by Office of the Chief, Army Reserve\n\n**What is it?**\n\nThe [Army Reserve Ambassador (ARA) Program](http://www.usar.army.mil/featured/ambassador-program/) is a critical outreach tool that was established in 1998 for influential volunteers who have an interest in the [Army Reserve](http://www.usar.army.mil). These advocates educate the public, community leaders and congressional staff offices about the capabilities and value of the Army Reserve and the Soldiers who live and work in their communities. Their function is similar to that of [Civilian Aides to the Secretary of the Army](https://casa.army.mil).\n\n**What has the Army done?**\n\nARAs are known commodities in their communities and they have a level of access to local events that cannot otherwise be replicated. Local decision-makers need to know how the Army Reserve adds value to their communities, and our opportunities to tell the Army Reserve story to this population are extremely limited. ARAs interface with state, city, and local elected officials to provide information pertaining to Army Reserve units in their areas. Information provided to the officials has improved their understanding of the financial impact on their areas of responsibility. \n\nARAs are aligned under the four Army Reserve regional support commands (RSCs) and nominated by their respective RSC commander via a board process, then appointed by the chief of Army Reserve to three-year terms.\n\n**What continued efforts are planned for the future?**\n\nARAs will continue to pursue opportunities within their communities to tell the Army Reserve story and build relationships with key audiences. Their relationships and contacts they have now and the ones they develop in the future will ensure that the Army Reserve voice is heard in communities across America.  \n\nFull-time support ensures ARAs have current tools and information to convey both directions. They provide a timely conduit of information between the Office of the Chief of Army Reserve and Army Reserve Soldiers and Families.\n\n**Why is this important to the Army?**\n\nAmbassadors have the advantage of strategic timing, long-term relationship building, seizing and creating opportunities, and continual follow-up with centers of influence. \n\nAs centers of influence, ambassadors' broad contact networks are an extraordinary resource for the Army Reserve and a force multiplier for the Total Army. They are a powerful and cost-effective means of message delivery.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil)\n* [Army Reserve Ambassador Program](http://www.usar.army.mil/featured/ambassador-program/)\n* [Find an ambassador](http://www.usar.army.mil/Featured/Ambassador-Program/Find-an-Ambassador/)\n* [Email: ambassador inquiries](mailto:usarmy.usarc.ocar.mbx.ambassador@mail.mil)\n",
    "date": "Wednesday April 26, 2017",
    "quote": "",
    "events": "#### Events  \n\n**April 2017**\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](https://www.army.mil/sharp) (#SHARP)\n\n[Month of the Military Child](http://www.army.mil/families) (#ArmyMOMC)\n\nApril 5: Gold Star Spouse's Day (#GoldStar)\n\nApril 6: WWI Centennial Commemoration (#armyhistory, #WWI)\n\nApril 22: Army Earth Day\n\nApril 23: [U.S. Army Reserve 109th Birthday](http://www.usar.army.mil/)\n(Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\nApril 23-29: Army Volunteer Recognition Week\n\nApril 23-29: [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance) (#DaysOfRemembrance #HolocaustRemembrance & Tag @USArmy and @USArmyG1 on Twitter)"
}