{
    "id": "2014-10-01",
    "title": "Army Cybersecurity Awareness Month",
    "body": "**What is it?** \n\nThe Army Cybersecurity Awareness Month, is an annual campaign, held in October, to increase awareness of organizational cybersecurity practices and training that will help the Army improve its overall security posture.\n\nThis year's Awareness Month theme is *Lethal Keystrokes,* leading off with the question, \"Were your keystrokes lethal today?\" The theme emphasizes individual responsibility for protecting the network and Army against cybersecurity threats that endanger our Soldiers, compromise operations and increase cost significantly in time and resources to remediate.\n\n\n**What has the Army done?**\n\nIn support of Army Cybersecurity Awareness Month, commanders at all levels have been directed to conduct cybersecurity awareness activities based on their fiscal year 2013/2014 Information Assurance (IA) Self-Assessments. Commands will address these activities and improved security practices in the following phases:\n\n* -- Phase 1:  Leader Awareness\n* -- Phase 2:  Individual Awareness\n* -- Phase 3:  Collective Training\n* -- Phase 4:  Home/Family Cybersecurity Practices\n\nBy Nov. 14, organizations will complete an after-action-review of their activities conducted for the month. Organizations will also complete an Army survey to capture feedback on the value, benefits and continued improvements for Army cybersecurity awareness.  \n\nResources for each phase of Cybersecurity Awareness Month, including the Army survey, are available on the [Army's Information Assurance One-Stop Shop](https://informationassurance.us.army.mil). \n\n\n**What continued efforts does the Army have planned for the future?**\n\nTo continue this effort, the Army will hold an annual Cybersecurity Awareness Month. Commands will complete their yearly assessments, conduct mandatory annual IA training, ensure systems are Federal Information Security Management Act compliant and continually apply security updates and patches as required.\n\nThroughout the year, commands can continue to access the [IA One-Stop Shop](https://informationassurance.us.army.mil) for updated cybersecurity information and resources.\n\n\n**Why is this important to the Army?**\n\nCyber attacks threaten the Army network and its information every day, putting our operations and people at risk. Strengthening Army cybersecurity is critical to all Army warfighting operations and business functions. Likewise, it is imperative for the Army to make certain that Soldiers, civilians and contractors are responsible for daily practices that protect information and IT capabilities.\n\n\n**Resources:**\n\n* CAC log-in required: [Army Information Assurance One-Stop Shop portal](https://informationassurance.us.army.mil/) \n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/) \n* [U.S. Army Cyber Command ](http://www.arcyber.army.mil/index.html)\n* DOD: [The Cyber Domain Security and Operations](http://www.defense.gov/home/features/2013/0713_cyberdomain/)\n* Department of Homeland Security: [*Stop. Think.Connect. Get Informed*](http://www.dhs.gov/stopthinkconnect-get-informed)\n* Messages: \n* [- Presidential Proclamation- National Cybersecurity Awareness Month, 2014](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-cybersecurity-awareness-month-2014)\n* [- National Cyber Security Awareness PSA on YouTube](http://youtu.be/ITlj9lqMTjg) \n\n\n\n",
    "date": "Wednesday, October 1, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nYou are the first line of defense. Cyberspace operations are critical to our nation and the Army's mission. Securing this battlespace is a task we all share, regardless of duty, position, rank or grade. I want to encourage you to monitor your own online behavior, not just during Cyber Security Awareness month, but with every keystroke on your computer. \n\n### - Command Sergeant Major Rodney Harris, [U.S. Army Cyber Command](http://www.arcyber.army.mil/), in his public service announcement for National Cyber Security Awareness Month  \n\n### - Hear the complete PSA:  [National Cyber Security Awareness](http://www.dvidshub.net/video/362462/national-cyber-security-awareness#.VCvY6xZ8ObA)\n\n### Read the Presidential Proclamation on the [National Cybersecurity Awareness Month, 2014](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-cybersecurity-awareness-month-2014) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* National Domestic Violence Awareness Month\n\n* National Disability Employment Awareness Month \n\n* National Depression Education & Awareness Month\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting    \n\n"
}