{
    "id": "2014-10-03",
    "title": "2014 Domestic Violence Awareness Month",
    "body": "**What is it?** \n\nThe Domestic Violence Awareness Month honors the most important asset of the Army, the family, as they are a vital part of the nation's security through the foundation they provide to the Soldiers.  With the theme, *Relationships should be safe, respectful and positive,*  the focus of the campaign is to raise awareness of domestic violence, inform victims that help is available and emphasize the negative impact it has on family readiness. \n\n\n**What has the Army done?** \n\nThe first Domestic Violence Awareness month was held in October 1987, and the first Commemorative Legislation passed by U.S. Congress in 1989. Though domestic violence has dropped by almost two-thirds since then, the National Coalition Against Domestic Violence estimate that as many as three women lose their lives to domestic violence each day. The [U.S. Army Installation Management Command](http://www.imcom.army.mil) is making a concerted effort during Domestic Violence Awareness month to highlight their resources that support the resilience of Army families through posters and social media platforms. New this year is a program titled *Love is not abuse,* targeted at teens and young adults, helping them recognize healthy dating and family relationships. \n\n\n**What continued efforts does the Army have planned for the future?** \n\nThe [Family Advocacy Program](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/familyadvocacyprogram/default.aspx) helps Soldiers and their family members develop skills to restore stability and health in their relationships. Resources include support groups for young parents, reintegration programs for families experiencing deployment and redeployment stress, and programs on anger management, dating violence and gender issues. Throughout the month of October, Domestic Violence Awareness Month campaigns will be executed at each garrison to highlight prevention programs and services to the Soldiers and family members.  These programs are designed to promote awareness, encourage reporting, provide safety for victims, encourage all members of the Army community to look out for one another, and ensure treatment or administrative action when needed.  Family Advocacy Program's preventive educational programs are a primary resource for Army families to learn these life skills; prevention and education are the primary goals.\n\n\n**Why is it important to the Army?** \n\nDomestic abuse is contrary to [Army Values](http://www.army.mil/standto/archive_2013-08-15/) and has negative effects on both family and Soldier readiness. The Army is committed to fully support its families and assist in the development of their resiliency, health and well being.  We all must acknowledge that interpersonal violence is wrong, reach out to support victims, hold offenders accountable and create a climate of safety and respect.\n\n\n**Resources:** \n\n* [Presidential Proclamation](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-domestic-violence-awareness-month-201)\n* [Army Installation Management Command ](http://www.imcom.army.mil/)\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/)\n* [ArmyOneSource](http://www.myarmyonesource.com)\n* [Family Advocacy Program](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/familyadvocacyprogram/default.aspx)\n* [Victim Advocacy Program](https://www.myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/FamilyAdvocacyProgram/TipsfortheHome/default.aspx)\n* [Domestic Violence Awareness Month](http://www.myarmyonesource.com/Events/DomesticViolenceAwarenessMonth/Default.aspx)\n* [National Domestic Violence Hotline](http://www.TheHotline.org) or call 1-800-799-SAFE\n* Related document:\n* [- Policy: Army Regulation 608-18, Army Family Advocacy Program, Oct. 30, 2007](http://www.army.mil/usapa/epubs/pdf/r608_18.pdf)\n* Related STAND-TO!:\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n",
    "date": "Friday, October 3, 2014",
    "quote": "Presidential Proclamation \n-------------------------------------------\n\nDomestic violence affects every American.  It harms our communities, weakens the foundation of our nation, and hurts those we love most.  It is an affront to our basic decency and humanity, and it must end.\n\n### - President Barack Obama\n\n### Read the complete Presidential Proclamation: [National Domestic Violence Awareness Month, 2014](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-domestic-violence-awareness-month-201) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **September 2014** \n\n* [National Preparedness Month](http://www.army.mil/standto/archive_2014-09-02/) \n\n* [Army Suicide Awareness Month](http://www.army.mil/standto/archive_2014-09-03/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* National Domestic Violence Awareness Month\n\n* National Disability Employment Awareness Month \n\n* National Depression Education & Awareness Month\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting    \n\n"
}