{
    "id": "2014-10-06",
    "title": "2014 National Depression Awareness Month ",
    "body": "**What is it?**\n\n\nOctober is National Depression Awareness Month. In observance, the U.S. Army will join several organizations across America, Oct. 9, in recognition of *National Depression Screening Day* to inform the public about the signs and symptoms of depression. The public will also learn the importance of seeking treatment and will be provided information about the availability of free online anonymous behavioral health screenings. The Army theme for 2014 is *Take the First Step -- Get Screened.* \n\nAccording to the [Centers for Disease Control](http://www.cdc.gov/), one in ten U.S. adults report depression. Symptoms of depression may include persistent sadness, difficulty concentrating, hopelessness, fatigue, changes in appetite, insomnia, irritability, and in some instances, thoughts of suicide. While most people experience sadness at time in their lives, it is time to seek help when these feelings persist and begin to interfere with everyday life which may be a sign of clinical depression, a serious medical condition that if left untreated, may lead to other medical conditions. \n\nOftentimes, the first step towards getting well is becoming aware of key warning signs through depression screening. Unfortunately, two-thirds of people who suffer from depression fail to seek care. The good news is that clinical depression can be treated and anonymous screening resources are available. Treatments may include therapy, medications or a combination of both. \n\n\n\n**What has the Army done?**\n \n\nEnhanced behavioral health screening is mandated across the Army. The Army conducts screening at five recognized touch points, exceeding the National Defense Authorization Act requirements, throughout the deployment cycle, to include an in-theater touch point and periodic annual screening. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is in the midst of a complete transformation to a proactive, integrated, metrics-driven and patient-centered Behavioral Health (BH) System of Care that is standardizing and optimizing clinical BH efforts and best practices for force readiness linked to its [Ready and Resilient](http://www.army.mil/readyandresilient) campaign (R2C). \n\n\n**Why is this important to the Army?**\n\nIt takes courage to seek help. The Army's goal is to eliminate the stigma associated with seeking help for depression. Even the most severe cases of depression are treatable. The earlier the treatment begins, the more effective it is and the greater likelihood recurrence can be prevented. Anonymous depression screenings are available through the Department of Defense, Department of Veterans Affairs, behavioral health and the local community. \n\n\n**Resources:**\n\n* [Army Behavioral Health](http://armymedicine.mil/Pages/behavioralhealth.aspx)\n* [Comprehensive Soldier Fitness](http://www.army.mil/csf/)\n* [Real Warriors Campaign](http://www.realwarriors.net/)\n* [Military OneSource](http://www.militaryonesource.mil)\n* [Army's Ready and Resilient Campaign](http://www.army.mil/readyandresilient)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Comprehensive Soldier Fitness](http://www.armymedicine.army.mil/)\n* [Army Medicine](http://www.army.mil/csf/)\n* Related STAND-TO!:\n* [- Embedded Behavioral Health](http://www.army.mil/standto/archive_2013-08-13/)\n* [- Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [- Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n",
    "date": "Monday, October 6, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nWhen people show up at a primary care facility with depression, particularly in a non-behavioral health setting, they may not necessarily say, 'I have an emotional disturbance' or 'I'm feeling down.'\n\n\n### - Col. (Dr.) Geoffrey Grammer, Research Department chief, National Intrepid Center of Excellence, Maryland, discussing the Army culture of toughness and resilience which makes it challenging for the Soldiers to acknowledge their state of depression, during his talk on *Hidden Medical Aspects of Depression*, at the Psychological Health and Resilience Summit at Defense Health Headquarters, Falls Church, Virginia, Sept. 18, 2014\n\n\n### [Desire to be resilient can sometimes mask underlying depression](http://www.army.mil/article/134002) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}