{
    "id": "2014-10-07",
    "title": "Energy Action = Mission Success",
    "body": "**What is it?**\n\nThe U.S. Army, in partnership with [Department of Defense Operational Energy](http://energy.defense.gov/), the Air Force, Navy and Marine Corps, will execute a joint, department-wide **Energy Action = Mission Success Month** as a means to highlight the importance energy plays in achieving mission success.\n \nIn 2009, the White House formally created \"National Energy Awareness Month\" to reinforce the importance of energy to the nation. The Department of Defense (DOD) subsequently adopted the observation, and incorporated an additional \"Energy Awareness Week\" to focus specifically on military service energy. In 2012, the theme was changed to \"Energy Action Month.\"\n\n\n**What is the Army doing?**\n \n\nThroughout the month of October, Senior Army energy leaders will focus on and discuss how enhancing the DOD's energy security saves lives and improves warfighting effectiveness, and how every service member plays an important role. \n\n\n**What continued efforts does the Army have planned for the future?**\n\n\nThe Army will continue to foster its existing power and energy programs, and seek new opportunities for mutually beneficial partnerships. Doing so will ensure that the Army can maintain its readiness to deploy, fight and win the nation's wars in today's rapidly changing environment. \n\nThe DOD will remain a pioneer in the use of energy to support the nation's security. The DOD will proactively work to solve the challenges presented by limited resources, aging infrastructure and facilities, evolving threats, natural disasters, competing priorities, and platforms with long service lives in our effort to improve the DOD's energy posture and security.\n\n\n\n**Why is this important to the Army?**\n\nOne of the greatest challenges and priorities for the Army -- and DOD as a whole -- is increasing its energy sustainability and security. Reliable access to energy is essential to mission success:\n\n* -- Innovative, wearable power management and distribution systems reduce the energy load carried by our Soldiers and free up space for ammunition and other mission critical equipment \n* -- Improved generators, equipment, shelters, and power management systems mean that fewer gallons of fuel are needed at contingency bases separated by miles of inhospitable, and often contested, terrain\n* -- Next-generation engine technologies improve the operational range, endurance, and other capabilities of our tactical and non-tactical ground vehicles, aircraft and helicopters\n* -- Continuous improvement to our facility energy posture on our fixed installations through efficiency measures, energy saving technologies, and deployment of renewable assets improves our readiness and resilience\n\nThe Army will continue to emphasize the importance of energy to its mission success, and is committed to change across all aspects of the Army enterprise in order to meet its energy related challenges.\n\n\n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* [Army Office of Energy Initiatives](http://www.oei.army.mil)\n* [Army Net Zero Public Website](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n* [Department of Defense Energy Security](http://energy.defense.gov/)\n\n",
    "date": "Tuesday, October 7, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nOver the past five years, the [Warrior Games](http://www.wtc.army.mil/warrior_games/warrior_games_2014.html) have been a celebration of overcoming great adversity and a representation of the strength and the heart of all American service members.\n\nArmy athletes showed true commitment and dedication to their sport. They exemplify our [warrior ethos](http://www.army.mil/values/warrior.html) of never giving up.  \n\n\n### - Col. Chris Toner, commander, [U.S. Army Warrior Transition Command](http://wtc.army.mil/) and assistant surgeon general for Warrior Care and Transition, congratulating the warriors on winning a total of 71 medals for the Army to win the Chairman's Cup at the [2014 Warrior Games](http://www.army.mil/standto/archive_2014-09-25/) held at Colorado Springs, Colorado.\n\n\n### [Army wins Chairman's Cup at Warrior Games](http://www.army.mil/article/135393) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}