{
    "id": "2014-10-08",
    "title": "Cybersecurity Awareness: Leader Responsibility",
    "body": "**What is it?**\n\n[Army Cyber Security Awareness Month](http://www.army.mil/standto/archive_2014-10-01/) provides leaders the opportunity to better assess and review their organizational cybersecurity awareness, security practices and training that will help them and their people improve the overall Army security posture. Army leaders are ultimately responsible for ensuring that their information systems are protected, and that their people are aware, trained and compliant with policies and procedures. Beyond understanding and awareness of current cyber threats and their impact on the Army, leaders must continually advance and promote vigilant security practices within their organizations to safeguard the integrity of Army networks, systems and information, and protect personal identities.\n\n\n**Why is this important to the Army?** \n\nCybersecurity is essential for safeguarding all Army operations and everyday business functions. Leaders are vital in reinforcing the responsibility of vigilant security practices among their people to ensure the protection and the confidentiality, integrity and availability of Army information and systems. Leaders must continually promote cybersecurity awareness and training to ensure that all users fully understand their individual and collective responsibilities for protecting Army networks, information and data while enabling warfighting and business operations.\n\n\n**What has the Army done?** \n\nThe [Army Cybersecurity Awareness Month](http://www.army.mil/standto/archive_2014-10-01/) builds on last year's Army initiatives to increase cybersecurity awareness and improve training. In addition to increasing awareness and reinforcing security policies, in 2013, leaders conducted Information Assurance self-assessments to determine their organizational security posture. From those findings, they developed Plans of Actions and Milestones (POA&M) to address deficiencies in policy compliance and security practices. As part of the continuing effort, the Army provides leader updates on cyber threats, vulnerabilities and operational risks, and the associated responsibilities for leaders and subordinates. The information updates reinforce the need to educate people on proper security procedures and hold individuals accountable for their actions.\n\n\n**What does the Army have planned for the future?**\n \nArmy leaders are responsible for organizational cybersecurity programs that assess and manage risk through increased training, situational awareness and compliance with security policies and procedures. At the conclusion of the [Army Cybersecurity Awareness Month](http://www.army.mil/standto/archive_2014-10-01/) leaders will complete a survey for the month-long activities. The Army plans to continue cybersecurity awareness throughout fiscal year 2015, with monthly information sheets designed to reinforce messages for continued Army awareness.\n\n\n**Resources:** \n\n* CAC log-in required: [Army Information Assurance One-Stop Shop portal](https://informationassurance.us.army.mil/) \n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/) \n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html) \n* [2014 Cybersecurity Awareness Month Resources](https://www.milsuite.mil/book/thread/130501)   \n* [DoD CyberDomain]( http://www.defense.gov/home/features/2013/0713_cyberdomain/)\n* Related video:\n* [- National Cyber Security Awareness](http://www.dvidshub.net/video/362462/national-cyber-security-awareness)\n* Related STAND-TO!\n* [- Army Cyber Security Awareness Month](http://www.army.mil/standto/archive_2014-10-01/)\n\nThe annual National Cyber Security Awareness Month each October is sponsored by the Department of Homeland Security in cooperation with the National Cyber Security Alliance and the Multi-State Information Sharing and Analysis Center.  For more information, visit [DHS Stop.Think.Connect. Get Informed](http://www.dhs.gov/stopthinkconnect-get-informed).  \n",
    "date": "Wednesday, October 8, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nLeaders must continue to enforce good cybersecurity practices and emphasize the impact of failures on unit readiness and mission capability. But, it's also incumbent upon every individual, regardless of rank or position, to get educated ... All users should think of themselves as part of the Army's cyber defense force. \n\n\n### - Essye B. Miller, cybersecurity director, [Chief Information Office/G-6](http://ciog6.army.mil), emphasizing the individual responsibility for protecting the network, which supports this year's Army  Cybersecurity theme-  [\"Lethal Keystrokes.\"](http://www.army.mil/standto/archive_2014-10-01/) \n\n\n### [Every Army Soldier, civilian, contractor critical part of cyber defense](http://www.army.mil/article/134531) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}