{
    "id": "2014-10-09",
    "title": "Best Warrior Competition ",
    "body": "**What is it?**\n\nThe [Best Warrior Competition](http://www.army.mil/bestwarrior/warriors/index.html ) is a professional development opportunity which promotes espirit de corps and recognizes Soldiers who demonstrate commitment to the Army values, embody the [Warrior Ethos](http://www.army.mil/values/warrior.html) and represent the Force of the Future. This annual competition names the Department of the Army's Soldier and Non-commissioned Officer of the Year.\n\n\n**Why is this important to the Army?** \n\nThe BWC is used to promote morale and cohesion within the participating commands and provides a fun and challenging way for leaders to develop and mentor their troops.\n\n\n**What has the Army done?** \n\n[Sergeant Major of the Army Ray Chandler III](https://www.facebook.com/#!/SMAChandler) oversees the annual Army-level competition which is now in its 13th year.  \n\nThe 2014 Department of the Army Best Warrior Competition (BWC) starts at the company level with Soldier and Non-commissioned Officer of the Month boards across the Army and progresses until only two Warriors are left to represent each Army major command in the final \"Super Bowl\" of Army competitions held at Fort Lee, Virginia.  \n\nThe year-long process culminates in a four-day test of the remaining 28 Soldiers' adaptability, creativity, critical thinking skills and physical fitness and stamina. The 28 finalists represent the Total Army -- active, guard and reserve. \n\nThe competition has evolved over the years, from boards and skills tests directly from the manual, to this year's test - which measures a Soldier's ability to apply proficiency in warrior tasks and battle drills as well as general Army knowledge to the contemporary operating environment.  \n\nFor instance, previous year's competitions featured a modern Army Combatives tournament.  The 2014 competition places competitors in a \"village\" where two families are arguing over their stake in contested farm land, when the situation erupts and the competitor must use his combatives skills to protect himself.  Every event the competitors faced, over the last four days, required them to relate their knowledge, training and experience to real-world situations in order to successfully complete the mission.\n\nThe competition ends with a **[live ceremony today from 7 - 9 p.m. EDT.](http://www.dvidshub.net/webcast/5001)**\n\n\n**What does the Army have planned for the future?**\n \nEvery competitor is expected to return to their unit as a subject matter expert and provide mentorship to future Best Warriors. \n\nThe Army's Soldier and Non-commissioned Officer of the Year who receive prestigious honors in recognition of their achievements will  represent the Army at special events throughout their 2014-2015 tenure. \n\n\n\n**Resources:** \n\n* Live Webcast: Announcement of the winners at the [Best Warrior Awards Reception](http://www.dvidshub.net/webcast/5001), 7- 9 p.m. EDT, Oct. 9 \n* [Best Warrior Competition](http://www.army.mil/bestwarrior/warriors/index.html )\n* [Competitor information](http://www.army.mil/bestwarrior/warriors/index.html)\n* [Sergeant Major of the Army Ray Chandler III on Facebook](https://www.facebook.com/#!/SMAChandler)\n* [TRADOC](http://www.tradoc.army.mil/index.asp)\n* [CASOM](http://www.cascom.army.mil/index.htm)\n* [Fort Lee, Virginia](http://www.lee.army.mil/)\n",
    "date": "Thursday, October 9, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nWe train as we fight, so I kind of came in with that mindset, that this was going to be a real scenario. I was very tired. It felt like I had been walking for a year. But to get to use my combatives training in a safe environment, to test my skills, that was really good. I had to dig deep, but when it was over, I felt the adrenaline pumping. \n\n\n### - Staff Sgt. Brian Hester, NCO of the Year, [U.S. Army Space and Missile Defense Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/), appreciating Sergeant Major of the Army's new requirement for this year's competition of applying skills learned in Army Combatives to a real-life scenario  \n\n\n### [Best Warrior Day 2: Competitors tackle long marches, hostile villagers, 'fun box'](http://www.army.mil/article/135820/) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}