{
    "id": "2014-10-10",
    "title": "Army Breast Cancer Research Program ",
    "body": "**What is it?**\n\nBreast cancer is the most commonly diagnosed non-skin cancer in women. Breast cancer is the second leading cause of cancer deaths in women in the United States. It is anticipated that approximately 40,000 women and 430 men in the U.S. will die from breast cancer this year.\n\nThis year, approximately 232,670 women in the U.S. will receive a diagnosis of invasive breast cancer and 62,570 women will be diagnosed with in situ (non-invasive) breast cancer. In addition, about 2,360 men will be diagnosed with breast cancer this year.\n\n\n**What has the Army done?** \n\nIn 1992, a highly visible lobbying campaign by grassroots advocacy organizations, led by the National Breast Cancer Coalition, increased awareness among policymakers of the need to expand federal funding for breast cancer research. In response, Congress allocated specific funds for breast cancer research, which were added to the Department of Defense (DOD) budget, and the DoD Breast Cancer Research Program (BCRP) was initiated to execute peer-reviewed funding in breast cancer. The successful execution of the BCRP by the United States Army Medical Research and Materiel Command (USAMRMC) led to the initiation of several other disease-focused research programs to be executed by the USAMRMC as directed by Congress, resulting in the formation of the DOD's Congressionally Directed Medical Research Programs (CDMRP).\n \nDuring the past 22 years, the BCRP has funded over 6,300 research awards and brought forward new diagnostics, therapeutic drugs and vaccines, advances in identification of risk factors and genetic biomarkers, and research and online resources. \n\n\n**What does the Army have planned for the future?**\n \nAs requested by Congress, the USAMRMC will continue to fund innovative, high-impact research in breast cancer and partner with Tri-Services and the Veterans Administration to bring research advances forward for evidence based prevention, diagnosis, and treatment of breast cancer to benefit service members, Veterans, and their beneficiaries. \n\n\n**Why is this important to the Army?** \n\nThe Army's execution of the BCRP has contributed to significant advances in breast cancer research and clinical care. Increasing the understanding of breast cancer risk, prevention, and detection will enable service members and their beneficiaries to make important decisions about breast health and screening. Lowering the risk and impact of breast cancer contributes to the Army's overall readiness and well-being of those who serve.\n\n\n\n**Resources:** \n\n* [Presidential Proclamation](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-breast-cancer-awareness-month-2014)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army Breast Cancer Research Program](http://cdmrp.army.mil/bcrp/default.shtml)\n* [American Cancer Society](http://www.cancer.org)\n* [National Cancer Institute](http://www.cancer.gov/)\n* Related Stand-To!:\n* [Breast Cancer Research Program](http://www.army.mil/standto/archive_2013-10-08/)\n",
    "date": "Friday, October 10, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\nToday, more Americans are surviving breast cancer than ever before, but there is more work to do, and my Administration is fighting every day to improve the lives of breast cancer patients, survivors, and their families.  We have invested billions of dollars in critical research to better understand the causes of breast cancer, develop new diagnostic tools, and pursue innovative treatments.\n\n\n### - President Barack Obama\n\n\n### [Presidential Proclamation -- National Breast Cancer Awareness Month, 2014](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-breast-cancer-awareness-month-2014) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}