{
    "id": "2014-10-14",
    "title": "Army Office of Energy Initiatives  ",
    "body": "**What is it?**\n\nThe Secretary of the Army John McHugh signed a directive to establish the Office of Energy Initiatives (OEI) as of Oct. 1, 2014.  The OEI will continue the ambitious efforts of the Energy Initiatives Task Force (EITF) which was established in September 2011.  The OEI will serve as the Army's central management office for the development, implementation and oversight of all third-party financed, large-scale (greater than 10 megawatts) renewable and alternative energy projects.\n\nThe OEI uses a balanced enterprise approach guided by three driving principles: Energy security through access to resilient, sustainable renewable energy sufficient for critical mission operations;  economic benefits and predictability as projects are cost neutral or provide cost avoidance at day one of operations; and all projects contribute to meeting mandates established by executive orders and national defense authorization acts. \n\n\n**What has the Army done?** \n\nThe OEI has screened nearly 200 Army, Reserve, and National Guard installations to determine the best potential for large-scale renewable energy development.  Working with Defense Logistics Agency -- Energy, the Army Corps of Engineers, along with using pre-existing General Services Administration Areawide contracts, the OEI has a dozen projects representing more than 350 Megawatts (MW) either under construction or in the contracts and agreements phase. \n\n* --Fort Huachuca, Arizona  - approximately 18 MW Solar\n* --Fort Drum, New York -  28 MW Biomass \n* --Fort Detrick, Maryland - approximately 15 MW Solar\n* --For Irwin, California - approximately 15 MW Solar \n* --Fort Stewart, Georgia - 30 MW Solar\n* --Fort Benning, Georgia - 30 MW Solar\n* --Fort Gordon, Georgia - 30 MW Solar\n* --Redstone Arsenal, Alabama - up to 18000 MW per year Solar\n* --Schofield Barracks, Hawaii - 50 MW Biofuel\n* --Fort Hood, Texas -  up to 40 MW Solar/Wind  \n* --Redstone Arsenal, Alabama - 25 MW Combined Heat and Power (CHP) Steam and Electricity\n* --Tooele Depot, Utah - Wind/ Solar \n\nIn addition there are another dozen projects totally approximately 200 MW of additional renewable energy which are in earlier phases of development.\n\n\n**What does the Army have planned for the future?**\n \nThe Army continues to push forward to achieve mandated renewable energy goals, refine project management and execution processes, and achieve the OEI mission to *Secure Army Installations with Energy that is Clean, Reliable and Affordable*.  The OEI team provides broad experience and capabilities in acquisition, project finance, renewable technologies, real estate, utility regulation, grid integration and environmental permitting, assisting installation commanders and their staffs to assess and implement renewable energy projects. \n\n\n**Why is this important to the Army?** \n\nInstallation energy security remains a top priority for the Army and is reflected in the Secretary of the Army's Top 10 Priorities -- *Develop effective energy solutions*.  \n\n\n\n**Resources:** \n\n* [Army Office of Energy Initiatives](http://www.oei.army.mil/)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee) \n* Related articles: \n* [- Army establishes permanent Office of Energy Initiatives](http://www.army.mil/article/134994/Army_establishes_permanent_Office_of_Energy_Initiatives/)\n* [- Fort Drum project to provide 100 percent of the Installation's energy requirements](http://www.army.mil/article/134767)\n* [- Army Releases RFI for Solar Project at Aberdeen Proving Ground](https://www.fbo.gov/?s=opportunity&mode=form&id=cbe97de0c95757d9998b406609f1d694&tab=core&_cview=0)\n* [- 11 Small Businesses Added to $7 Billion Renewable Energy Multiple Award Task Order Contract](http://www.army.mil/article/130618)\n* Related STAND-TO! \n* [- Army Operational Energy Policy Memorandum](http://www.army.mil/standto/archive_2013-05-13/)\n* [- Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/)\n* [- Soldier Power](http://www.army.mil/standto/archive/issue.php?issue=2012-10-24)\n* [- Vehicle Power (Tactical)](http://www.army.mil/standto/archive/issue.php?issue=2012-09-12)  \n* [- Vehicle Power (Non-tactical)](http://www.army.mil/standto/archive/issue.php?issue=2012-09-07) \n* [- Basing Power Contingency](http://www.army.mil/standto/archive/issue.php?issue=2012-08-29)\n* [- Basing Power Installations](http://www.army.mil/standto/archive/issue.php?issue=2012-08-22) \n",
    "date": "Tuesday, October 14, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nThe Army is making significant progress toward advancing the energy security of our installations to meet mission requirements and comply with congressional and Presidential mandates to increase the use of renewable energy. We specifically recognized the critical role renewable energy plays in long-term predictability and sustainability.\n\n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/), emphasized the efforts and successes of the [Energy Initiatives Task Force](http://www.army.mil/standto/archive_2013-06-24/) as directly leading to the establishment of the [Office of Energy Initiatives](http://www.asaie.army.mil/Public/ES/eitf/), within the Office of the Assistant Secretary of the Army for Installations, Energy and Environment, in the Army Directive 2014-22, effective Oct. 1, 2014\n\n\n### [Army establishes permanent Office of Energy Initiatives](http://www.army.mil/article/134994) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}