{
    "id": "2014-10-15",
    "title": "Army Acquisition Corps ",
    "body": "**What is it?**\n\nThe [Army Acquisition Corps (AAC)](http://asc.army.mil/web/aac25) is a specially trained, dedicated group of military and civilian acquisition leaders within the 38,000-strong Army Acquisition Workforce who develop, field and sustain the critical systems and services that enable the Soldiers to fight and win the nation's conflicts. More than 12,000 men and women in the AAC from 14 career fields serve as an example of the professionalism and excellence of those who deliver world-class products to Soldiers.\n\n\n**What has the Army done?** \n\nCreated Oct. 13, 1989, by then-Chief of Staff of the Army Gen. Carl E. Vuono, the AAC embodies the Army's  commitment to providing Army officers and civilian specialists with the necessary training and career development programs to continually improve the Army's acquisition capability.  \n\nThe past quarter-century has seen an unprecedented increase in the quality of Army Acquisition professionals, of which, 97 percent of the Army Acquisition Workforce is certified in their profession, according to standards outlined in the Defense Acquisition Workforce Improvement Act. That 97 percent is the best in DOD and rivals any industry. In other words, Army Acquisition professionals are the experts.  These professionals provide our Soldiers a decisive advantage by developing, acquiring, fielding, and sustaining the world's best equipment and services including:\n\n* --M109A6 Paladin\n* --AH-64D Longbow Apache \n* --Interceptor Body Armor \n* --Rapid Fielding Initiative \n* --Mine Resistant Ambush Protected vehicles \n* --MQ-1C Gray Eagle unmanned aircraft\n* --Nett Warrior\n* --Double arm and face transplants \n\n\n**What does the Army have planned for the future?**\n \n[Better Buying Power](http://bbp.dau.mil/) emphasizes professionalism of the workforce, and the AAC stands as an example of excellence. The Army will continue to foster growth of its workforce with initiatives such as tuition assistance, rotations with industry and increased recognition for outstanding workforce members. For the long term, the Army is taking a holistic look at how it accesses, develops and maintains its workforce through talent management. \n\n\n**Why is this important to the Army?** \n\nThe ACC is a critically important Army asset. From advanced medical research to rocket science to small arms to contracting and logistics, Army acquisition professionals research, design, develop and deliver the capabilities that Soldiers need to dominate the fight. Their successful execution of the acquisition mission keeps our Soldiers well-equipped, well-protected, and prepared for mission success.  \n\n**Resources:** \n\n* [President Obama's AAC 25th Anniversary message](http://asc.army.mil/web/wp-content/uploads/2014/10/aac25-presidential.pdf)\n* [AAC 25th Anniversary webpage](http://asc.army.mil/web/aac25)\n* [Director, Army Acquisition Career Management](http://asc.army.mil/web/dacm-office/)\n* [U.S. Army Acquisition Support Center](http://asc.army.mil/)\n* [Better Buying Power](http://bbp.dau.mil/)\n* [Army AL&T Magazine](http://usaasc.armyalt.com/)\n* Related articles:\n* [- Army acquisition leaders commemorate milestone anniversary; look to the next 25](http://www.army.mil/article/136060/)\n* [- President recognizes 25 years of Army acquisition excellence](http://www.army.mil/article/135374/)\n* USAACE on Social media: \n* [- Facebook](https://www.facebook.com/usaasc)\n* [- Twitter](http://www.twitter.com/usaasc)\n* [- Flickr](https://www.flickr.com/photos/usaasc)",
    "date": "Wednesday, October 15, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\nAs we move forward to a more agile and expeditionary force, we do so knowing that the AAC will lead the way in providing innovative materiel solutions. The Army depends on you to work under fiscal constraints using Better Buying Power to manage all the hundreds of Army programs; to contribute to international security cooperation' and to build the hardware and software capabilities that will equip Force 2025 and Beyond.\n\n\n### - Secretary of the Army John M. McHugh's [letter to the members of the Army Acquisition Corps](http://asc.army.mil/web/wp-content/uploads/2014/10/SecArmyMessage.pdf), Oct. 10, 2014.\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans) \n\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}