{
    "id": "2014-10-17",
    "title": "Resilient Installations",
    "body": "**What is it?**\n\nU.S. Army installations are America's power projection platforms, supporting the Army's mission anywhere in the world. Resilient, energy efficient and energy secure installations ensure this capability and the Army's ability to conduct military operations.  \n\n**Why is this important to the Army?**\n\nA resilient Army can rapidly adapt to change. A more flexible and adaptable Army is more capable of performing its mission in a resource-constrained environment.\n\nThe nation has seen increased power disruptions and natural disasters growing in frequency, intensity and unpredictability. In the last 10 years, the Army has seen a four-fold increase in power interruptions on the installations. The 12 hottest years on record have come in the last 15 years. Heat waves, droughts, wildfires, and floods are occurring more frequently and with greater intensity. These combined factors are straining already fragile ecosystems, hindering the ability to respond and recover from them, and affecting the Army missions on installations.  \n\nEnsuring resilient installations, through energy and water security, improved efficiencies and diligent management of resources, reduces the  vulnerabilities.\n\n\n**What has the Army done?**\n\nThrough partnering with industry and other Federal agencies, the Army is increasing installation resiliency by reducing energy demand, increasing efficiency, optimizing costs and improving our operational capabilities. The Army is leveraging industry and agency expertise, and working with the other services to focus on its core competencies--manning, training and equipping the forces to fight and win the nation's wars. \n\nOn-site alternative energy resources contribute to installation resiliency. The newly established Office of Energy Initiatives (OEI) coordinates and develops renewable energy projects equal to or greater than 10 megawatts, and helps to ensure the Army's goal of deploying one gigawatt of renewable energy projects by 2025. \n\nThe Army is addressing the challenges of installation resiliency through technologies, policies and programs, such as the Net Zero Initiative. Net Zero is a force multiplier, as reducing the energy, water and waste demands frees up resources that can then be used to achieve the mission at hand. Net Zero's goal is reduction -- reducing energy use, water consumption and waste generation. This is followed by repurposing, recycling, energy recovery and disposal.  \n \n**What continued efforts does the Army have planned for the future?**\n\nAs the Army manages installation \"boot print,\" it will continue to reduce risk to the critical missions. The Army will balance overlapping and competing priorities. We will balance our goal to increase energy security, surety and reliability with goals to reduce fuel costs, while protecting the environment. To ensure a ready and resilient force, the Army will make an effort to have ready and resilient installations.\n\n \n**Resources:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [Office of the Deputy Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/index.html )\n* [Army Energy News](http://www.army.mil/news/energy)\n* [Office of Energy Initiatives](http://www.asaie.army.mil/Public/ES/eitf/index.html )\n* [Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html )\n* Related video:  \n* [- AUSA Institute of Land Warfare: Resilient Installations: A Platform for Power Projection Webcast](http://www.dvidshub.net/video/366584/contemporary-military-forum-3-resilient-installations#.VEAnWhYdl8E)\n",
    "date": "Friday, October 17, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nInstallation energy... we have got a lot of great initiatives that are going on in the Army - very proud of what we are doing, but it's really the culture within the Army that we have got to change. \n\n### - Sergeant Major of the Army Raymond F. Chandler III, expressing his thoughts on some of the criticality that resilient installations have on the Army, as the opening speaker for the forum at the AUSA Convention, Washington D.C., Oct. 14 \n\n### - [ILW Contemporary Military Forum III: Resilient Installations -- A Platform for Power Projection ](http://www.dvidshub.net/video/366584/contemporary-military-forum-3-resilient-installations#.VEAnWhYdl8E)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}