{
    "id": "2014-10-20",
    "title": "Cybersecurity Awareness: Collective ",
    "body": "**What is it?**\n\nWith ever-increasing cyber threats, collective and team training for commanders, Army system administrators, cyber professionals, information assurance managers and network owners is critical for managing risk and safeguarding Army networks and information.  Commanders are ultimately responsible for ensuring that incorporating cybersecurity into command exercises, conducting cyber tabletop exercises to test incident response plans and conducting  regular network penetration testing provides cybersecurity professionals valuable opportunities to improve the Army security posture.\n\n**Why is this important to the Army?** \n\nMalicious state actors, hacktivists, and insider threats endanger Army networks, systems and critical infrastructure, with the intent to jeopardize warfighting and business operations.  Assessing and managing risks to the Army enterprise from these persistent threats demand flexible and adaptive safeguards and security practices.  Comprehensive, thorough and reiterative training for leaders and cybersecurity professionals is paramount for protecting Army assets and improving the Army security posture in order to ensure Army operational success.\n\n**What has the Army done?** \n\nThe Army offers numerous training opportunities, both in-residence and online, to train and certify cybersecurity personnel.  Network Enterprise Centers provide collective training for leaders and system users at multiple levels.  Cybersecurity programs at the Naval Postgraduate School as well as Army training institutions, including the [Cyber Center of Excellence](http://cybercoe.army.mil/), address the demand for building a highly skilled cyber workforce. The Army also leverages graduate school programs, such as the [Information Assurance Scholarship Program](http://dodcio.defense.gov/TodayinCIO/InformationAssuranceScholarshipProgram(IASP).aspx), to keep leaders and administrators current and informed on tactics, techniques and procedures for mitigating cyber threats and improving the Army security posture.\n\nCommanders at all levels are ultimately responsible for actively attempting to prevent and mitigate cyber threats against the networks that are part of the LandWarNet.  The establishment of Regional Cyber Centers (RCCs) improves our ability to defend the nation's networks against these threats to the economy and national security.\n\n**What does the Army have planned for the future?** \n\nArmy commanders and leaders are responsible for establishing cybersecurity teams, and ensuring the continuing training of those security professionals.  Army collective training will evolve in anticipation of and response to cyber threats and incidents that put Army networks and information at risk.  Army policy requires organizations to develop and implement processes and procedures for incident response planning and execution, as well as contingency operations.  The Army will continue to monitor and evaluate organizational inspections for those requirements in order to ensure policies provide safeguards for risk management operational sustainment.  Guidance in [AR 25-1](http://www.apd.army.mil/pdffiles/r25_1.pdf), [AR 25-2](http://www.apd.army.mil/pdffiles/r25_2.pdf), and [DOD Directive 8570.01](http://www.dtic.mil/whs/directives/corres/pdf/857001m.pdf) outline the certification and appointment processes for all DOD network users (military, civilian, and contractor), analysts, administrators, and managers. \n \n\n**Resources**:\n \n* CAC log-in required: [Army Information Assurance One-Stop Shop portal]( https://informationassurance.us.army.mil/) \n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html)\n* [DoD 2014 Cybersecurity Awareness Month Resources](http://www.defense.gov/home/features/2013/0713_cyberdomain/)\n* Related documents: \n* [- AR 25-1: Army Information Technology](http://www.apd.army.mil/pdffiles/r25_1.pdf)\n* [- AR 25-2: Information Assurance](http://www.apd.army.mil/pdffiles/r25_2.pdf)\n* [- DOD Directive 8570.01: Information Assurance Workforce Improvement\nProgram](http://www.dtic.mil/whs/directives/corres/pdf/857001m.pdf) \n* Related video:\n* [- National Cyber Security Awareness](https://www.youtube.com/watch?list=PLitjSv4SbrkyshNxgc6JADYKlX1-aMeH3&v=ITlj9lqMTjg)\n* Related STAND-TO!\n* [- Army Cyber Security Awareness Month](http://www.army.mil/standto/archive_2014-10-01/)\n* [- Cybersecurity Awareness: Leader Responsibility](http://www.army.mil/standto/archive_2014-10-08/)\n*\n*\n* The annual National Cyber Security Awareness Month each October is sponsored by the Department of Homeland Security in cooperation with the National Cyber Security Alliance and the Multi-State Information Sharing and Analysis Center. For more information, visit [DHS Stop.Think.Connect. Get Informed](http://www.dhs.gov/stopthinkconnect-get-informed). \n",
    "date": "Monday, October 20, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nIt is another indication of the tremendous momentum that the Army is building to organize, train and equip its cyberspace operations forces. Army Cyber Command is taking a Total Force approach to building and employing the Army's cyber force.\n\n### - Lt. Gen. Edward C. Cardon, commanding general, [U.S. Army Cyber Command](http://www.arcyber.army.mil/), cites the issuance of the shoulder sleeve insignia to the first Army National Guard/active duty cyber protection team as a major milestone for Army cyberspace operations, Guard and Reserve forces and for the entire Army, at the ceremony held at Fort Meade, Maryland, Oct. 7 \n\n### - [Army Guard's first cyber protection team activated; receives new shoulder sleeve insignia](http://www.army.mil/article/136100/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}