{
    "id": "2014-10-21",
    "title": "Network Integration Evaluation 15.1",
    "body": "**What is it?**\n\nNetwork Integration Evaluation (NIE) 15.1 is the eighth in a series of Solider-led evaluations designed to further integrate and rapidly progress the Army's tactical communications network which is a critical Army modernization priority. \n\nThe primary purpose of NIE 15.1 is to execute the Follow-on Operational Test and Evaluation (FOT&E) 2 for Warfighter Information Network-Tactical (WIN-T) Increment 2, the mobile backbone of the Army's tactical network.  \n \nNIE 15.1 is taking place at Fort Bliss, Texas, and White Sands Missile Range, New Mexico, from Oct. 15 through Nov. 2 and includes Soldiers of the 2nd Heavy Brigade Combat Team, 1st Armored Division. \n\n**Why is this important to the Army?**\n\nAs the Army of the future is designed and built, it is critical for the Army to continuously upgrade, protect and simplify the network being used by the Soldiers to communicate during missions. A globally responsive, regionally engaged Army requires an advanced, versatile and rapidly deployable tactical network to enable expeditionary operations. NIE 15.1 serves as a way-point for delivering this network and setting the conditions for Force 2025 and Beyond.\n\n**What has the Army done?**\n\nThrough the NIE process, the Army integrated and validated Capability Set (CS) 13, which provided increased Mission Command on the Move capability and network connectivity down to the dismounted Soldier for deploying Brigade Combat Teams. Soldier feedback from CS 13 and the NIE led to recent changes to WIN-T Increment 2 to increase reliability and reduce complexity. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army [Training and Doctrine Command](http://www.tradoc.army.mil/) will conduct Force 2025 Maneuvers to support [Force 2025 and Beyond](http://www.arcic.army.mil/Initiatives/force-2025-beyond.aspx). NIEs remain a critical component of this process by efficiently delivering critically needed integrated network capabilities to the Soldier. Another component is the Army Warfighter Assessment (AWA), which is an opportunity to maximize collective resources to assess joint/multinational interoperability, readiness and modernization priorities.\n\nBeginning in 2016, annual NIEs will focus on testing and evaluation of network programs of record to continue to meet testing requirements and validate yearly capability sets for delivery, with other technologies assessed through annual AWA events. The Army will execute a deliberate transition to ensure we continue to reap the many benefits seen since the start of the NIE three years ago, including broad industry participation, improved integration and valuable Soldier feedback. Together, NIEs and AWAs will address the Army's Warfighting Challenges and deliver network and Doctrine, Organization, Training, Materiel, Leadership & Education, Personnel, and Facilities (DOTMLPF) capabilities to the Army in support of Force 2025 and Beyond.   \n\n\n**Resources:**\n\n* [Brigade Modernization Command ](https://www.bliss.army.mil/BMC/)\n* [2d Brigade Combat Team, 1st Armored Division](https://www.bliss.army.mil/2HBCT1AR/)\n* [U.S. Army Test and Evaluation Command](http://www.atec.army.mil/)\n* [SOSE&I: Networking the Soldier](http://integration.army.mil/)\n* [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/)\n* On Facebook: \n* [- PEO C3T](https://www.facebook.com/peoc3t)\n* [- 2d Brigade 1st Armored Division](https://www.facebook.com/2BDE1AD)\n* Related STAND-TO!: \n* [- Capability Set 14](http://www.army.mil/standto/archive_2014-07-23/)\n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n* Related articles: \n* [- Army's NIE 15.1 continues to adapt network, evaluate emerging technology](http://www.army.mil/article/136123/)\n* [- Leaders: Adaptable network critical for Army to 'Win in a Complex World'](http://www.army.mil/article/136188/)\n* [- Soldiers test changes to Army's mobile network that make it easier to use](http://www.army.mil/article/129533/)\n* [- Leaders: Network, cyber key to Force 2025](http://www.army.mil/article/128259/)\n* [- 101st Airborne conducts air assault training with new communications gear](http://www.army.mil/article/131504/)\n* [- CS 13: Not just for the guys on the ground ](http://www.army.mil/article/113601/)\n\n\n",
    "date": "Tuesday, October 21, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nBeing a Soldier is about being part of a team, a family. Sometimes we don't necessarily like our family, but love is always something we always have in a family.\n\n### - [Sgt. Maj. of the Army Raymond F. Chandler](http://www.army.mil/leaders/sma/), emphasized the development of strong bond amongst Soldiers who come together in environments such as training or in war, at the Association of the United States Army Annual Meeting and Exposition, at a [Living the Army Ethic panel on \"Why and How We Serve,\"](https://www.youtube.com/watch?v=91L0oY0Ha74) Washington, D.C., Oct. 13, 2014 \n\n### - [Army leaders say ethics integral part of all Soldiers' actions](http://www.army.mil/article/136539/)\n\n### View the complete: [2014 AUSA Video Archive](http://www.army.mil/professional)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}