{
    "id": "2014-10-22",
    "title": "Army Civilian Acculturation Pilot Program ",
    "body": "**What is it?**\n\nThe [Army Civilian Acculturation Program](http://www.tradoc.army.mil/dcspil/Acculturation/) helps provide a positive introduction into the Army culture for newly hired Army civilians.  The program establishes a standard way for civilians to quickly learn and develop an appreciation for the Army's culture. The goal is for civilians to understand their role as members of the Army Profession and rapidly become productive members of the civilian corps. \n  \nThe pilot program, which began Aug. 25, is the culmination of more than a year of work led by the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) G-1/4, in conjunction with the [Civilian Workforce Transformation Program](http://www.army.mil/standto/archive_2014-04-17/) and many individuals and organizations.\n\n**What has the Army done?**\n\nThe Army is piloting the Army Civilian Acculturation Program at several installations across the Army to better integrate new civilian employees into the Department of the Army.  \n\nThe program involves both onboarding and orientation for new employees. Onboarding is the strategic process of welcoming new employees, establishing responsibilities and familiarizing them with the Army culture.  \n\nThrough the acculturation program, supervisors are responsible for the new employee's development, project assignments, educational opportunities and career progression throughout the first year of the new hire's employment. The program provides a variety of resource materials, including toolkits for the [new employee](http://www.tradoc.army.mil/dcspil/Acculturation/toolkit.htm), his or her [sponsor](http://www.tradoc.army.mil/dcspil/Acculturation/sponsor.htm) and [supervisor](http://www.tradoc.army.mil/dcspil/Acculturation/supvtools.htm). This material will help the employee become a member of the Army Profession in accordance with [Army Doctrine Publication (ADP) 1](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf).\n\n**Why is this important to the Army?** \n\nArmy civilians make up 60 percent of the Army's generating force. Their expertise and competency are essential to the success of our Soldiers on the battlefield and to building a flexible, streamlined and responsive generating force.\n\nThe more civilian employees understand their role in the organization, the more enthusiastic, engaged and productive they will become. Army supervisors and leaders must build employee confidence by developing their character, competence and commitment as members of the [Army Profession](http://cape.army.mil/aaop/).\n\n**What continued efforts does the Army have planned for the future?**\n\nUpon successful completion of the Civilian Acculturation Pilot program, TRADOC will recommend integration Army-wide in fiscal year 2015.\n \nIt will continue to provide a process for supervisors and employees to foster positive and productive working relationships. Through the program, [Army civilians](http://cpol.army.mil/) will gain a better idea of what it means to be members of the Army Profession and practice the profession consistent with Army values.\n\n* The acculturation program will continue to:\n* -- Increase job satisfaction\n* -- Reduce new job stress and anxiety\n* -- Reduce new employee turnover\n* -- Reduce spending cost on additional recruiting\n* -- Foster improved employee engagement and team building\n\n\n**Resources:**\n\n* [Army Civilian Acculturation Program](http://www.tradoc.army.mil/dcspil/Acculturation/)\n* [Army Civilians](http://www.cpol.army.mil)\n* Related articles:\n* [- Army pilots Civilian Acculturation program to familiarize new hires with Army culture, mission](http://www.army.mil/article/133579)\n* [- Under Secretary challenges Army senior leaders to revamp civilian career management](http://www.army.mil/article/131553)\n* [- Civilian Workforce Transformation: Enterprise management of the Army civilian corps](http://www.army.mil/article/106750)\n* Related STAND-TO!:\n* [- Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/)\n* [- Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* [- Army Civilian Training and Leader Development](http://www.army.mil/standto/archive/issue.php?issue=2012-06-07)\n",
    "date": "Wednesday, October 22, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nThe Army relies on quality civilians in professional, technical and leadership positions to accomplish our mission and provide continuity of operations and expertise essential to our nation's defense.\n\n### - Ellen Helmerson, deputy chief of staff, G-1/4 (Personnel and Logistics), [U.S. Army Training and Doctrine](http://www.tradoc.army.mil)\n \n\n### [Army pilots Civilian Acculturation program to familiarize new hires with Army culture, mission](http://www.army.mil/article/133579/?from=st)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}