{
    "id": "2014-10-23",
    "title": "Pre-mobilization Collective Training Support for Reserve Component Forces",
    "body": "**What is it?**\n\nReserve component (RC) unit pre-mobilization training focuses on leader development and primary, or core, individual and unit missions to ensure forces are capable of operating in a decisive action environment, not just in support of current or ongoing contingency operations. The Army Total Force Policy (ATFP) establishes a framework for the integration of the Army's active and reserve component and provides guidance on integrating training between components.\n\n**What has the Army done?**\n\nThe Army has, through Forces Command (FORSCOM), directed First Army to focus efforts on pre-mobilization training support for U.S. Army Reserve (USAR) and Army National Guard (ARNG) formations while retaining capability to conduct RC post-mobilization training. First Army, as FORSCOM's coordinating agent for ATFP implementation, is executing a historic restructuring effort  labeled Bold Shift  to enable more comprehensive RC training support at the point of need, shifting its primary training focus from post-mobilization to pre-mobilization, supporting ATFP and increasing efficiency and effectiveness.\n\n**Why is this important to the Army?** \n\nAn ever-evolving operational environment, changing global commitments and future force reductions require the Army to sustain high readiness levels in the RC and minimize post-mobilization times by achieving pre-mobilization readiness. First Army's Bold Shift initiative refocuses AC training support on advising, assisting and training RC forces during pre-mobilization training and supports RC readiness and ATFP.\n\nFirst Army is the only trained and professional, multicomponent-sourced, collective training focused  command, organized with AC and RC certified observer coach/trainers  with relevant operational, deployment and technical experience  tasked to effectively partner with and coach RC formations at the point of need during pre-mobilization training.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nUnder this Bold Shift initiative, First Army:\n\n* --Refocuses capabilities to advise, assist and train RC during pre-mobilization.\n* --Reduces headquarters structure by 50 percent.\n* --Restructures First Army to optimize our ability to enable RC unit required readiness.\n* --Retains necessary structure and expertise to ensure mobilization.\n* --Remains capable of fulfilling Title XI responsibilities.\n* --Retains First Army's strong relationship with Army Reserve Support Command.\n* --Redistributes active component (AC) Title XI authorizations from 166 Aviation Brigade, two and three-star headquarters reductions, and select Army Reserve Training Support Battalion authorizations.\n\nFirst Army plans to achieve end state restructure by April 1, 2016.\n\n\n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* Green Book 2014: [Mission Focused and Structured for Total Army Readiness](http://www.army.mil/article/134920/)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army.mil: Professional Tool Kit](http://www.army.mil/professional)\n* Related documents: \n* [- First Army Premier Trainers Tri-fold Pamphlet(Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [- First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [- Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* Related STAND-TO!:\n* [- Army Total Force Policy - Reserve Component Training Integration](http://www.army.mil/standto/archive_2014-05-21/)\n* [- Reserve Component Rotational Force Pool - Non-deploying Unit Training](http://www.army.mil/standto/archive_2014-04-09/)\n* [- Total Army Training Summit](http://www.army.mil/standto/archive_2013-09-19/)\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n",
    "date": "Thursday, October 23, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nScalable and adaptive, First Army has a unique capacity to partner with RC leaders to meet collective training readiness requirements, shoulder-to-shoulder through planning, preparation and execution during both pre- and post-mobilization training.\n\n### - Lt. Gen. Michael S. Tucker, commanding general, [First Army](http://www.first.army.mil/)\n\n### 2014 Green Book article: [Mission Focused and Structured for Total Army Readiness](http://www.army.mil/article/134920/?from=st)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month \n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 10: Columbus Day\n\n* Oct. 13-15: AUSA Annual Meeting - Visit [Army Professional Development Toolkit](http://www.army.mil/professional)    \n\n"
}