{
    "id": "2014-10-24",
    "title": "Base Camp Integration Lab ",
    "body": "**What is it?**\n\nThe Base Camp Integration Lab (BCIL) at Fort Devens, Massachusetts, provides the Army contingency basing community with an operational base camp to integrate and evaluate data pertaining to systems in development.  It supports current and emerging technologies in a realistic, controlled, training environment.  BCIL is the assessment and integration site supporting the Army's rapidly deployable and highly expeditionary Force Provider System.  \n\n**What is the Army doing?**\n\nThe Product Manager for Force Sustainment Systems and the Commander of Fort Devens developed a partnership that allows base camp-related technologies to be evaluated in a Soldier training environment; transiting Soldiers in training reside in the facility, use and operate the systems and provide feedback. \n\nBy leveraging mature power, shelter, and water technologies and best practices to improve energy efficiency and reduce fuel consumption, the BCIL has reduced 75 percent of the camp's water requirement and 30 percent of the fuel requirement. The Army G-4 and BCIL co-hosted a Stakeholders' Day on Oct. 22, 2014, showcasing the equipment and systems, educating key leaders about emerging technologies to improve base camp quality of life and operational efficiency.\n\n**Why is this important to the Army?**\n\nLeveraging technology and expeditiously testing improved base camp systems accelerates the Army's ability to get the best equipment into the field.  As the Army focuses on the future, focused on a smaller, lighter and more agile force, energy efficiency will be key to reducing reliance on re-supply to base camps, reducing the size and frequency of required support convoys, and thereby reducing risk to the Soldiers who man those convoys.  Overall, it provides increased operational security and flexibility to Commanders by reducing reliance on energy resources.  \n\nCapabilities developed and tested by BCIL include:\n\n* --Shower Water Reuse System (75 percent water reduction in camp) \n* --Advanced Medium Mobile Power Sources/Tactical Quiet Generator Microgrids (30 percent fuel savings)\n* --Solar Shading, Insulated Tent Liners, Vestibules and Rigid Doors (30 percent energy savings)\n\n**What continued efforts does the Army have planned for the future?**\n\nFuture research and development of Operational Energy initiatives is focused on waste incineration, black waste remediation, and means to convert waste to energy.  By reducing or eliminating the need to transport waste out of base camps, the Army will reduce costs, manpower, and reduce risk to Soldiers. Additionally, the ability to convert base camp waste to energy further enhances self-sufficiency, reducing re-supply requirements even more.  \n\n**Resources:**\n\n* [Army Operational Energy](https://g357.army.pentagon.mil/OD/LOC/EIO/default.aspx)\n* [Army G-4](http://www.army.mil/info/organization/unitsandcommands/dcs/g-4/)\n* [Assistant Secretary of the Army for Installations, Energy and Environment](http://www.army.mil/asaiee)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* Related STAND-TO: \n* [- Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/) \n* [- Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17)\n* [- Operational Energy - Energy Informed Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-02-16)\n* Related articles: \n* [- Army launches smart Operational Energy use campaign, identifies 10 initiatives](http://www.army.mil/article/89693/)\n* [- Army Power and Energy White Paper (April 2010)](http://www.arcic.army.mil/app_Documents/ARCIC_WhitePaper_Power-and-Energy-Strategy_01APR2010.pdf)\n",
    "date": "Friday, October 24, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nIt is extremely important for us to focus technological development on our current and future logistics requirements, rather than trying to figure out how we can adapt to less than ideal existing technologies.  \n\n### - Lt. Gen. Gustave Perna, assistant chief of staff of the Army, G-4,  talking with stakeholders during the Stakeholders' Meeting at the Base Camp Integration Lab at Fort Devens, Massachusetts on Oct. 22, 2014 ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month: [Senior Leaders Message](http://www.army.mil/standto/archive_2014-10-02)\n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n   \n\n"
}