{
    "id": "2014-10-27",
    "title": "Cybersecurity Awareness: Home and Family ",
    "body": "**What is it?**\n\nHome and family awareness addresses cybersecurity issues that are unique to the home environment.  Remote access and the increasing demand for use of personal mobile devices to access Army systems and information create significant cybersecurity challenges.  The safety and security of home/personal systems that access Army networks require the same robust cybersecurity practices as Army information systems, to ensure that the network and data remain protected. \n\n**Why is this important to the Army?** \n\nRecent industry research has shown that computers not running proper security software are compromised, on average, within 10 minutes of connecting to the Internet.  Compromised home and family systems can impact the Army.  The Army mission depends on how safely we access and use systems and information everywhere; each violation is dangerous, costly, and can endanger our warfighters.\n\n**What has the Army done?**\n\nThe Army recognizes the necessity of remote accessibility for Soldiers and civilians to access information and data anywhere and anytime.  The Army has developed policies that allow Soldiers and civilians to access Army information from home or a remote location while maintaining the required level of cybersecurity.\n\nTo assist with meeting the policy requirements for home and remote use, the Army provides resources to raise awareness among users and improve cybersecurity.  Resources available to Soldiers and civilians include:\n\n* --Antivirus software for home use at no cost\n* --Telework agreement guidelines \n* --CAC log-in required: [ARCYBER Protect Operational Information Brochure](https://www.milsuite.mil/book/docs/DOC-159005) \n\n**What does the Army have planned for the future?**\n\nAs technology advances, the Army will continue to review and update policies, providing a more secure environment for Soldiers and civilians working from remote locations. \nFor further information including best practices for home cybersecurity, read ***[\"Best Practices for Keeping Your Home Network Secure\"](https://www.nsa.gov/ia/_files/factsheets/I43V_Slick_Sheets/Slicksheet_BestPracticesForKeepingYourHomeNetworkSecure.pdf)*** \n\n \n**Resources:** \n\n* CAC log-in required: [Army Information Assurance One-Stop Shop portal](https://informationassurance.us.army.mil/)\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/index.html)\n* DOD: [The Cyber Domain Security and Operations](http://www.defense.gov/home/features/2013/0713_cyberdomain/)\n* Department of Homeland Security: Stop. Think.Connect. Get Informed Messages:\n* [- Presidential Proclamation- National Cybersecurity Awareness Month, 2014](http://www.whitehouse.gov/the-press-office/2014/09/30/presidential-proclamation-national-cybersecurity-awareness-month-2014)\n* [- National Cyber Security Awareness PSA on YouTube](https://www.youtube.com/watch?v=ITlj9lqMTjg&feature=youtu.be)\n",
    "date": "Monday, October 27, 2014",
    "quote": "Focus Quote of the Day\n-------------------------------------------\n\nIt is extremely important for us to focus technological development on our current and future logistics requirements, rather than trying to figure out how we can adapt to less than ideal existing technologies.  \n\n### - Lt. Gen. Gustave Perna, assistant chief of staff of the Army, G-4,  talking with stakeholders during the Stakeholders' Meeting at the Base Camp Integration Lab at Fort Devens, Massachusetts on Oct. 22, 2014 ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month: [Senior Leaders Message](http://www.army.mil/standto/archive_2014-10-02)\n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n   \n\n"
}