{
    "id": "2014-10-28",
    "title": "Warrior Care Month ",
    "body": "**What is it?**\n\nEach November, the Army commemorates Warrior Care Month. This is a time where the military community reaffirms their commitment to the best recovery and reintegration for the nation's wounded, ill and injured service members, their families and the professionals who support them. The theme for this year's joint observance is \"Show of Strength.\" \n\n**What has the Army done?**\n\nCaring for and supporting wounded, ill and injured Soldiers and their families is an enduring mission and sacred obligation. Clearly, there is no greater or higher calling than helping the wounded, ill and injured Soldiers heal and transition successfully back to the force or into private sector jobs and careers.  In 2007, the Army established Warrior Transition Units (WTUs), which have supported more than 62,000 Soldiers throughout the recovery and transition process.  Nearly 50 percent of these Soldiers have returned to the force.\n\nThe [Warrior Transition Command (WTC)](http://www.wtc.army.mil/) is the lead proponent for the [Warrior Care and Transition Program (WCTP)](http://www.wtc.army.mil/about_us/programs.html) - an Army-wide structure to provide support and services for wounded, ill, and injured Soldiers. WCTP enables the Army to evaluate and treat Soldiers through a comprehensive, Soldier-centric process of medical care, rehabilitation, professional development, and achievement of personal goals.\n\n**What does the Army have planned for the future?**\n\nDuring November, Warrior Transition Units and Army leaders across the country will host employment fairs, professional development sessions, open houses, media days, adaptive sports and reconditioning events such as the Sitting Volleyball Tournament and Rehabilitation Expo on Nov. 20, and celebrate the resilience of wounded, ill and injured Soldiers and their families. \n\n\n**Why is this important to the Army?**\n\nThe Army recognizes that the nation comes together in many different ways to honor the sacrifices made by Soldiers and their families and to contribute to warrior care. \n\n\n\n**Resources:**\n\n* [Warrior Transition Command](http://www.wtc.army.mil/)\n* WTC: [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n* DOD: [Warrior Care Month](http://www.defense.gov/home/features/2014/1014_warriorcare/)\n",
    "date": "Tuesday, October 28, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nWhile Ebola is a very difficult problem, together we will beat it.\n\n### - Maj. Gen. Gary J. Volesky, commander, 101st Airborne Division (Air Assault), at the transfer-of-authority ceremony, held on Oct. 25, for assuming command of Joint Forces Command - United Assistance, which will provide engineering, healthcare training and logistical support, for containing the Ebola virus in West Africa, to USAID, the Armed Forces of Liberia, and the Government of Liberia \n\n### [101st Airborne Division assumes Ebola response mission in Liberia](http://www.army.mil/article/137002)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month: [Senior Leaders Message](http://www.army.mil/standto/archive_2014-10-02)\n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* Oct 27: White House announcement for Medal of Honor award to [First Lt. Alonzo Hereford Cushing](http://www.army.mil/medalofhonor/cushing/)\n\n\n   \n\n"
}