{
    "id": "2014-10-29",
    "title": "Return to Hope",
    "body": "**What is it?** \n\n[Return to Hope](http://returntohope.com/#!) program is NATO's testimony of its mission in Afghanistan.\n \nThis program explores issues and challenges from the past 13 years, through nine thematic chapters: Afghanistan's Timeline, NATO in Afghanistan, Building up Afghan Forces, The Fight, The Human Cost, Rebuilding Afghanistan, Women's Struggle, Discover Afghanistan and Looking Forward. In doing so, it features six people, whose lives capture their extraordinary journey during this mission.\n\n[U.S. Army 1st Lt. Josh Pitcher](http://returntohope.com/stories/josh#intro) is one of the six people featured in Return to Hope.\n\n\n**What has the Army done?** \n\nSince August 2003, the U.S. Army contributed units and individual Soldiers to support U.S. commitments to the NATO-led [ISAF](http://www.isaf.nato.int/) coalition.  Contributions included:  Corps headquarters to form the nucleus of the ISAF Joint Command (IJC), division headquarters for the regional commands, multiple brigade combat teams (BCTs) to support combat and training requirements, and the majority of rotary-winged support for the entire country.  The Army also provided numerous key leaders, to include five of the 17 ISAF commanders and numerous key staff positions.    \n\n\n**What efforts does the Army plan to continue in the future?** \n\nAs the NATO combat mission (ISAF) ends in December 2014, the Army will contribute to the NATO train, advise and assist mission called [Resolute Support](http://www.nato.int/cps/en/natohq/topics_113694.htm).  Instead of providing forces for division-level regional commands, there will be train advise and assist commands (TAACs) built to support Afghan National Army Corps-level headquarters.  These advisory teams will be built around BCTs and led by a brigadier general. \n\nThe 1st Cavalry Division stood up TAAC-South in Kandahar earlier this month and 3rd Infantry Division will take over TAAC-East in Gamberi this December.  Soldiers will no longer patrol with Afghan security forces but instead focus on their institutional development, including logistics, intelligence, and air/indirect fire support integration. In addition, the 3rd Infantry Division headquarters will take over Title 10 responsibilities as the headquarters for United States Forces-Afghanistan in December 2014.\n\n**Why is this important to the Army?**\n\nMany label Afghanistan as the \"Forgotten War.\"  As the U.S. Army combat mission transitions to a train-advise-assist mission, it is important to reflect on contributions in Afghanistan.  \"Return to Hope\" provides viewers a snapshot of how the past 13-years made a difference for the Afghan people.\n\n\n**Resources**\n\n* [Return to Hope](http://returntohope.com/#!/)\n* [NATO](http://www.nato.int/cps/en/natohq/69772.htm)\n* [ISAF](http://www.isaf.nato.int/)\n* Related articles:\n* [- NATO-led Resolute Support Mission in Afghanistan](http://www.nato.int/cps/en/natohq/topics_113694.htm)\n* [- The 1st Cav. brings Kandahar Airfield to a Resolute Support timeline](http://www.army.mil/article/136009)\n",
    "date": "Wednesday, October 29, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThis is not just about one particular star player. We have a lot of good coaches and a lot of good players, and everybody's doing their part. Everybody's trying to get this done on time and doing operations to the last minute.\n\n### - Lt. Col. Brad Swift, the senior logistics officer for the 1st Cavalry Division and Regional Command-South, emphasizing the collaborative effort of U.S. and coalition personnel across Regional Command-South to reduce the framework of Kandahar Airfield, in Afghanistan, in support of the Resolute Support Mission with the ending of the Operation Enduring Freedom. \n\n\n### [The 1st Cav. brings Kandahar Airfield to a Resolute Support timeline](http://www.army.mil/article/136009)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **October 2014** \n\n* Energy Action Month\n\n* [National Domestic Violence Awareness Month](http://www.army.mil/standto/archive_2014-10-03/)\n\n* National Disability Employment Awareness Month: [Senior Leaders Message](http://www.army.mil/standto/archive_2014-10-02)\n\n* National Cyber Awareness Month: Visit [Army CIO/G6](http://ciog6.army.mil/)\n\n* [National Depression Education & Awareness Month](http://www.army.mil/standto/archive_2014-10-06/)\n\n* **November 2014** \n\n* National Native American Heritage Month \n\n* Military Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families) \n\n* [Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2014.html)\n\n* [Veterans Day](http://www.army.mil/veterans)\n\n* Nov. 6: White House Ceremony for Medal of Honor award to [First Lt. Alonzo Hereford Cushing](http://www.army.mil/medalofhonor/cushing/) \n\n\n   \n\n"
}