{
    "id": "2014-06-03",
    "title": "D-Day Invasion: 70th Anniversary ",
    "body": "**What is it?**\n\nJune 6 is the 70th anniversary of the D-Day landings that marked the beginning of the end of World War II. To honor the courage and sacrifice of Americans and the Allies in that daring invasion, U.S. forces will take part in more than 30 French and American commemorative events in the region June 3-8. \n\nThe theme for the 70th anniversary of the D-Day commemoration is *Honoring the Past, Securing the Future.*\n\n**What is the Army doing?**\n\n[U.S. Army Europe](http://www.eur.army.mil) is the lead Army agency and executive agent for [U.S. European Command](http://www.eucom.mil/) for the ceremonies, including serving as host for the official American commemoration at the Normandy American Cemetery and Memorial overlooking Omaha Beach on June 6.\n\nTask Force Normandy, led by USAREUR's [173rd Airborne Brigade](http://www.eur.army.mil/173abct/), has organized 20 U.S. units, including eight historical units, as well as about 650 personnel from the six Allied Forces nations, to participate in these commemorations. Buglers, color guards, an aircraft flyover, marching formations and bands, will take part in events touching 14 French communities.  \n\nA multinational paratrooper jump has also been planned at Sainte-Mere-Eglise, in Normandy in north-western France. This will commemorate  the historic airborne insertion of the 82nd and 101st Airborne Divisions during the invasion, which along with the largest amphibious invasion ever attempted, secured a foothold to launch operations onto the European continent and end the World War II.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nSeventy years after the Normandy landings, America and its Allies continue to profit from the bonds they forged. European nations make up 75 percent of the countries contributing to NATO's International Security Assistance Force in Afghanistan. The Army routinely trains and deploys alongside its partners from a 51-country theater in Europe.   The Army remains committed to current missions and contingencies from [Land Forces Assurance Exercises](http://www.eur.army.mil/landforceassurance/) in Poland and the Baltic nations that demonstrate the Army's [persistent presence](http://www.army.mil/standto/archive_2014-05-07) in the region, to air defense support in Turkey.\n\n**Why is this important to the Army?**\n\nHonoring the Army's heritage, saluting and learning from those who sacrificed for the nation are key elements of the [Army profession](cape.army.mil/aaop/).  D-Day is a valued reminder of the nation's past.  The invasion gave birth to many valuable multinational operations and forged alliances.  Even after 70 years, the professionalism, sacrifice and ethos of the allied service members of the day [continue to inspire](http://www.army.mil/d-day/) Soldiers.  \n\n**Resources:**\n\n* [U.S. Army's D-Day site](http://www.army.mil/d-day/)\n* [European Command's D-Day site](http://www.eucom.mil/key-activities/featured-events/d-day-june-6-1944)\n* [U.S. Army Europe](http://www.eur.army.mil)\n* [- Exercises](http://www.eur.army.mil/exercises)\n* [- Land Forces Assurance Exercises](http://www.eur.army.mil/landforceassurance/)\n* [- Land Forces Assurance Exercises on Flickr](https://www.flickr.com/photos/usarmyeurope_images/sets/72157644295489243/)\n* [U.S. Army Center of Military History book, *Cross-Channel Attack* on the Normandy invasion](http://www.history.army.mil/books/wwii/7-4/7-4_Contents.htm)\n* [U.S. Army Europe Historian staff ride battle book -- the Normandy Breakout](http://www.eur.army.mil/pdf/Normandy-Breakout.pdf)\n* Related STAND-TO!: \n* [-  USAREUR's Persistent Presence](http://www.army.mil/standto/archive_2014-05-07)\n* [-  CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n* Related articles:\n* [- D-Day paratrooper remembers historic jump ahead of 70th anniversary](http://www.army.mil/article/126324/)\n* [- 'Big Red One' Soldiers arrive in France for D-Day commemoration](http://www.army.mil/article/127144/)\n \n\n",
    "date": "Tuesday June 3, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n\nI don't consider it a sacrifice. A lot of people said it was a sacrifice. It's not a sacrifice. It's a duty that you're obligated to do. If you live in a free country, whether you agree with what they do, if you're called, you should go and do your very best. \n\n### -  Veteran paratrooper Jim \"Pee Wee\" Martin, speaks in an interview prior to his return to coastal France to mark the 70th anniversary of the invasion that changed the course of World War II. Martin as a 23 year old private, with the elite 506th Parachute Infantry Regiment, [101st Airborne Division](http://www.campbell.army.mil/units/101st/Pages/default.aspx),  had jumped into Normandy on [D-Day](http://www.army.mil/d-day/).  \n\n### [D-Day paratrooper remembers historic jump ahead of 70th anniversary](http://www.army.mil/article/126324/)\n \n### [U.S. Army's D-Day site](http://www.army.mil/d-day/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil)\n\n* 239th Army Birthday\n\n* June 6: 70th Anniversary of [D-Day Invasion](http://www.army.mil/d-day)"
}