{
    "id": "2014-06-04",
    "title": "Fiscal Year 2015 Army Study Program Guidance",
    "body": "**What is it?**\n\nArmy Study Program (ASP) Guidance for Fiscal Year 2015 (FY 15), released on   April 17, provides planning guidance to commanders, agency heads, and study sponsors for the FY 15 [Army Study Program](http://www.army.mil/article/106423).  The guidance initiates the process of study development/nomination that culminates with final approval by the Study Program Coordination Committee (SPCC) in September 2014.  \n\nThe SPCC-approved program provides the basis for a coordinated, responsive, and executable program of [studies and analyses](http://www.apd.army.mil/pdffiles/r5_5.pdf) to address high-priority issues identified by Army leadership.  The FY 15 study objectives focus on supporting requirements and missions the Army will continue to face in the near-term.\n\n**What has the Army done?**\n\nAll Army organizations have unique missions that benefit by quality studies and analyses.  The objective of the ASP FY15 Guidance is to provide overarching guidelines that are broad enough to encompass the wide range of issues that impact the Army, and allow sufficient flexibility for Army organizations to address their specific analytical requirements.  \n\nArmy analyses range from studies to support network operations, terrain identification and energy policy, to studies that focus on the morale and welfare of Soldiers and their families, [traumatic brain injury](http://www.army.mil/tbi) and a wide variety of other high-profile topics. By performing such studies up front, the Army is able to save resources and avoid investing in inappropriate solutions that will result in a waste of money and other precious resources.  The Army Campaign Plan, the [Army Posture Statement](http://www.army.mil/standto/archive_2014-03-26/), and priorities set by the Secretary and the [Chief of Staff of the Army](http://www.army.mil/standto/archive_2014-02-24) provide the framework for the FY 15 analysis agenda. The guidance is signed and issued by the Deputy Chiefs of Staff, [G-8](http://www.g8.army.mil/)\n and [G-3/5/7](https://g357.army.pentagon.mil/default.aspx).  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Study Program is accomplished with analyses provided through three venues:  internal Army organizations such as the [Center for Army Analysis](http://www.caa.army.mil/), the [Army Materiel Systems Analysis Activity](http://web.amsaa.army.mil/home.html), and the [U.S. Army Training and Doctrine Command Analysis Center](http://www.trac.army.mil/), [Federally Funded Research and Development Centers](http://www.army.mil/standto/archive_2014-05-23/), and commercial contractors.  The ASP Scoring Conference will be held in the Pentagon Conference Center on   Aug. 4.  This is when commands can present their study initiatives, and the proposals are ranked for funding.\n\n**Why is this important to the Army?**\n\nThe Army Study Program informs Army senior leadership with timely, high-quality insight on the critical issues impacting the Army.  Without this critical analysis, Army leaders would be forced to make choices that affect Soldiers and families, individual commands, and the entire Army, without the information necessary to make well-informed decisions.   \n\n**Resources:**\n\n* [Army Study Program Management Office (ASPMO)](http://www.g8.army.mil/organization/army_study_program_management_office/)\n* Log-in required: [ASPMO on AKO](https://secureapp2ako.hqda.pentagon.mil/ako/aspmo/index.aspx)\n* [Deputy Chief of Staff, G-8](http://www.g8.army.mil/)\n* [Deputy Chief of Staff, G-3/5/7](https://g357.army.pentagon.mil/default.aspx)\n* [ASPMO on Facebook](http://www.facebook.com/armystudies)\n* Related documents: \n* [- FY15 Army Study Program Guidance](https://secureapp2ako.hqda.pentagon.mil/ako/aspmo//Docs/FY15-Army-Study-Guidance.pdf) (log-in required)\n* [- Army Regulation 5-5: Army Studies and Analyses](http://www.apd.army.mil/pdffiles/r5_5.pdf)\n* Related STAND-TO!\n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n* [- The Army Study Program Management Office](http://www.army.mil/standto/archive_2013-07-25/)\n* Related articles: \n* [- Army Study Program helps inform diverse array of Army decisions, solutions](http://www.army.mil/article/106423/ )\n* [- The Army Study Program Management Office -- More Than Just Studies!](http://www.army.mil/article/116210/)\n \n\n",
    "date": "Wednesday June 4, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n\nI don't consider it a sacrifice. A lot of people said it was a sacrifice. It's not a sacrifice. It's a duty that you're obligated to do. If you live in a free country, whether you agree with what they do, if you're called, you should go and do your very best. \n\n### -  Veteran paratrooper Jim \"Pee Wee\" Martin, speaks in an interview prior to his return to coastal France to mark the 70th anniversary of the invasion that changed the course of World War II. Martin as a 23 year old private, with the elite 506th Parachute Infantry Regiment, [101st Airborne Division](http://www.campbell.army.mil/units/101st/Pages/default.aspx),  had jumped into Normandy on [D-Day](http://www.army.mil/d-day/).  \n\n### [D-Day paratrooper remembers historic jump ahead of 70th anniversary](http://www.army.mil/article/126324/)\n \n### [U.S. Army's D-Day site](http://www.army.mil/d-day/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil)\n\n* June 6:  D-Day Invasion: 70th Anniversary \n\n* June 14:  239th Army Birthday "
}