{
    "id": "2014-06-05",
    "title": "Wildland Fire Fighting Support",
    "body": "**What is it?**\n\nThe U.S. Army has supported the fighting of wildland fires since the inception of the [National Interagency Fire Center](http://www.nifc.gov/fireInfo/fireInfo_military.html)  (NIFC) in 1965. \n\nArmy support is only requested when civilian resources are fully committed. The decision to request military support rests with the National Multi-Agency Coordinating (NMAC) Group at in Boise, Idaho. The main areas of support provided by frequency are the Modular Airborne Firefighting Systems (MAFFS), Rotary wing support, Initial Assessment and Awareness (IAA), and ground forces.\n\nMilitary resources for ground firefighting are normally requested in company plus strength (ten crews consisting of 20 Soldiers/Marines) and their command element. \n\nNIFC synchronizes the National Strategy and resources incidents for wildfire management.  Members of NIFC include the National Park Service (NPS), Bureau of Land Management (BLM), Fish and Wildlife Service (FWS), Bureau of Indian Affairs (BIA), FEMA, the National Association of State Foresters, the National Weather Service (NWS), the USDA Forest Service, (USFS) and [Department of Defense](http://www.defense.gov/).\n\nFor the past ten years (2003-2013), an average of 74,918 wildland fires across the U.S. destroyed on average over 7.3 million acres and cost the U.S. taxpayer approximately $1.5 billion each year.  The majority (approximately 75 percent) are handled at the State or Tribal level; whereas NIFC utilizes resources with the remaining 25 percent. \n\n\n**What has the Army done?**\n\n[U.S. Army North](http://www.arnorth.army.mil/) (ARNORTH) has ten [Defense Coordinating Elements]( http://www.army.mil/standto/archive/issue.php?issue=2013-01-14) (DCEs) pre-positioned in continental United States (CONUS)  to facilitate [Defense Support of Civil Authorities](http://www.army.mil/standto/archive/issue.php?issue=2012-08-10) (DSCA). DCEs validate resource requests from the lead federal agency.  All available MAFFS aircraft were activated during the 2013 fire season. They flew 576 wildland fire sorties across the western U.S. and dropped 1,387,881 gallons of retardant. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe focus of the Army is to provide timely support to NIFC. The Army and NIFC jointly sponsor a WFF conference at the beginning and end of each WFF season to identify any issues and develop preparatory actions for the next season.\n\n**Why is this important to the Army?**\n\nWildland fires know no boundaries and impact millions of Americans yearly.  The exhaustion of civilian resources is the catalyst for the Army to provide support when and where needed.  \n\n**Resources:**\n\n* [U.S. Army North](http://www.arnorth.army.mil/) \n* [U.S. Army's Wildfire Relief Efforts](http://www.army.mil/humanitarian/wildfires.php)\n* [National Interagency Fire Center](http://www.nifc.gov/fireInfo/fireInfo_military.html) \n* Related STAND-TO!:\n* [- Defense Coordinating Elements]( http://www.army.mil/standto/archive/issue.php?issue=2013-01-14)\n* [- Defense Support of Civil Authorities](http://www.army.mil/standto/archive/issue.php?issue=2012-08-10)\n\n\n",
    "date": "Thursday June 5, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nThrough the conduct of over 160 missions in 30 countries over the past year, we were able to develop the capabilities of our African military partners, empowering them to strengthen and better secure their borders. More importantly, we developed relationships as representatives of the United States that promoted our nation's interests and ethics. \n\n### - Col. Jeffery D. Broadwater, commander of the U.S. Army's first regionally aligned brigade, 2nd Armored Brigade Combat Team, 1st Infantry Division, highlights the execution of the Army's new *Globally Responsive Regionally Aligned* strategy with congressional staffers, May 27, on Capitol Hill.   \n\n### [Soldiers from Army's first regionally aligned brigade brief Congress](http://www.army.mil/article/127139/)\n \n### Related STAND-TO!: [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil)\n\n* June 6:  D-Day Invasion: 70th Anniversary \n\n* June 14:  239th Army Birthday "
}