{
    "id": "2014-06-06",
    "title": "Men's Health: Top 5 Health Risks and Preventable Diseases ",
    "body": "**What is it?**\n\nThe top 5 health risks for men, according to the [Centers for Disease Control and Prevention](http://www.cdc.gov/men/) are: heart disease, cancer, unintentional injuries (accidents), chronic respiratory disease, and strokes.  Many of the health risks and diseases that affect men can be minimized through early detection, regular exams, preventative screenings and healthy lifestyle choices.\n\n**What has the Army done?**\n\n[Army Medicine]( http://armymedicine.mil/pages/home.aspx) is transitioning from a healthcare system to a System for Health. The System for Health  is nested with the [U.S. Army's Ready and Resilient campaign](http://www.army.mil/standto/archive_2013-07-15/) and integrates programs, policies and initiatives to advance disease prevention to improve the health, readiness and resilience of Soldiers (men and women) and the Army family.\n\nAs part of the [System for Health](http://www.army.mil/article/126934/), Army Medicine initiated the [Performance Triad](http://www.army.mil/standto/archive_2013-03-12/) ([Sleep]( http://www.army.mil/standto/archive_2013-02-13/), [Activity]( http://www.army.mil/standto/archive_2013-02-27/) and [Nutrition]( http://www.army.mil/standto/archive_2013-01-31/)) program. The program includes messaging, outreach, education and collaborative partnerships to maintain, restore and improve the stamina, resiliency and health of the Army family. To emphasize the importance of this initiative, Performance Triad \"kick-off\" events are being held June 2-6, at the Army Medical Command headquarters, regional medical commands and major subordinate commands to encourage Soldiers, retirees, family members and Army civilians to make healthy lifestyle choices and become active participants in health, wellness and disease prevention. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will observe Men's Health Month in June and specifically the week leading into Father's Day June 9-15, to encourage men to 'make health a priority' by scheduling an appointment with their primary care provider for an annual health exam or preventative screening (if they have not had one in over a year or more). The provider can discuss any concerns or health risks and recommend healthy lifestyle choices to help men restore and sustain health.\n\n**Why is this important to the Army?**\n\nDisease prevention is essential to the health and continued readiness of the force. Health is more than just the absence of disease or injury. It's a state of complete social, mental, spiritual and physical well-being. Men often neglect their health unless they are seriously wounded, injured or in intense pain. Educating men, their families and friends about the top health risks and the importance and benefits of regular exams, preventative screenings and healthy lifestyle choices, will help the Army maintain a ready and resilient force and men and their families to minimize their risks for disease for healthier lives.  \n\n**Resources:**\n\n* [U.S. Army Surgeon General Lt. Gen. Patricia Horoho's PSA](http://armymedicine.mil/pages/Mens_Health_Month_2014.aspx)\n* [Army Medicine](http://armymedicine.mil/pages/home.aspx)\n* [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* [Men's Health Centers for Disease Control and Prevention](http://www.cdc.gov/men/)\n* [2014 Men's Health Week and Men's Health Month](http://www.menshealthmonth.org/week/index.html)\n* [U.S. Army's Ready and Resilient](http://www.army.mil/readyandresilient) \n* Related STAND-TO!: \n* [- Performance Triad](http://www.army.mil/standto/archive_2013-03-12/) \n* [- Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* [- ArmyFit](http://www.army.mil/standto/archive_2014-02-06/)\n* [- Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-07-15/)\n\n\n",
    "date": "Thursday June 5, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nAmerican Soldiers, like those of our Allies, fought not for fame or recognition but because it was the right thing to do.  These men, like so many Soldiers before and after, were ordinary men who accomplished extraordinary feats ... 70 years later, it is important that we remember that their sacrifices changed the course of history and affected all future generations of Americans and Europeans alike ... They were willing to sacrifice everything for the greater good of humanity. Thank God that they did. Thank you.  \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, at the Utah Beach ceremony to commemorate the 70th anniversary of the [D-Day invasion](http://www.army.mil/d-day/) of Normandy \n\n### Taken from the transcript [June 5, 2014 -- CSA's Utah Beach Speech](http://www.army.mil/article/127484/)\n \n### Related STAND-TO!: [D-Day Invasion: 70th Anniversary](http://www.army.mil/standto/archive_2014-06-03/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)"
}