{
    "id": "2014-06-09",
    "title": "Army National Guard Medical Readiness",
    "body": "**What is it?**\n\nIndividual Soldier medical readiness is critical to build and maintain an operational force.  Physical examinations were only done every three to five years which resulted in the medical readiness of the force to be not fully known, with medical issues being discovered when the Soldiers were getting ready to deploy.  In 2009, with the implementation of the annual Periodic Health Assessment (PHA) in  2006, and the [Army Selected Reserve Dental Readiness System](https://g1arng.army.pentagon.mil/systems/asdrs/pages/default.aspx) (ASDRS),  this  'just in time' tracking and treatment of medical and dental problems came to an end .  \n\nThe overall goal for medical readiness is 85 percent. All Soldiers are required to have a PHA , an annual dental exam, and treatment needed to bring a Soldier to Dental Readiness Classification (DRC) 1 or 2.  The DOD goal for PHA completions is 90 percent.   The Health Affairs goal is 95 percent   DRC1 and DRC2. Soldiers are able to get needed dental treatment accomplished by using the Army Selected Reserve Dental Readiness System (ASDRS).   \n\nCurrently  the [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)(ARNG) is at the highest level of medical readiness at 85 percent in its history as compared to  being at 41 percent  in 2007 (source: [MEDPROS](https://medpros.mods.army.mil/MEDPROSNew/)).  \n\n**What has the ARNG done?**\n\nARNG is actively in partnership with the Veteran Affairs and active component to build the [Health Readiness Record](https://medchart.ngb.army.mil/hrr/), and are increasing the capability of [MEDCHART](https://medchart.ngb.army.mil/hrr/Help/ARNG/ARNGWebHelp.htm), ARNG's  suit of medical readiness applications.  \n\nRecent congressional appropriations have allowed ARNG to begin funding an enduring program to increase the numbers of military psychological health care professionals and build the information technology infrastructure needed for the DOD's Behavioral Health Data Portal.\n\nThe ARNG has achieved success through hard work, leadership influence, and effective use of the medical readiness funding, personnel, and programs. \n\n\n\n**What continued efforts does the ARNG have planned for the future?**\n\nThe ARNG will continue to leverage leadership, best practices, and innovation to build efficiencies in funding use and improve systems to account for costs associated with increased medical readiness and management of non-medically ready Soldiers.  \n\n**Why is this important to the Army?**\n\nIndividual Soldier medical readiness is critical to building and maintaining a ready and relevant operational force and generates several second and third order effects; increased attendance at annual training, attendance at schools, promotion, career progression impacts,  increased retention rates, lower costs associated with disabilities, and better health for the military community as a whole.\n\n[Guard Your Health](http://www.guardyourhealth.com/) is an important resource for Army National Guard Soldiers and family members,  for health-related tools and information. \n\n\n**Resources:**\n\n\n* [Guard Your Health](http://www.guardyourhealth.com/)\n* [ARNG](http://www.arng.army.mil/Pages/Default.aspx)\n* Related STAND-TO!: \n* [- Dental Readiness](http://www.army.mil/standto/archive/issue.php?issue=2012-02-13)\n* [Behavioral Health Data Portal (BHDP)](http://armymedicine.mil/Pages/BHDP.aspx)\n\n\n",
    "date": "Monday June 9, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nAt the time of [D-Day](http://www.army.mil/d-day/), we were almost in a position of losing the war. That's why I joined. And today I applaud anyone who is willing to serve in the military ... (Hang) in there, keep motivated and keep your passion up. You may think it's terrible today -- some of us did at the time. But now looking back 70 years, it was the best time of our whole life. There is a great deal of satisfaction from doing what we did (back then), and I'm sure all the young guys out there today will feel the same way when you get there. You guys can do it if I could. \n\n### - Ninety-three-year-old James \"Pee Wee\" Martin James, paratrooper veteran war hero who [returned to Normandy](https://www.youtube.com/watch?v=X7pSstprihQ) to parachute down exactly seven decades after his historic [D-Day](http://www.army.mil/d-day/) landing in Utah Beach, France, June 6, in his advice to the future generations of war fighters \n\n### [93-year-old D-Day vet jumps again in Normandy](http://www.army.mil/article/127522/)\n \n### Related STAND-TO!: [D-Day Invasion: 70th Anniversary](http://www.army.mil/standto/archive_2014-06-03/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)"
}