{
    "id": "2014-06-10",
    "title": "Exercise Saber Strike 14",
    "body": "**What is it?**\n\nThe Saber Strike exercise program is an ongoing cooperative training effort led by [U.S. Army Europe](http://www.eur.army.mil) and focused primarily on the three Baltic States: Latvia, Lithuania and Estonia. \n\nThis year's [exercise](http://www.eur.army.mil/SaberStrike/default.htm), which also includes participation by forces from Finland, the United Kingdom, Denmark, Canada, Norway and the continental U.S., is designed to train participants on command and control techniques and bolster joint and combined interoperability in the region. The 12-day event consists of command post and computer-assisted exercises and a field training exercise with a situational training component, and features the integration of U.S. close air support with partner nation ground forces and a demonstration of air deployment of personnel and equipment. \n\n**What has the Army done?**\n\n[Saber Strike 14](http://www.eur.army.mil/SaberStrike/default.htm) will greatly enhance relationships and joint and combined interoperability among participating forces. Of particular value to the U.S. Army and its support of U.S. and regional interests in Europe, is the involvement of an element of [Fort Hood's 1st Brigade, 1st Cavalry Division](http://www.hood.army.mil/1stcavdiv/pages/units/1bct/default.aspx) (1/1st), the Army's designated [regionally aligned force](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) (RAF) provider for Europe. \n\nDue to USAREUR's long-term security cooperation efforts in Europe, Saber Strike will significantly expand the 1/1st's ability to execute its two-pronged RAF mission of serving as the European Rotation Force and fulfilling U.S. requirements for the NATO Response Force. \n\n**What continued efforts does the Army have planned for the future?**\n\nEfforts such as Saber Strike and the current USAREUR-led [persistent presence exercises](http://www.army.mil/standto/archive_2014-05-07/) in Poland and the Baltic states, are components of a broader, and growing, line-up of security cooperation efforts spanning Europe. Those efforts already include more than 1,000 events each year, such as dozens of major joint and combined training exercises across the European theater, the [State Partnership Program](http://www.eucom.mil/key-activities/partnership-programs/national-guard-state-partnership-program)  that pairs Army National Guard units with European forces, and state-of-the-art training for U.S. and partner forces at the [Joint Multinational Training Command](http://www.eur.army.mil/URCMPN/jmtc/) and [Joint Multinational Readiness Center](http://www.eur.army.mil/jmrc/).  \n\n**Why is this important to the Army?**\n\nHeightened tensions in Europe in recent months have underscored the needs for the U.S. Army's continued commitment to the region and the multinational momentum to improve and refine capacity to build coalitions. As these capabilities are likely to be increasingly called upon, the Army and its partners must be ready to join forces to operate seamlessly and effectively across the spectrum of regional and global contingencies and operations.\n\n**Resources:**\n\n* [Saber Strike14](http://www.eur.army.mil/SaberStrike/default.htm )\n* [Land Forces Assurance Exercises](http://www.eur.army.mil/landforceassurance)\n* [U.S. Army Europe's Major Exercises](http://www.eur.army.mil/exercises)\n* [Department of Defense Persistent Presence](http://www.defense.gov/home/features/2014/0514_presence/)\n* [Joint Multinational Training Command](http://www.eur.army.mil/jmtc)\n* [1st BCT, 1st Cavalry Division](http://www.hood.army.mil/1stCavDiv/pages/units/1bct/default.aspx)\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [Army.mil: Europe News](http://www.army.mil/news/europe) \n* [U.S. Army Europe  on Flickr](https://www.flickr.com/photos/usarmyeurope_images/ )\n* [JMTC on Flickr](https://www.flickr.com/photos/7armyjmtc/)\n* Related STAND-TO! :\n* [- 2014 Army Posture Statement](http://www.army.mil/standto/archive_2014-03-26/)\n* [- European Activity Set](http://www.army.mil/standto/archive_2014-01-27/)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n \n\n\n\n",
    "date": "Tuesday June 10, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nThe responsibilities of the civilian workforce in underpinning the forces we deploy abroad are critical. This is a time of opportunity for civilians. The professionalism of the force is rising. The time to make large, enterprise-wide changes to our processes is upon us. \n\n### - [Under Secretary of the Army Brad R. Carson](http://www.army.mil/leaders/usa/), pointed to Army civilians as leaders in innovation and highlighted the current period as a time of opportunity for civilians, at a Pentagon awards ceremony honoring three innovative [Army civilians](http://cpol.army.mil) \n\n### [Innovation, experimentation will help keep Army relevant](http://www.army.mil/article/127576/)\n\n### Related STAND-TO!: [Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/)\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)"
}