{
    "id": "2014-06-11",
    "title": "Army Low Overhead Training Toolkit in Reserve Component Training",
    "body": "**What is it?**\n\nThe [Army Low Overhead Training Toolkit](http://www.peostri.army.mil/PRODUCTS/ALOTT/) (ALOTT) is a suite of four basic computer simulations designed to train unit staffs in basic staff functions and operations at a unit's home station. The ALOTT simulations provide reserve component (RC) unit staffs basic command and staff team building and military decision making process training while simulating or stimulating more than a dozen of the Army's battle command systems, such as Command Post of the Future (CPOF), Maneuver Control System (MCS), and Force XXI Battle Brigade and Below (FBCB2).\n\n**What has the Army done?**\n\nThe Army introduced ALOTT in fiscal year 2012  as part of its [Live, Virtual, Constructive, Gaming -- Integrated Training Environment](http://www.army.mil/standto/archive_2013-05-23/) (LVCG-ITE) strategy, fielding the simulation system at 10 locations including the [75th Training Command](http://www.usar.army.mil/ourstory/commands/75MCTD/Pages/default.aspx) (Mission Command) and Camp Dodge, Iowa.\n\nFirst Army, [U.S. Army Forces Command](http://www.forscom.army.mil/)'s executing agent for RC training support, began integrating ALOTT into its RC collective staff training strategy in fiscal year 2013. RC units, ranging in size from small groups to division staffs, now have the capability, with First Army assistance, to train at home station using simulations of a wide range of military operations including decisive action, stability and civil support and attack the network ([counter-improvised explosive device](http://www.army.mil/standto/archive/issue.php?issue=2013-01-25)). \n\n**What continued efforts does the Army have planned for the future?**\n\n[First Army](http://www.first.army.mil/)'s use of ALOTT helps fill the gap between RC home station training of unit staffs with minimal resources and large-scale constructive exercises requiring significant amount of support personnel, facilities and equipment. Learning to operate ALOTT requires relatively little user and support personnel training time, so RC unit Soldiers can prepare for training exercises at home station while practicing on their actual mission command systems.\n\nFirst Army planners have successfully used ALOTT's combat operations application during the [Ohio National Guard's 16th Engineer Brigade]( http://www.army.mil/article/124677) command post exercise at their home station. This exercise validated First Army's integration of ALOTT into the entire RC training process, from designing the simulation exercise, through creating and executing scenarios, to providing a detailed after- action review.\n  \n**Why is this important to the Army?**\n\nFirst Army's LVCG-ITE objective is to enhance RC unit readiness through technology at the point of need, using the most up-to-date, effective, efficient and economical LVCG techniques. ALOTT allows First Army to integrate technology into RC training support, offer more realistic learning experiences and better prepare RC Soldiers for missions by replicating their operational environments in training scenarios.\n \n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [U.S. Army PEO STRI: Army Low Overhead Training Toolkit](http://www.peostri.army.mil/PRODUCTS/ALOTT/)\n* [First Army on Facebook](http://www.facebook.com/FirstArmy)\n* Related documents: \n* [- First Army Premier Trainers Tri-fold Pamphlet: (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [- First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* Related STAND-TO!:\n* [- Live, Virtual, Constructive, Gaming in Reserve Component Training](http://www.army.mil/standto/archive_2013-05-23/)\n* [-  Counter-IED Training for Reserve Component Forces](http://www.army.mil/standto/archive/issue.php?issue=2013-01-25)\n* Related article:\n* [- Shoulder-to-shoulder First Army trains Ohio Guard engineers for major exercise](http://www.army.mil/article/124677)\n \n\n\n\n",
    "date": "Wednesday June 11, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nYou can't be a professional as a non-commissioned officer -- you cannot say you are a professional, *that no one is more professional than I,* if you are not willing to be a person of character and commitment. Everyone in here is a competent person, I wholeheartedly believe that. But I'm not sure as an Army that we understand competence is not the most important thing. It is important, but it is only as important as character and commitment. \n\n### - Sgt. Maj. of the Army Raymond Chandler, explains his philosophy of the [Army Profession](http://cape.army.mil/aaop/) using the [Warrior Ethos](http://www.army.mil/values/warrior.html) to support his message while  speaking to a group of Warrior Leader Course students during his visit to Fort Bliss, Texas  \n\n### [SMA Chandler to Bliss Soldiers: Character, commitment, competence essential to Army Profession](http://www.army.mil/article/127642/)\n\n### Related STAND-TO!: [Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)"
}