{
    "id": "2014-06-12",
    "title": "Beyond the Horizon 2014",
    "body": "**What is it?**\n\n[Beyond the Horizon 2014](http://www.southcom.mil/newsroom/Pages/Beyond-the-Horizon-New-Horizons-2014.aspx) (BTH) is a [U.S. Army South]( http://www.arsouth.army.mil/) exercise deploying military engineers and medical professionals to Guatemala and the Dominican Republic for training, while providing services to rural communities. BTH, conducted annually, is part of [U.S. Southern Command](http://www.southcom.mil/Pages/Default.aspx)'s (SOUTHCOM) humanitarian and civic assistance program. Working closely with host nation forces and civilian organizations, BTH teams provide medical, dental and engineering support. \n\n\n**What has the Army done?**\n\nUnder the strategic guidance of SOUTHCOM, Army South has planned and conducted BTHs since 2008, including missions in the Dominican Republic and El Salvador.  U.S. personnel from the Army Reserve, National Guard and active-duty forces construct schools and clinics and provide medical and dental support.  During each four-month BTH exercise several smaller events called medical readiness training exercises (MEDRETEs) take place, which consist of a team of military medical and dental professionals who work in  austere areas to gain valuable real-world training, while also providing medical services to people in need of treatment. Army South was one of the first [Army Service Component Commands](http://www.army.mil/info/organization/unitsandcommands/commandstructure/) to conduct joint BTHs and MEDRETEs. The BTH series of exercises have provided care to hundreds of thousands of people and built or renovated dozens of facilities in the SOUTHCOM area of responsibility. \n\nThis year, U.S. forces, working with the approval of the governments of Guatemala and the Dominican Republic, selected several sites to provide engineering, medical and dental support. U.S. forces will work alongside host nation forces as well as a variety of government and non-government organizations to build schools, clinics and conduct MEDRETEs. Each BTH typically involves and trains about 1,400 U.S. service members and 150 host nation personnel. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy South, working with SOUTHCOM, sister services and partner nations, will continue to build upon its strong partnerships in the region by training and providing humanitarian assistance, while engaging with the Allies and building partner nation capacity.\n   \n**Why is this important to the Army?**\n\nBTHs are a major part of Army South's regional engagement efforts and afford the opportunity to train service members while providing needed services to communities throughout the region. The relationships built and sustained with our partners help tremendously in building security and stability in the region.\n \n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [U.S. Southern Command](http://www.southcom.mil/Pages/Default.aspx)\n* [SOUTHCOM -- Humanitarian Assistance Program]( http://www.southcom.mil/ourmissions/Pages/Contingency-Response--Disaster-Relief--Humanitarian-Assistance-.aspx) \n* [U.S. Army's Humanitarian Relief](http://www.army.mil/humanitarian/)\n* [Army.mil: Central/South America and Caribbean News](http://www.army.mil/news/centralsouthcaribbean/)\n* ARSOUTH on social media:\n* [- On Facebook](http://www.facebook.com/ArmySouth)\n* [- On Twitter](https://twitter.com/ARMYSOUTH)\n* [- On YouTube](http://www.youtube.com/usarmysouth)\n* Related article: \n* [- Army South marks official start to Beyond the Horizon-Dominican Republic](http://www.army.mil/article/125783/)\n* Related STAND-TO!: \n* [- U.S. Army Support to Humanitarian Assistance and Relief Operations](http://www.army.mil/standto/archive/issue.php?issue=2012-01-03)\n* [- U.S. Army South Command Strategy](http://www.army.mil/standto/archive_2013-02-06/)\n\n \n\n\n\n",
    "date": "Thursday June 12, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nOur theme is 'people helping people. The people we're helping during this exercise may not remember our names, they may not remember our faces, but they will never forget that one day service members from different countries came together to help them ... It's a great opportunity for us to learn ... and to establish new relationships while strengthening existing ones. \n\n### - Brig. Gen. Orlando Salinas, deputy commanding general, [U.S. Army South](http://www.arsouth.army.mil/), emphasizes the importance of the regionally aligned efforts of the Army which, in direct support of the Chief of Staff of the Army's [strategic priorities](http://www.army.mil/standto/archive_2014-02-24), helps to build and sustain relationships with partner nations\n\n### [Army South marks official start to Beyond the Horizon-Dominican Republic](http://www.army.mil/article/125783/)\n\n### Related STAND-TO!: [CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)"
}