{
    "id": "2014-06-13",
    "title": "Happy 239th Birthday, U.S. Army! ",
    "body": "Two hundred thirty-nine years ago, our nation's leaders established the Continental Army. On June 14, we celebrate *239 Years of Our Profession*. As the Army continues to demonstrate its competence, its commitment, and its character in defense of our nation, our Soldiers possess a lifelong commitment to [our values](http://www.army.mil/standto/archive_2013-08-15/). America's Army professionals conduct themselves consistently with the Army ethic; worthy of our profession. An Army professional strives to adhere to five essential characteristics of trust, military expertise, honorable service, esprit de corps, and stewardship.\n\nBirthday greetings from senior leaders on the Army's 239th Birthday celebrating [***America's Army: Our Profession***](http://www.army.mil/birthday/?from=st).\n\n***President Barack Obama***\n\nI am pleased to join in celebrating the 239th birthday of the United States Army on June 14.\n\nAt Army posts at home and abroad, I have seen [Army values](http://www.army.mil/values/?from=st) including loyalty and respect, integrity and personal courage displayed by our extraordinary soldiers. These men and women have met every mission our country gave them with resolve and determination. \n\nOn behalf of a grateful nation, I thank the members of the United States Army for your profound selflessness. [Read the complete message.](http://www.army.mil/e2/rv5_downloads/birthday/239/2014_president_letter.pdf?from=st) \n\n***Secretary of the Army John McHugh***\n\nOn June 14, 1775, the Second Continental Congress established the United States Army. Since then, the American Soldier time and again met the needs of the nation and has stood for the hope and promise of a better tomorrow.  Thank you to our Soldiers, Army civilians, and families for your dedication and devotion to the [profession](http://cape.army.mil/) and for building the bedrock of freedom we have enjoyed for 239 years. Happy Birthday, Army!\n\n***Under Secretary of the Army Brad R. Carson***\n\nOur beginnings in 1775 may have been humble, but even then and certainly ever since, our Army has influenced the nation and the world. We have come from a small national force consisting of state militias with citizen Soldiers, to a force grown to 89 divisions in 1944 ... to the all-volunteer force that has adapted to the changing face of warfare, and has fought our nation's longest war, during the past 13 years. \n \n***Chief of Staff of the Army Gen. Raymond T. Odierno***\n\nI am incredibly proud to serve as chief of staff and lead the most professionally trained, combat tested and [resilient](http://www.army.mil/readyandresilient?from=st) Army in the world.  I am inspired by your dedication and commitment to the mission and our nation. As we celebrate our 239th birthday, we celebrate the service of all our Soldiers, past and present.  Together, we are Soldiers committed to our [Army profession](http://cape.army.mil/) and to ensuring our nation's freedom. \n\nHappy birthday U.S. Army! \n \n\n***Sergeant Major of the Army Raymond F. Chandler III*** \n\nFor 239 years, the United States Army has protected this nation and the American people. Our all-volunteer force continues to make a difference every day in securing our freedoms and maintaining peace.  Because of your commitment to our Army's values, we remain the best Army in the world and most professional in our nation's history.  Soldiers, families and civilians have all played a vital role in that heritage, so be proud on this Army Birthday!\n \n*Watch the senior leader [birthday videos](http://www.army.mil/birthday/message.html?from=st) at [U.S. Army Birthday microsite](http://www.army.mil/birthday/?from=st)*",
    "date": "Friday June 13, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nOur theme is 'people helping people. The people we're helping during this exercise may not remember our names, they may not remember our faces, but they will never forget that one day service members from different countries came together to help them ... It's a great opportunity for us to learn ... and to establish new relationships while strengthening existing ones. \n\n### - Brig. Gen. Orlando Salinas, deputy commanding general, [U.S. Army South](http://www.arsouth.army.mil/), emphasizes the importance of the regionally aligned efforts of the Army which, in direct support of the Chief of Staff of the Army's [strategic priorities](http://www.army.mil/standto/archive_2014-02-24), helps to build and sustain relationships with partner nations\n\n### [Army South marks official start to Beyond the Horizon-Dominican Republic](http://www.army.mil/article/125783/)\n\n### Related STAND-TO!: [CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}