{
    "id": "2014-06-17",
    "title": "U.S. Army Drill Sergeant School",
    "body": "**What is it?**\n\n[U.S. Army Drill Sergeant School](http://www.army.mil/drillsergeant/), as part of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), is one of the most recognizable courses in the Army. This year marks the school's 50th anniversary.\n\nNon-commissioned officers (NCOs) who graduate from the school are considered consummate professionals and the epitome of Soldiers. The iconic campaign hats, along with the distinctive Drill Sergeant Badge, are recognized by service members and civilians as the symbols of high standards. \n\nDrill sergeants are responsible for coaching, counseling and mentoring thousands of trainees as they transform from civilians to a combat-ready Soldiers. \n\n**What has the Army done?** \n\nThe creation of drill sergeant schools marked the beginning of a new concept to improve the caliber of NCOs assigned to training centers and the quality of instruction provided to new recruits. \n\nThe first school was established at Fort Leonard Wood, Mo., in September 1964. Regional drill sergeant schools were developed under the headquarters of the Continental Army Command. Women were included into the drill sergeant program in February 1972 when six NCOs from the Women's Army Corps enrolled in the course at Fort Jackson, S.C. Female drill sergeant graduates proudly wear the distinctive bush hat, developed for women in 1971.\n\nAll drill sergeant schools consolidated at [Fort Jackson](http://jackson.armylive.dodlive.mil/) in October 2007, and the new U.S. Army Drill Sergeant School opened in February 2011. Course graduates are assigned duty as a drill sergeant in initial entry training units.\n\n**What continued efforts does the Army have planned for the future?**\n\nOn May 6, South Carolina, home of the Drill Sergeant School, adopted a resolution to honor and commend drill sergeants for their outstanding service, congratulate the program on its 50th anniversary and declare Sept.10, 2014, as *Army Drill Sergeant Recognition Day*.\n\nThe [U.S. Army Center for Initial Military Training](http://www.tradoc.army.mil/dcgimt/) (USACIMT) is recognizing the vast accomplishments and professionalism of the drill sergeant through a ceremony honoring past, present and future drill sergeants Sept. 12, 2014, at Fort Jackson. The ceremony will be held in conjunction with the Drill Sergeant of the Year (DSOY) and Advanced Individual Training Platoon Sergeant of the Year (PSOY) competition. USACIMT will continue to host the annual ceremony every September at Fort Jackson in conjunction with the DSOY/PSOY competition to pay tribute to qualified drill sergeants.\n\n**Why is this important to the Army?**\n\nDrill Sergeant School can have a profound effect on an NCO's career.   Duty as a drill sergeant is personally and professionally rewarding.  A drill sergeant is a symbol of excellence in initial entry training, is an expert in all warrior tasks and battle drills, lives the [Army Values](http://www.army.mil/standto/archive_2013-08-15/), exemplifies the [Warrior Ethos](http://www.army.mil/values/warrior.html), and most importantly, is the epitome of the [Army Profession](http://cape.army.mil/). \n  \n**Resources:**\n\n\n* [U.S. Army Drill Sergeant School](http://www.army.mil/drillsergeant/?)\n* [Fort Jackson, S.C.](http://jackson.armylive.dodlive.mil/) \n* [U.S. Army Drill Sergeant on Facebook](https://www.facebook.com/USADSS)\n* [The U.S. Army Values website](http://www.army.mil/values/)\n* Related STAND-TO!: \n* [- Instructor Development and Recognition Program](http://www.army.mil/standto/archive_2014-05-15/) \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* [- America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n* [- The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n* Related Documents: \n* [- TRADOC Regulation 350: *Enlisted Initial Entry Training Policies And Administration* ](http://www.tradoc.army.mil/tpubs/regs/tr350-6.pdf) \n* [- Department of the Army Form 4187](http://www.apd.army.mil/pub/eforms/pdf/a4187.pdf) - (Request course attendance through [Human Resources Command](http://www.hrc.army.mil/)) \n",
    "date": "Tuesday June 17, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nOn the [Army's 239th Birthday](http://www.army.mil/birthday/), let us pause to remember what it means to\nbelieve in something greater than ourselves. The Army's Birthday marks over two centuries of selfless service by men and women who today make up less than one half of one percent of our nation. These are ordinary men and women who have done extraordinary things for this great nation. We have the very best Army in the world because of our professionalism, our Warrior Ethos and our people. Throughout our long and distinguished history the Army has time and again answered the call to protect, defend and promote freedom at home and abroad ... \n\n\n### - 34th Vice Chief of Staff of the Army Gen. John F. Campbell \n\n### Read the VCSA's complete Army Birthday message on his [Facebook page](https://www.facebook.com/VCSAJohnCampbell)\n\n### Read the other senior leader birthday greetings in STAND-TO! with [Happy 239th Birthday, U.S. Army!](http://www.army.mil/standto/archive_2014-06-13)  \n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}