{
    "id": "2014-06-18",
    "title": "Cyber Shield '14 ",
    "body": "**What is it?**\n\nThe Army National Guard's annual local response exercise, [Cyber Shield](http://www.army.mil/article/127453/), provides an opportunity for the Cyber Soldiers to learn from their peers, demonstrate their capabilities, and develop their defensive cyber skills.   \n\nThis exercise was recently conducted in Little Rock, Arkansas.  Over 200 participants from 30 states represented the diverse capabilities resident in ARNG Computer Network Defense Teams, which are squad-sized Defensive Cyber Operations forces provided to all 54 states, territories, and the District of Columbia. \n\n\n**What has the ARNG done?** \n\nTo protect the critical infrastructure against the evolving threat across the cyber domain, the National Guard has been training citizen-soldiers by participating in and conducting exercises, growing cyber enabled forces, expanding cyber training facilities, and developing state-of-the- art exercise facilities to meet the needs of the states and support [U.S. Army Cyber Command](http://www.arcyber.army.mil/).\n\n**Why is this important to the Army?**\n\nCyber Shield prepares the citizen-soldiers to *Defend the Network*, but also participate in the planning and execution of national-level exercises such as *Cyber Guard* and *Cyber Flag* which focus on the broader mission of *Defend the Nation.* This broader mission requires a more robust capability. To address this challenge, the Army National Guard has already fielded one platoon-sized Cyber Protection Team, with plans to build an additional 10 Cyber Protection Teams across the states by fiscal year 2020.  All Cyber Protection Teams will strategically align with Army Cyber initiatives, and while developing these teams, the states will continue to develop their Computer Network Defense Teams for local defensive cyber operations.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe National Guard is currently planning Cyber Shield 2015, which will be conducted at [Camp Atterbury-Muscatatuck, Indiana](https://www.campatterbury.in.ng.mil/), and focus on developing Industrial Control Systems/Supervisory Control and Data Acquisition defense scenarios.\n\n[The Professional Education Center](http://www.pec.ng.mil/) in Little Rock, Arkansas,  is the National Guard's most advanced cyber training facility. Currently, the facility provides industry standard information technology certifications as well as military-specific training available to all National Guard cyber forces. Once standardized cyber-specific programs of instruction are made, the Professional Education Center will be capable of providing that training for all Army Cyber Protection Teams, regardless of component.\n  \n**Resources:** \n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/)\n* Related STAND-TO!: \n* [- Army's Cyber Electromagnetic Branch](http://www.army.mil/standto/archive_2014-03-27/)\n* Related articles: \n* [- Cyber warriors flex digital muscle at 2014 Cyber Shield exercise](http://www.army.mil/article/127453/)\n* [- Army Cyber Command, Army Guard sign memorandum to integrate cyber protection team](http://www.army.mil/article/127442)\n\n",
    "date": "Wednesday June 18, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nThe Army of the future must be able to deploy teams to any austere environment at a moment's notice, with the ability to connect and access data at the point of need. To make that happen, we must have a global, always on, secure and available network that supports expeditionary operations. This network -- along with cyber capacity and training the force -- are key to making the 2025 vision a reality. \n\n### - Lt. Gen. Robert S. Ferrell, Army's Chief Information Officer/G-6, emphasizing that the networks and cyber are \"the commander's business\" today -- and will be fundamental to executing the vision of Force 2025  \n\n### [Leaders: Network, cyber key to Force 2025](http://www.army.mil/article/128259/)\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}