{
    "id": "2014-06-19",
    "title": "Joint Users Interoperability Communications Exercise 2014",
    "body": "**What is it?**\n\nThe Joint User Interoperability Communications Exercise (JUICE), an annual worldwide joint, coalition and interagency communications exercise focused on interoperability, training and the development of tactics, techniques and procedures (TTPs). Operating in a Joint Task Force (JTF) construct, JUICE exercises areas important to the Army as well as its joint and coalition partners.  \n\nJUICE includes network planning, systems integration, network operations and computer network defense that will seek to identify lessons observed for improvements to existing operational capabilities. The exercise also seeks to address operational gaps identified by deployed units, coalition partners, Department of Defense(DOD) working groups, governmental agencies and first responders.\n\n\nThe [U.S. Army Communications Electronics Command](http://cecom.army.mil/) (CECOM) is hosting the 21st annual JUICE from June 16-27, 2014, at Aberdeen Proving Grounds, Maryland. \n\n**What has the Army done?** \n\nThis year, the exercise will be focused on effective cyber operations in a joint information environment. JUICE 2014 will expand the cyber defense objectives demonstrated during JUICE 2013 and provide support to the DOD support to civil authorities. Other focus areas of the event are warfighter training/tactics, TTP, joint interoperability assessments, [Joint Interoperability Test Command](http://jitc.fhu.disa.mil/index.html) certifications, homeland security and coalition interoperability. \n\nJUICE serves as a venue for joint experimentation and provides participants the opportunity to leverage numerous training opportunities in an operational and technical environment. Additional benefits to the joint warfighter include team building among many technical, test, operational and acquisition communities. \n\n**What continued efforts does the Army have planned for the future?**\n\nJUICE will continue to be executed using its supporting network called the [Joint On-demand Interoperability Network](http://www.army.mil/standto/archive/issue.php?issue=2012-03-06) (JOIN), which is available to the tactical user community, building collaboration between joint and coalition partners. The resources managed by the JOIN have two distinct facets; one contains the tactical environment with a JTF headquarters node and multi-service component nodes and the other is geared to the distributed testing community.\n\n**Why is this important to the Army?**\n\nJUICE plays a key role for our warfighters at the leading edge of the battle space as they continue to expand a persistent forward presence and engage in joint, multi-national and interagency operations. JUICE and JOIN present the Army with a \"one of a kind\" resource that serves as a critical link between the development and sustainment communities providing better support to the warfighter. JOIN is part of an overall effort to provide System Development & Integration Network (SDIN) services throughout a program's lifecycle in a joint environment over a distributed network.\n\n\n**Resources:** \n\n*  [CECOM Software Engineering Center](http://www.sec.army.mil/secweb/)\n*  [U.S. Army Communications-Electronics Command](http://cecom.army.mil/)\n*  [Army.mil: CECOM News](http://www.army.mil/info/organization/cecom/)\n*  [Strategic Command (STRATCOM)](http://www.stratcom.mil/)\n*  [Joint Interoperability Test Command](http://jitc.fhu.disa.mil/index.html)\n Related STAND-TO!: \n*  [- Joint On-demand Interoperability Network](http://www.army.mil/standto/archive/issue.php?issue=2012-03-06)\n\n\n",
    "date": "Thursday June 19, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nTrue success and gains this nation has made, depends on every man and women who puts on this uniform [as well as those of the other services.]\n\n### - Secretary of the Army John M. McHugh, speaking to legislators at the [239th Army birthday](http://www.army.mil/birthday/) ceremony and cake cutting at the Capitol, June 18 \n\n### [CSA: 'Once a Soldier, always a Soldier'](http://www.army.mil/article/128361/)\n\n### Visit the [Army Birthday microsite](http://www.army.mil/birthday/)\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}