{
    "id": "2014-06-20",
    "title": "SHARP Schoolhouse Pilot Course ",
    "body": "**What is it?**\n\nThe U.S. Army is continuing with implementation of the Sexual Harassment/Assault Response and Prevention (SHARP) Schoolhouse Pilot Course.  As a result of lessons learned from the first pilot course held January 27 through March 21, the Army is executing two course iterations: the SHARP Baseline Course for Brigade Sexual Assault Response Coordinators (SARCs) and Victim Advocates (VAs) and the SHARP Trainer Course.  \n\nThe seven-week-long Baseline Course will help prepare newly hired SARCs/VAs to perform their duties as full-time SHARP personnel by broadening their skill set in areas like conflict resolution, presenting and conducting training. These blocks of instruction provide comprehensive tools, information, and background for SHARP professionals to use in the performance of their critical duties.\n  \nThe SHARP Trainer Course, mirrors the Baseline Course during its first seven weeks, but includes an additional five weeks of instruction including the Foundation Instructor Facilitator Course (FIFC) Certification, review of the SHARP 80-Hour Course, Class Presentation, and SHARP Certification.  The course will prepare newly hired civilian trainers to return to their command and teach the SHARP 80-hour SHARP Certification Course to Battalion-level collateral duty SARCs and VAs.  The trainers will assist the commands in executing their SHARP Annual Unit Refresher Training and present SHARP Senior Leader Briefs.\n\n\n**What has the Army done?** \n\nDuring a chief of staff of the Army (CSA)-led discussion with a panel of SARCs and VAs on how to enhance the Army's sexual assault response and support efforts, it was apparent the Army needed to improve the amount and quality of training provided to those who serve as SHARP trainers, program managers, and full-time SARCs and VAs.\n\nTo enhance the Army's sexual assault response and support efforts and close the training gap, the CSA directed the Army to stand up a centralized SHARP Schoolhouse.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe success of the initial SHARP Schoolhouse Pilot Course led the way for additional iterations of the course through fiscal year 2015, to allow for refinement and incorporation of lessons learned in the proof of concept before [Army Training and Doctrine Command](http://www.tradoc.army.mil/)  assumes operational control of the SHARP Schoolhouse in 2015.\n\n**Why is this important to the Army?**\n\nArmy leadership wants to professionalize and incentivize the SHARP mission to ensure those selected for these positions of intense, personal trust have the right tools and skills needed to effectively carry out their duties. \n\n\n**Resources:** \n\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- SHARP Schoolhouse Pilot Course](http://www.army.mil/standto/archive_2014-01-24/)\n* Related articles: \n* [- Pilot course bolsters effort to stamp out sexual assault](http://www.army.mil/article/122378)\n* [- SHARP pilot program instructors teach certification course at Eustis](http://www.jble.af.mil/news/story.asp?id=123411486)\n\n\n\n",
    "date": "Friday June 20, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nEducation is valuable to the Army because it pulls Soldiers out of their comfort zone and makes them consider non-military options in the problem solving process. It's hugely important as we move forward into the future that we have agile and adaptive critical thinkers in our Army -- and civilian education helps us realize that goal.\n\n### - Sgt. Maj. of the Army Raymond Chandler. Chandler, emphasizes upon the importance of college education for Soldiers, at the 2014 Army National Guard Senior Enlisted Professional Development Workshop\n\n\n### [Atterbury hosts SMA, sergeants major from across nation](http://www.army.mil/article/128382/)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}