{
    "id": "2014-06-23",
    "title": "Foreign Military Sales",
    "body": "**What is it?**\n\nSection 1206 of the [NDAA for Fiscal Year (FY) 2006](http://www.dod.mil/dodgc/olc/docs/PL109-163.pdf), as amended and regularly extended, provides the Secretary of Defense with authority to train and equip foreign military for two specified purposes -- counterterrorism and stability operations.  It is a Title 10 program with  Section 1201 extending it through FY17.  FY14 funding is projected at $350 million across the military services with a one-time $75 million for implementation in East Africa, of which the Army will execute $59 million.  \n\nThe [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/) (USASAC) is responsible for executing Army Section 1206 authorizations through its Foreign Military Sales program.  Some of the types of materiel and services provided to foreign partners in support of 1206 includes Unmanned Aerial Vehicles, weapons, wheeled vehicles, Soldier equipment, medical supplies, radios, night vision devices, ammunition, training aids, training, and field service representatives /contractor logistics support\n\nUSASAC objectives are to build partner capability; to support the engagement strategies of combatant commanders around the globe; and to strengthen U.S. global partnerships.\n\n\n**What has the Army done?** \n\nSince the 1206 program began in FY07, the Army has executed 501 cases with a total value of $1.6 billion for more than 30 countries in U.S. Africa, Central, Europe and Pacific Commands and provided foreign partners with the capability to conduct counterterrorist and stability operations.  During FY14's first appropriation, or Tranche 1, Army's case value was $18.5 million supporting combatant command (COCOM) foreign military partners in AFRICOM and CENTCOM.  \n\nDuring Tranche 2, 42 cases are expected to be implemented with an estimated value of $100 million supporting foreign partners in EUCOM and AFRICOM.  There is also a separate appropriation to support African Union operations in Somalia valued at $59 million.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nTo fully support urgent and emerging requirements inherent in this program, Army is developing long-term contracts in coordination with the COCOMs to expeditiously procure and deliver appropriate materiel and services.\n\n**Why is this important to the Army?**\n\nSection 1206, is used to \"shape\" the environment and provide foreign partners with the capability to independently conduct counterterrorism operations in their country/region, or to have interoperability with U.S. and allied forces.  A recent example of its importance are 1206 recipients Kenya and Uganda, which have used 1206 training and equipment in support of their deployments with the African Union to fight Somali militants.\n\n\n**Resources:** \n\n*  [USASAC Website](http://www.army.mil/info/organization/usasac/)\n*  [USASAC Facebook](https://www.facebook.com/USASAC)\n*  [USASAC Flickr](http://www.flickr.com/photos/usasac/)\n*  [Foreign Military Sales](http://www.dsca.mil/foreign-military-sales-fms)\n\n\n\n",
    "date": "Monday June 23, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nIt's the American Soldier that sustains this nation and sustains this Army,\" Chandler said. \"And regardless of what component you may serve in, together as a team, we continue to defend and support the Constitution of the United States against all enemies foreign and domestic. And if that doesn't fill you with pride, if that doesn't fill you with a sense of being a part of an Army profession -- I don't know what does.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III\n\n\n### [Army celebrates 239 years of history at 2014 Army Birthday Ball](http://www.army.mil/article/128618/)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}