{
    "id": "2014-06-24",
    "title": "Reserve Component Support of Kosovo Force",
    "body": "**What is it?**\n\nThe Kosovo Force (KFOR) is composed of approximately 5,000 troops from 31 contributing nations supporting the NATO-led peace enforcement mission to provide a safe and secure environment and freedom of movement for all Kosovo citizens as mandated by U.N. Security council Resolution 1244. Currently, more than 700 U.S. troops support Multinational Battle Group-East (MNBG-East) and provide highly mobile, flexible and rapidly deployable company-sized elements to respond to potential trouble spots in Kosovo.\n\n**What has the Army done?** \n\nThe Army relies upon its reserve component force, as an operational reserve, to help fulfill the requirements of combatant commanders throughout the world. The RC (mostly Army National Guard) has played a critical role in sourcing the U.S. troop rotation requirements for KFOR for almost 14 years.\n\nFirst Army serves as Force's Command's executing agent for training and mobilizing RC units to support the nine-month KFOR deployment rotations.\n\nSkilled observer coach/trainers from First Army Division West are responsible for providing the collective training support to mobilizing RC KFOR units at Fort Hood, Texas.\n\n\n\n**What continued efforts does the Army have planned for the future?**\n\nFirst Army is committed to providing deploying RC KFOR Soldiers with relevant, realistic and mission-focused training including peace support, conflict prevention, peacemaking, peace enforcement, peace keeping, peace building and humanitarian operations.\n\nFirst Army trainers continually review lessons learned from redeploying RC KFOR unit leaders to adapt training scenarios and processes to better replicate conditions within the operational environment from company to division staff level.\n\n\n**Why is this important to the Army?**\n\nReserve component forces comprise more than half of the Army's total force and will continue to provide Soldiers in support of KFOR mission for the foreseeable future. First Army will continue to adapt its training regimen to the needs of KFOR commanders.\n\n\n**Resources:** \n\n* [First Army](http://www.first.army.mil)\n* [First Army Premier Trainers Tri-fold Pamphlet (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related STAND-TO!:\n* [- U.S. Army Role in Kosovo Force](http://www.army.mil/standto/archive/issue.php?issue=2012-01-11)\n* Related Articles:\n* [- Kosovo Aviation training mission continues at 166th AVN BDE](http://www.army.mil/article/121106)\n* [- National Guard Chief Visits Camp Bondsteel](http://www.army.mil/article/39800)\n* [- Multinational Battle Group-East transitions to Kosovo Force 18](http://www.army.mil/article/120233)\n* [- Army-wide effort gets Soldiers to Kosovo](http://www.army.mil/article/9082)\n",
    "date": "Tuesday June 24, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nI think about the initial Soldiers who, even before we were a nation, stood up to establish the greatest nation on earth,\" Odierno said. \"I think about the men and women today who would sacrifice themselves in order to change the course of history.\n\n### - Chief of Staff of the U.S. Army Gen. Raymond T. Odierno\n\n\n### [Soldiers re-enlist at Pentagon during Army birthday celebration](http://www.army.mil/article/128644/)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}