{
    "id": "2014-06-25",
    "title": "The Army Equipment Program in support of President's Budget 2015",
    "body": "**What is it?**\n\nThe Army Equipment Program in support of President's Budget 2015 describes the Army Research, Development and Acquisition (RDA) portion of the  Fiscal Year 2015 (FY 2015) President's Budget request.  It is a unique document that breaks down the RDA investments into 11 capability portfolio areas, highlights the portfolio accomplishments over the last two years, and provides the intent for FY 2015 investments as well as the way ahead.\n\n**What has the Army done?** \n\nThe Army is using a balanced and affordable approach to continue to field the equipment necessary to maintain a credible and decisive force.  We are aligning our equipment modernization communities to identify capability gaps and eliminate unnecessary redundancies making important choices for incremental modernization and Army force generation processes to ensure unit equipment readiness.  \n\nThese emerging systems and processes represent a powerful approach for implementing the Army's equipping priorities, policies and programs to meet the security demands of the 21st century.  Equipment requested in the FY 2015 President's Budget strikes a balance between current and future needs, provides the basis for an affordable equipping plan over time, and takes into account Army requirements and priorities.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to develop and field a versatile and affordable mix of equipment to allow our Soldiers and units to succeed in the full range of missions today and tomorrow and to maintain our decisive advantage over any adversary we face.  The Army is setting priorities and making prudent choices to provide the best possible force for the nation within the resources available.\n\n\n**Why is this important to the Army?**\n\nThe Army will modernize to meet the missions directed by the Defense Guidance, to address capability gaps in those mission sets, and reset/modernize to resource readiness, managing quantities to the pace of need expected in the future force readiness model.\n\n\n**Resources:** \n\nThe Army Equipment Program in support of President's Budget 2015 is available at: \n\n* [Army G-8](http://www.g8.army.mil)\n* [Budget PDF](http://www.army.mil/e2/c/downloads/348286.pdf)\n* [Budget News Release](http://www.army.mil/article/127320/)\n* Related Links:\n* [-Army's 2014 modernization plan prioritizes Soldiers in fight](http://www.army.mil/article/104115/)\n* [-Army Equipment Modernization Strategy](http://www.g8.army.mil/pdf/AEMS_04March2013_lq.pdf)\n* [-Defense Strategic Guidance: Sustaining U.S. Global Leadership: Priorities for 21st Century Defense](http://www.defense.gov/news/defense_strategic_guidance.pdf)\n* Related STAND-TO!:\n* [- The Army Equipment Modernization Plan 2014](http://www.army.mil/standto/archive_2013-05-24/)\n",
    "date": "Wednesday June 25, 2014",
    "quote": "Quote for the Day\n-------------------------\n\n\"This award isn't about what I did; it's about what we did as a team,\" Pitts said. \"It belongs to everybody who was there that day.\"\n\n### - Medal of Honor Staff Sergeant Ryan M. Pitts\n\n\n### [Former Soldier to receive Medal of Honor for fierce battle in Afghanistan](http://www.army.mil/article/128651/)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}