{
    "id": "2014-06-27",
    "title": "Exercise Panther Strike",
    "body": "**What is it?**\n\n[Panther Strike](http://www.calguard.ca.gov/223MI/Pages/Panther-Strike.aspx) is a multi-national, multi-echelon military intelligence (MI) training exercise planned and executed by elements of the Army National Guard's [300th MI Brigade (Linguist)](http://www.ut.ngb.army.mil/300mi/). The two-week exercise develops and enhances technical competence in counterintelligence (CI), human intelligence (HUMINT), geospatial (GEOINT), all-source (OSINT), and signal intelligence (SIGINT) collective and individual tasks. Soldiers train in a realistic and challenging \"train as they fight\" non-garrison environment alongside NATO multi-national partners. \n\nThis annual exercise consists of collective military intelligence and individual warrior tasks specific to the demands of contemporary CI, HUMINT, GEOINT, OSINT, and SIGINT operations by incorporating tactics, techniques, and procedures used in Afghanistan.  This maximizes Soldier familiarization with real-world knowledge and current operating trends and methodologies.\n\n\n**What has the Army done?** \n\nPanther Strike began in 2003 as a company-level HUMINT exercise with the [260th MI Battalion of the Florida ARNG](http://www.facebook.com/pages/260th-Military-Intelligence-Battalion-Linguist/126387194221495?sk=info), a battalion of the 300th MI Brigade (L). Since 2003, it has expanded in scope to include CI and SIGINT operations and grown into a brigade-level exercise hosted rotationally by battalions of the 300th MI Brigade. Since 2012, Panther Strike is conducted at Camp Williams, Utah, where the terrain, topography and temperatures closely resemble those found in Afghanistan. This year's event had over 660 military intelligence Soldiers, trainers, and professionals participating from 20 States, Active Army, Army Reserves, Canadian forces, and observers from both Australian and British forces. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nPanther Strike is a foundry-recognized event.  Foundry training enables select Army personnel to learn new intelligence skills and sustain and improve their technical and analytical skills to execute intelligence missions successfully. The [141st MI Battalion, Utah ARNG](http://www.ut.ngb.army.mil/141mi/ccompany.htm), will host the exercise in 2015, the [341st MI Battalion, Washington ARNG](http://washingtonarmyguard.org/341mi/), in 2016, and the 260th MI Battalion, Florida ARNG, in 2017.\n\n\n**Why is this important to the Army?**\n\nPanther Strike is the largest military intelligence collective training event in the U.S. Army. It moves away from the garrison-based training model by simulating full-spectrum intelligence-gathering operations within a deployed combined joint task force. It is conducted in a classified environment and is team driven, multi-intelligence, multi-component and multi-national. Panther Strike is a challenging intelligence training being provided to the participants, as it utilizes the latest doctrines and systems, used by the Army and the Allies, for situations resembling contemporary operational environments. \n\n\n**Resources:** \n\n* [Panther Strike](http://www.calguard.ca.gov/223MI/Pages/Panther-Strike.aspx)\n* [300th MI Brigade (Linguist)](http://www.ut.ngb.army.mil/300mi/)\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army.mil: ARNG News](http://www.army.mil/news/nationalguard/)\n* Related STAND-TO!\n* [- National Guard State Partnership Program: Global Engagements](http://www.army.mil/standto/archive/issue.php?issue=2012-02-27)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n",
    "date": "Friday June 27, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nNCOs [non-commissioned officers] are truly the \"backbone of the Army\" and have served the nation with distinction and honor. In its darkest times and its brightest times, it's been a non-commissioned officer who has been at the forefront of everything that we've asked our nation to do, our Army to do, over the past 239 years. \n\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, illustrating NCOs as the backbone of the Army who have served the nation with distinction and honor, at a Twilight Tattoo hosted at the Joint Base Myer-Henderson Hall, Va.\n\n\n### [SMA honors NCOs, 'backbone of Army,' at Twilight Tattoo](http://www.army.mil/article/128914/)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* June 6:  [D-Day Invasion](http://www.army.mil/d-day/?from=ev_st): 70th Anniversary \n\n* June 14:  [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}