{
    "id": "2014-06-30",
    "title": "Solarium 2014",
    "body": "**What is it?**\n\nSolarium 2014, an Army chief of staff (CSA) initiative, is a monumental effort to inform and shape the future direction of the U.S. Army. \nThis effort brings together 100 senior captains from across the Army - active, reserve and guard - to U.S. Army Training and Doctrine Command's [Combined Arms Center](http://usacac.army.mil) at Fort Leavenworth, Kansas, from July 9-11, 2014. \n\nThe captains will identify strategic issues that affect the Army of the future, talent management and leader development. They will analyze these areas, identify the issues and directly provide the recommended solutions to the CSA. \n\n\n**What has the Army done?** \n\nThe concept for Solarium 2014 was drawn from Project Solarium, a national-level exercise in strategy and foreign policy design led by President Dwight D. Eisenhower in 1953. That effort produced a U.S. national security document that laid the foundation for a Cold War policy that lasted for decades. \n\nSolarium 2014 has two phases: distributed and on-site. The **distributed phase** began in late May. During this phase, the captains identified topics and issues of concern and began to develop these virtually within their groups, aided by a facilitator from the Combined Arms Center. In the **on-site phase** at Fort Leavenworth, the captains will continue to develop topics, issues and solution sets. Operational requirements and the institutional requirements, needed to meet operational goals, will be analyzed and discussed. Subsequently,  the topics and recommendations will be presented to the CSA. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe CSA envisions holding Solarium-type events quarterly, both within the continental U.S. and overseas, with all component and cohort groups, to solicit insight that will continue to shape the Army for success in the future.\n\n**Why is this important to the Army?**\n\nThe Army values its emerging leaders' observations and insight, which will be used to adapt policy, processes and programs. Solarium represents a great development opportunity for the participants, and also affords the CSA a forum to engage junior leaders directly while communicating the Army's priorities. \n\n**Resources:** \n\n* [Combined Arms Center](http://usacac.army.mil)\n* [Center for Army Leadership](http://usacac.army.mil/cac2/CAL/)\n* [TRADOC](http://www.tradoc.army.mil/)\n* Related videos:\n* [- Gen. Dennis Via, commanding general, United States Army Materiel Command](http://www.youtube.com/watch?v=Mm8NI1L8Uhk)\n* [- Gen. Vincent Brooks, commanding general, United States Army Pacific Command](http://www.youtube.com/watch?v=CvwZXqUA1cM)\n* [- Gen. David G. Perkins, commanding general, TRADOC](http://www.youtube.com/watch?v=ljognKi1p0w)",
    "date": "Monday, June 30, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nAs an Army, we have numerous challenges ahead of us, so it makes sense that we would look to our seasoned captains who have lived through these difficult times. They will be expected to drive our Army into the future, to identify issues impacting the Army and provide recommendations directly to the CSA. Solarium 2014 will give us the opportunity to shape the road that we will take beyond Afghanistan.\n\n\n### - Lt. Gen. Robert B. Brown, commanding general of [U.S. Army Combined Arms Center](http://usacac.army.mil/) and Fort Leavenworth, Kansas\n\n\n\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}