{
    "id": "2018-06-04",
    "title": "National Safety Month",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe U.S. Army observes national Safety Month, promoted by the National Safety Council, annually in June. This observance focuses on reducing leading causes of fatalities, injuries, and illnesses for the service members and employees while on duty, off duty, while driving the nation's roads and highways, and while in the comfort of their homes and communities. This observance offers Army leaders a prime opportunity to review and revitalize their accident prevention efforts and reengage the force on loss prevention and risk management. \n\n**What has the Army done/ is doing?**\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC) in collaboration with the Deputy Assistant Secretary of the Army and the Assistant Secretary of the Army for Installations, Energy and Environment, launches an Army-wide campaign each June to mark National Safety Month. \n\nInformation and multimedia products supporting the observance are made available for download from the [USACRC public website](https://safety.army.mil). Materials typically focus on different aspects of safety in the Army, including civilian injury prevention, ground operations, aviation operations, and motor vehicle safety.\n\n**What continued efforts does the Army have planned?**\n\n\nThe Army will continue its annual observance of National Safety Month with the USACRC providing support with safety information by way of products and tools for users in the field. While yearly campaigns may differ in topic areas or focus, materials will always be developed according to the Army's latest accident trends and risk mitigation initiatives.\n\nLeaders can continue to increase their level of engagement with their subordinates by:\n\n* Increasing awareness \n* Increasing the recognition of hazards\n* Increasing the need to mitigate risk \n* Increasing the opportunity to change a behavior\n* Decreasing the opportunity for injury, death, or destruction of property\n\n\n**Why is this important to the Army?**\n\nPreventable mishaps that result in injuries and fatalities reduce the Army's strength and impact combat readiness. The spring and summer months are typically the most dangerous times of year for Soldiers off duty, especially regarding mishaps involving private motor vehicles, motorcycles, and personal watercraft. \nEvery day is critical when it comes to risk and leaders, Soldiers, Army Civilians, and Family members must work together to prevent losses within their formations, organizations, and communities. \n\nWith National Safety Month, as a starting point for dialogue, leaders can establish or enhance safety programs that pay dividends throughout the year, regardless of season.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [USACRC Seasonal Safety Campaign](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/AllSeasons.aspx)\n* [USACRC Off-Duty Safety Awareness Presentation](\nhttps://safety.army.mil/odsap)\n\n**Related STAND-TO!:**\n\n* [The Army Safety Program](\nhttps://www.army.mil/standto/archive_2018-01-03/?s_cid_standto)\n* [Safety Online Tools and Initiatives]( \nhttps://www.army.mil/standto/archive_2017-09-13/?s_cid_standto)\n \n",
    "date": "Monday, June 4, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  We have to be able to fight and win our Nation's wars, and safety is a big part of that. Safety is an integral part of everything we do. I need leaders to think about safety foremost in everything they do, both on and off duty.  \n\n\\-  Sergeant Major of the Army Daniel A. Dailey\n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}