{
    "id": "2018-06-05",
    "title": "Private Public Partnership",
    "body": "#######Provided by Office of Chief of Army Reserve\n\n**What is it?**\n\nPrivate Public Partnership program develops, integrates, and directs partner relations for the U.S. Army Reserve. \n\nPrivate Public Partnership (P3) is an innovative program that has transformed how America's Army Reserve and corporate America attracts and retains talent. This program focuses on fostering long-term partnerships with not-for-profit, for-profit, and academic organizations.\n\n**What has the Army Reserve done/ is doing?**\n\nTo serve America's Army Reserve Soldiers, veterans, and families, the P3 team is geographically dispersed throughout the continental United States, Puerto Rico, and Hawaii. The Private Public Partnership team consists of specialists who are dedicated to providing career advancement support and offers the following services:\n\n* Assistance with finding civilian employment opportunities\n* Resume development and interview preparation tips\n* Access to exclusive career opportunities and hiring events\n\nThis program helps further develop Soldiers through degree programs, credentialing, and licensure opportunities. P3 partnerships with colleges, universities, and other learning outlets offer the following benefits:\n\n* Access to training, credentialing, and licensure opportunities offered in the military and civilian sectors\n* Access to unique internship and apprenticeship opportunities for the veteran/military community\n* Cost-effective methods for learning development\n\nPrivate Public Partnership enhances the overall readiness of Army Reserve Soldiers by collaborating with organizations that focus on physical, mental, emotional, spiritual, financial, and Family wellness.\n \n**What continued efforts does the Army Reserve have planned?**\n\nPrivate Public Partnership along with Family programs is providing support to the Readiness divisions, which allows the Readiness Divisions to conduct regional outreach events in order to increase readiness within the United States Army Reserve (USAR) community. While USAR units continue to build capacity by focusing on increasing Soldier readiness, Private Public Partnership and Family programs focuses on increasing Family readiness.  Soldier readiness plus Family readiness equals mission readiness. \n\nIn addition to working with Family programs and Readiness Divisions, P3 is also working with the Army Reserve Careers Division (ARCD) to consolidate resources in central locations, making it easier for Soldiers to access military career and civilian career resources in one center.  \n\nPrivate Public Partnership functions as an entry point for USAR senior leadership to access resources and information on emerging technologies, industries, and academic & private institutions to make informed decisions about the future of the force.\n\n\n**Why is this important to the Army?**\n\nSoldiers benefit by gaining access to unique opportunities that help them in their military and civilian careers and help advance their leader and individual readiness. \n\nPrivate and public sector partners benefit by getting access to the best, brightest, and most highly-trained Army Reserve Soldiers.\n\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [Private Public Partnership](http://www.usar.army.mil/Featured/Private-Public-Partnership) \n\n\n**Related article:**\n\n* [New study examining readiness of America's Army Reserve]( https://www.army.mil/article/179557/new_study_examining_readiness_of_the_army_reserve )\n\n**U.S. Army Reserve and P3 on social media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve )\n* [Instagram](https://www.instagram.com/usarmyreserve/ )\n* [Flickr](https://www.flickr.com/photos/myarmyreserve)\n* [YouTube](https://www.youtube.com/TheUSArmyReserve) \n* [USAR P3 on Facebook](https://www.Facebook.com/PrivatePublicPartnership) \n(Facebook Handle: @PrivatePublicPartnership) \n* [USAR P3 Office on Twitter](https://twitter.com/USAR_P3O) (Twitter Handle: @USAR_P3O) \n* [P3 USAR LinkedIn](https://www.Linkedin.com/company/Private-Public-Partnership-P3-)     \n",
    "date": "Tuesday, June 5, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}