{
    "id": "2018-06-06",
    "title": "U.S. Army Modernization Strategy ",
    "body": "#######Provided by U.S. Army Training and Doctrine Command's Army Capability Integration Center\n\n**What is it?**\n\nThe U.S. Army Modernization Strategy addresses the challenges of the future operational environment and directly supports the 2018 National Defense Strategy's (NDS) line of effort, \"Build a More Lethal Force.\" This strategy outlines the ends, ways, and means for modernizing the U.S. Army to win future wars, and is underpinned by advanced training and doctrine. \n\nThis strategy balances modernization, readiness, force structure, and end strength with available resources to accelerate modernization. This is essential to achieve overmatch and sharpen the Army's competitive advantage to deter, compete and win against any adversary. This strategy leverages smart and bold institutional reform to unify the modernization enterprise under one command. It also promotes a culture of innovation, discipline and accountability. \n\n**What has the Army done / is doing?**\n\nIn October 2017, the Acting Secretary of the Army and Chief of Staff of the Army established six Army modernization priorities to focus future investments.  Army senior leaders redirected $1.1 billion, constituting 80 percent of total available science and technology funding, to these priorities: \n\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17)\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/2018-02-22)\n* [Future Vertical Lift](https://www.army.mil/standto/2018-02-07)\n* [Army Network](https://www.army.mil/standto/2018-03-08)\n* [Air and Missile Defense Capabilities](https://www.army.mil/standto/2018-03-14)\n* [Soldier Lethality](https://www.army.mil/standto/2018-03-22) \n\nEight Cross-Functional Teams (CFTs) were established to integrate warfighters with concept validation and requirements determination. The goal of these CFTs is to reduce the time to deliver new weapons systems by integrating representatives from program management, finance, testing, science and technology, and other critical functions upfront in the process. \n\nOn March 26, 2018, the Army announced the pending activation of Army Futures Command (AFC).\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is undertaking a series of modernization and acquisition reforms designed to promote unity of command and effort, efficiency, cost effectiveness, and leader accountability. \n\nArmy Futures Command will unify the Army modernization enterprise to develop and support the delivery of new warfighting capabilities faster and more cost effectively. The new command will focus on learning and evolving through more rapid innovation, experimentation, demonstration and rapid prototyping to support the delivery of the next generation of weapons, vehicles and equipment essential to conduct Multi-Domain Operations, the Army's concept for future warfare.\n\n**Why is this important to the Army?**\n\nThe Army must quickly adapt, and innovate to modernize formations and capabilities for future wars.  The Army Modernization Strategy will ensure the Army remains the most lethal and effective land force the world has ever seen.\n\n**Resources:**\n\n* [2018 Army Modernization Strategy](https://www.ako1.us.army.mil/suite/files/50180655)\n* [STAND-TO! Army Modernization](https://www.army.mil/standto/2018-01-16) \n* [Multi-Domain Operations](http://www.tradoc.army.mil/MultiDomainOps/index.asp) \n\n",
    "date": "Wednesday, June 6, 2018",
    "quote": "Army leadership, with the support and advice of Congress, is fully committed to bold reform that promises to provide America's Soldiers with the weapons and tools they need, when they need them, to fight and win our Nation's wars. -- The Honorable Mark T. Esper, Secretary of the Army\n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}