{
    "id": "2018-06-07",
    "title": "The Army Vision",
    "body": "#######Provided by Office of the Secretary of the Army  \n\n**What is it?**\n\nThe U.S. Army Vision is the Secretary of the Army and Chief of Staff's guidance for building a lethal army to meet the nation's needs over the next ten years.\n\n**What has the Army done / is doing?**\n\nThe future Army Vision outlines five objectives: \n\n* **Man** - Grow the Active Army above 500,000 Soldiers with associated growth in the Army Reserve and National Guard.\n* **Organize** - Ensure war-fighting formations have sufficient infantry, armor, engineer, artillery and air  defense assets.\n* **Train** - Focus on high-intensity conflict, with emphasis on operating in dense urban terrain, electronically degraded environs and under constant surveillance. \n* **Equip** - Reform the current acquisition system and unify the modernization enterprise under a single command. The intent will be to focus on delivering the weapons, combat vehicles, sustainment systems and equipment when Soldiers need it.\n* **Lead** - Develop smart, thoughtful and innovative leaders of character. Leaders who are comfortable with complexity and are capable of operating from the tactical to strategic level.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue its effort through the employment of modern manned and unmanned ground combat vehicles, aircraft, sustainment systems and weapons. These coupled with robust combined arms formations and tactics based on a modern war fighting doctrine and centered on exceptional leaders and Soldiers of unmatched lethality. \n\nTo provide overmatch in future wars, the Army must adapt and evolve as the world changes.  The Army will prepare by increasing capacity, training, improving and correcting critical gaps. This will result in a far more lethal force that is ready now and prepared for the future.\n\n \n**Why is this important to the Army?**\n\nThe Army of 2028 will be ready to deploy, fight and win decisively, against any adversary, in a joint, multi-domain, high-intensity conflict.  Army will maintain its ability to conduct irregular warfare while simultaneously deterring adversaries anytime, anywhere.  \n\n**Resources:**\n\n* [Army Vision](https://www.army.mil/vision?_st)\n\n**Related articles:**\n\n* [Army Secretary Esper announces 'Army Vision' for 2028](https://www.army.mil/article/206488/?_st) \n* [The Army Vision: Behind the 10-year plan to help the Army win today's and tomorrow's battles](https://www.army.mil/article/206270?_st) \n\n",
    "date": "Thursday, June 7, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We must prepare for the toughest fight. We must now build the Army of 2028. \n\n\n\\-  Secretary of the Army Dr. Mark T. Esper \n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}