{
    "id": "2018-06-11",
    "title": "Off-Duty Safety Awareness Presentation",
    "body": "#######Provided by the U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Off-Duty Safety Awareness Presentation, or ODSAP, is the U.S. Army's safety presentation containing statistics, contributing factors, prevention tips and other relevant information regarding off-duty mishaps. This presentation, developed by the [U.S. Army Combat Readiness Center](https://safety.army.mil/) is for use at battalion level and below.\n\n**What has the Army done / is doing?**\n\nWith the onset of summer and the anticipated rise of off-duty mishaps, the U.S. Army Combat Readiness Center launched its annual off-duty safety awareness presentation. Themed \"Your Life, Our Loss: What You Leave Behind,\" ODSAP contains materials and statistics that highlight the role of safety in off-duty activities. It addresses risky behaviors and emphasizes the often-deadly consequences fatigue, alcohol use and indiscipline, to name a few. \n\nThe ODSAP features embedded videos and speaker notes. The speaker notes may be used as is, or modified to fit a particular presentation style or reflect unit-specific accident trends.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to educate Soldiers about off-duty safety awareness, coupled with the following five-step risk management process, which must be at the heart of every Soldier's plans.\n\n* Identify hazards\n* Assess hazards\n* Develop control and make decisions\n* Implement controls\n* Supervise and evaluate\n\nUpdated annually, the ODSAP reflects current accident data and trend analysis.\n\n**Why is this important to the Army?**\n\nDespite a decline in fatal mishaps over the past 10 years, the impact of accidental loss is still significant. From fiscal year 2013 through 2017, the Army lost an average of 93 Soldiers annually in off-duty mishaps. Losses affect the Army's readiness. ODSAP is a proactive risk management tool that helps educate Soldiers on the most prevalent hazards they face off-duty.  \n\n**Resources:**\n\n* [USACRC home page](https://safety.army.mil)\n* [Off-Duty Safety Awareness Presentation](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2018.aspx)\n* [USACRC National Safety Month page](https://safety.army.mil/MEDIA/MediaArchive/OtherSafetyCampaigns/NationalSafetyMonth-June2017.aspx)\n\n**Related STAND-TO! articles:**\n\n* [The Army Safety Program](https://www.army.mil/standto/2018-01-03) \n* [Army Safety and Occupational Health Objectives](https://www.army.mil/standto/2017-11-28) \n\n",
    "date": "Monday, June 11, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We must prepare for the toughest fight. We must now build the Army of 2028. \n\n\n\\-  Secretary of the Army Dr. Mark T. Esper \n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}