{
    "id": "2018-06-12",
    "title": "Army Values",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe [Army Values](https://www.army.mil/values/) are a specific set of characteristics that are essential to the Army. The Army instills these values into all Soldiers and Civilians with an expectation that they live them every day, in everything they do -- on and off duty. These values are *Loyalty, Duty, Respect, Selfless Service, Honor, Integrity and Personal Courage.*\n\n**What has the Army done / is doing?**\n\nU.S. Army Training and Doctrine Command's [Center for Initial Military Training]( http://usacimt.tradoc.army.mil) and [Center for the Army Profession and Ethic]( http://cape.army.mil/) (CAPE) continuously improve the Drill Sergeant Academy to produce drill sergeants who are equipped to instill Army Values, competence and commitment into trainees. Drill sergeants begin training new recruits from the first time the trainees enter a recruiting station until they complete initial entry training. Soldiers apply these Army Values by following the principles found in the [Soldier's Creed](https://www.army.mil/values/soldiers.html). This includes serving as the nation's warriors, operating in teams, placing the mission first and refusing to quit or leave a fallen comrade behind.\n \nArmy Civilians learn about the Army Values in the civilian [Foundation Course](https://usacac.army.mil/organizations/cace/amsc/foundation), and they apply these values through the principles of the [Army Civilian Corps Creed](https://www.army.mil/values/corps.html). This creed includes dedicated service to Soldiers and civilians, supporting the mission and providing continuity during war and peace.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nCAPE continues to assess the state of the Army Profession, creates doctrine about the profession and its values and assists with Army-wide efforts. The center also integrates Army profession, ethic and character development doctrine into Soldier and civilian training and education as well as Army operations. The Army has more than 60 publications focused on the profession, ethics and character development. Soldiers and civilians mature by studying the Army Profession and applying Army Values throughout their service. Through continuous learning, Soldiers must continue to recommit to these values as they grow in their roles, rank and responsibilities.\n\n**Why is this important to the Army?**\n\nArmy Values and the Army Profession are essential to readiness. Soldiers are the strength of the Army and the nation, and force readiness begins with Soldiers who learn and apply the Army Values. This translates into unit readiness by strengthening individual Soldier resilience and personal readiness. \n\nThe values form the foundation of a culture of teamwork, excellence and respect, which in turn, contributes to a strong and ready Army that can improvise, adapt and overcome -- an Army that is postured to defeat any adversary in the future operational environment.\n\n\n**Resources:**\n\n* [Army Values](https://www.army.mil/values/)\n* [Center for the Army Profession and Ethic](http://cape.army.mil)\n* [U.S. Army Center for Initial Military Training](http://usacimt.tradoc.army.mil/)\n\n\n",
    "date": "Tuesday, June 12, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  I place great importance on a commitment by all ... especially leaders ... to the Army's values. This includes treating everyone with respect, collaborating broadly and always doing the right thing. The Army is at its best when it works and fights as one team, and with the changes we face ahead, a recommitment to these values will serve us well. \n\n\\-  Secretary of the Army Dr. Mark T. Esper \n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}