{
    "id": "2018-06-13",
    "title": "Health of the Force ",
    "body": "#######Provided by U.S. Army Medical Command\n\n**What is it?**\n\n*Health of the Force*  is a report that improves awareness and understanding of the health status of the Army and sub-populations in the Army. It reports key indicators of health such as injury, behavioral health, tobacco use and obesity, which affect readiness and Soldier wellbeing.  \n\nThe U.S. Army Public Health Center released the 2017 *Health of the Force* report on Mar. 15, 2018 to senior Army leaders. It is a population health status report on active-component Soldiers. This report helps to inform programs that reduce and prevent illness and injury and create a healthier force for tomorrow.  \n\n\n**What has the Army done / is doing?**\n\nThe *Health of the Force* report: \n\n* assesses conditions that have an immediate impact on Soldier medical readiness, including injury, behavioral health, and sleep disorders. \n* provides data, at an Army-wide level, on health factors that affect Soldier readiness and the likelihood of developing more serious medical conditions, including obesity, tobacco and substance use, and environmental health.\n* provides installation information to enable garrison leaders to identify successes that can be leveraged as well as areas for improvement.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe online dashboard will include a more dynamic display of installation and command-based reporting as an intuitive and comprehensive tool for commanders.  In addition to this report on the active component population, existing and forthcoming *Health of the Force* products include specific population reports for the [U.S. Army Medical Command](https://armymedicine.health.mil/), the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), and a collaborative effort with the Army National Guard. \n\n**Why is this important to the Army?**\n\nThe metrics from the *Health of the Force* empower Army senior leaders with the knowledge and context necessary to advance programs and strategies that prevent or mitigate medical non-readiness. \n\n**Resources:**\n\n* [Army Public Health Center](https://phc.amedd.army.mil/) \n* [Health of the Force](https://phc.amedd.army.mil/topics/campaigns/hof/Pages/default.aspx)\n\n**Related document:**\n\n* [2017 Health of the Force](https://go.usa.gov/xQMz4)\n\n**Related STAND-TO!:**  \n\n* [Medical Readiness](https://www.army.mil/standto/archive_2017-12-27)\n\n",
    "date": "Wednesday, June 13, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  [Health of the Force Report] highlights the Army's current population health successes that ultimately we, as an Army, can leverage across our camps, posts and stations, in support of the Army's number one priority, readiness.  \n\n\\-  U.S. Army Surgeon General Lt. Gen. Nadja West  \n\n[Third edition of Health of the Force report released, focusing on Soldier injuries, tobacco use](https://www.army.mil/article/202552?_st)",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}