{
    "id": "2018-06-14",
    "title": "The U.S. Army's 243rd Birthday ",
    "body": "#######Provided by Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe U.S. Army was [established](https://www.army.mil/1775?st) on June 14, 1775, and this year marks 243 years of continuous defense to the nation while commemorating and focusing on the ongoing WWI centennial milestones.\n\nThis year's Army birthday theme, *Over There! A Celebration of Army Heroes from WWI to Present Day*, allows the Army to celebrate and honor the accomplishments of the force. \n\n**What has the Army done / is doing?**\n\nThe Army entered the world stage as a coalition power during WWI, creating a force of enduring legacy for today's professional Army. During WWI, the Army also went through a big shift in technology. This war was a catalyst to the Army becoming the worlds' most adaptive and competent land force in history. Today's Army is modernizing to innovate and adapt concepts, equipment and training to be ready for the next challenge. \n\nAmerica's Army has stood ready to serve the nation for 243 years. Today's Soldiers and civilians stand ready to meet any challenge. Readiness has been the cornerstone of the Army's ability to serve wherever needed during its 243-year legacy, and readiness remains the Army's number one priority.\n\nThe Army honors its Soldiers and civilians and their legacy of brave service to the nation. In doing so, the Army seeks to increase awareness of its role and mission in support of the nation.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will remain ready to fight, and it will continue to adapt and modernize to remain the most lethal land force in the world. Army Civilians and Soldiers   will continue to maintain the trust and confidence of the American people while adding to the proud legacy of the Army.  \n\n**Why is this important to the Army?**\n\nObserving the Army's 243rd birthday provides an opportunity for everyone in the Army to reach out and tell their Army stories to the nation. In addition, by observing the ongoing WWI centennial milestones, there is opportunity to highlight the contributions of Army heroes from WWI to present day.\n\n**Resources:**\n\n* [U.S. Army | America's First National Institution](https://www.army.mil/1775?st)\n* [U.S. Army Values](https://www.army.mil/values?st)\n* [U.S.Army Uniforms](https://www.army.mil/uniforms?st)\n* [U.S. Army WWI Centennial](http://www.worldwar1centennial.org/)\n\n**Related STAND-TO!:**  \n\n* [Army Vision](https://www.army.mil/standto/2018-06-07?st=061418)\n* [Army Modernization](https://www.army.mil/standto/2018-01-16?st=061418)\n* [Army Values](https://www.army.mil/standto/archive_2018-06-12?st=061418)\n* [Readiness](https://www.army.mil/standto/2017-10-04?st=061418)\n* [WWI Centennial Commemoration](https://www.army.mil/standto/2017-04-06?st=061418)\n\n",
    "date": "Thursday,  June 14, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  I guarantee you that wherever we are going now, the path that we are set on is outlined in the [vision](https://www.army.mil/vision?_st) that the chief and I put out just two weeks ago. Our country, our Army, will prevail in the future, in the next ten years, and we will prevail for the next 243 years as well.  \n\n\\-  Secretary of the Army Mark T. Esper, making a promise to the Soldiers and the Americans at the Army's 243rd birthday celebration on the Capitol Hill.\n\n*Read the STAND-TO! information paper on the [Army Vision](https://www.army.mil/standto/2018-06-07?stf=061418).*",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}