{
    "id": "2018-06-18",
    "title": "Land Forces Symposium for Central and Southwest Asia ",
    "body": "#######Provided by U.S. Army Central\n  \n**What is it?**\n\nThe 2018 Land Forces Symposium for Central and Southwest Asia (CASA) facilitates candid dialogue between participating nations and interagency stakeholders to increase understanding and cooperation in the region. This forum is a platform where participants share ideas and solutions to regional security challenges.  \n\nThe Land Forces Symposium CASA is a part of [U.S. Army Central](http://www.usarcent.army.mil/) (USARCENT)'s continuing outreach. The symposium aims to strengthen established alliances and partnerships, as well as encourage greater participation in future theater security cooperation exercises. \n\nThis is an annual venue for commanders and senior enlisted advisors from USARCENT and the CASA region. Senior leaders and guest experts from the U.S. State Department and the invited countries discuss lessons learned from past and ongoing peacekeeping operations that affect regional security and present potential challenges to U.S. national security in the [U.S. Central Command](http://www.centcom.mil/) (USCENTCOM) area of responsibility. \n\n**What has the Army done / is doing?**\n\nIn past years, invited civilian and military experts have spoken about the state of foreign relations, the history of conflict, and emerging threats to peace and security. This year's symposium will take place June 18-22, 2018, and will feature leaders from the land force components in Central and South Asia.  \n\nAt this year's symposium, presenters will lead and facilitate discussion on the following topics:\n \n* Peacekeeping and stability operations\n* Humanitarian assistance and disaster response\n* Border security\n* Military professionalization\n* Updates on U.S. Policy, Operation Resolute Support and Exercise Steppe Eagle.  \n  \n\nFor nearly a century, USARCENT has worked to maintain a constant state of readiness beyond their capacity and within the limits of allocated resources. USARCENT leaders and subordinate commands have fostered strong mil-mil relationships to set the theater and shape the environment in one of the most volatile regions in the world. Through 19 exercises and over 200 engagements, USARCENT continues to build trust with and between partners to deter malign influence and prevent future conflict.  \n \n\n**What continued efforts does the Army have planned for the future?**\n\nUSARCENT will continue its commitment to the partners in the region and promote the Army's cultural values and military professionalism. USARCENT will continue to collaborate with trusted partners to confront mutual security challenges such as combating transnational terrorism and post-conflict peacekeeping.     \n\n**Why is this important to the Army?**\n\nStrategic-level exchanges can inform future peacekeeping and stability operations doctrine, exercises, and concept plans in areas that border the Indo-Pacific and European theaters. \n\nUSARCENT's partnerships with CASA nations result in greater collective land force readiness, coalition capability, and mission command interoperability. Mil-mil exercises and exchanges help achieve better coordination between nations, government agencies, and non-government organizations. \n\n\n\n**Resources:**\n\n* [USARCENT](http://www.usarcent.army.mil/)\n* [USCENTCOM](http://www.centcom.mil/)\n\n\n**Related STAND-TO!:**\n\n* [U.S. Army Central](https://www.army.mil/standto/2017-12-12)\n\n**USARCENT on social media:**\n\n* [Facebook](https://www.facebook.com/usarmycentral/)\n\n\n",
    "date": "Monday, June 18, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}