{
    "id": "2018-06-19",
    "title": "Service Culture Campaign ",
    "body": "#######Provided by U.S. Army Installation Management Command\n  \n**What is it?**\n\nThe Service Culture Campaign is a sustained readiness plan and operation launched by the [U.S. Army Installation Management Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom) in 2017. The campaign is key to developing highly effective teams capable of supporting installation senior commanders and Army readiness requirements. It is built upon the premise that excellence in customer service is a byproduct of how employees are treated, establishes an environment where employees have engaged leaders, feel valued, are loyal to the organization, and treat each other respectfully.\n\nThe Service Culture is vital to help the Army adapt to a changing environment characterized by reduced resources and instill a culture (shared value) of service excellence in the workforce in order to maintain readiness. \n\nThe campaign indoctrinates a culture of service excellence through leader and workforce engagement; on-boarding programs that welcome and integrate newly assigned Soldiers and civilians to IMCOM; employee recognition programs that effectively further Army mission, goals and values; and standardized customer service training implemented garrison-wide.\n\n\n**What has the Army done / is doing?**\n\nIMCOM is ensuring that the foundations of service excellence are understood and applied at all echelons of the organization emphasizing junior leaders, first-line supervisors, and front-door service providers.\n\nIMCOM organizations are assessing and revamping existing efforts associated with service excellence, leadership, communications, on-boarding, recognition, and integrating service culture principles into strategic plans.\n\nIMCOM's standardized customer service training program, [Operation Excellence]( https://www.imcomacademy.com/ima/?page_id=8128) (OPEX), has expanded to include all IMCOM employees to help the workforce understand and apply service excellence principles.  \n \nIMCOM is currently ensuring all garrisons have enough OPEX facilitators to train the workforce by providing trainer certification courses in fiscal year 2018 and beyond.  \n\n**What continued efforts does the Army have planned for the future?**\n\nOPEX refresher curriculum continues to be developed to ensure that the workforce stays focused on service excellence in the long term.\n\nIn FY 2019, IMCOM will conduct a second command-wide Customer Service Culture survey. This will help to evaluate the command's success in establishing the conditions necessary for a culture of service excellence and determine steps for long-term program sustainment.\n  \n\n**Why is this important to the Army?**\n\nThe Army is facing continued reduced resources that have an impact on the amount and level of services it can provide. The Service Culture Campaign recommits leaders to basic leadership principles and ensures that the workforce stays engaged despite challenges. This translates into a workforce that is proud of providing services that drive Army readiness.  \n\n\n\n**Resources:**\n\n* [U.S. Army Installation Management Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom)\n* [IMCOM Service Culture](https://army.deps.mil/army/cmds/imcom_HQ/SCI/SitePages/Home.aspx)\n\n\n**Related STAND-TO!:**\n\n* [IMCOM 2025 and Beyond](https://www.army.mil/standto/archive_2015-03-25)\n\n**Related articles:**\n\n* [IMCOM Establishes a Culture of Service Excellence](https://www.army.mil/article/203461)\n* [Europe's first Service Culture Center opens with an eye on employee development](https://www.army.mil/article/203902/)\n\n**Related videos:**\n\n* [Service Culture Initiative PSA](https://www.dvidshub.net/video/521374/service-culture-initiative-psa)\n* [IMCOM Divest-Reshape-Invest PSA](\nhttps://www.dvidshub.net/video/558179/imcom-divest-reshape-invest)\n\n\n\n",
    "date": "Tuesday, June 19, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}