{
    "id": "2018-06-20",
    "title": "Cyberspace Electromagnetic Activity Support to Corps and Below ",
    "body": "#######Provided by U.S. Army Cyber Command\n  \n**What is it?**\n\nThe Cyberspace Electromagnetic Activity Support to Corps and Below (CSCB) pilot program is the integration of cyber effects at the tactical edge of combat. CSCB includes training at home station, at the Army's combat training centers (CTCs), and support to real world missions. \n\n[U.S. Army Cyber Command](http://www.arcyber.army.mil/) (ARCYBER) initiated the CSCB pilot to develop and demonstrate cyber effects at corps and echelons below. Using expeditionary offensive and defensive cyber effects, information operations and electronic warfare capabilities, commanders are integrating cyberspace operations to fight and win on the modern battlefield.\n\n**What has the Army done / is doing?**\n\nThe CSCB pilot has integrated with nearly a third of Army Brigade Combat Teams (BCT) during their rotations at Combat Training Centers (CTC).  ARCYBER Soldiers partnered with 3rd Brigade, 1st Armored Division during their National Training Center rotation in June 2018. \n\nWithin each rotation, ARCYBER and its subordinate operational units - Cyber Protection Brigade (CPB), 1st Information Operations Command and 780th Military Intelligence Brigade - integrate into each BCT training cycle to:\n\n* Incorporate cyber effects into training scenarios\n\n* Educate the brigade on threats, tools, tactics and capabilities at home station\n* Integrate cyberspace operations into planning and targeting\n* Provide cyberspace operations personnel to augment the brigade staff\n* Train CTC operations and opposing force personnel   \n\n**What continued efforts does the Army have planned for the future?**\n\nARCYBER will continue to support training several brigade rotations annually at the CTCs and U.S. Army Europe in the future, and support select operations when requested. \n\nLessons learned from CSCB and other efforts will inform future Army decisions about: \n* Expeditionary cyberspace operations requirements for deployed forces\n* Inform Army Training and Doctrine Command in the development of cyberspace requirements (doctrine, organization, training, materiel, leadership, education, personnel and facilities)\n* Establish an enduring cyber environment at Army CTCs\n* Army Network modernization \n* The future of Electronic Warfare and Information Operations in the Army \n  \n\n**Why is this important to the Army?**\n\nNetworks underpin military operations, whether at home station or the tactical edge. With both challenges and opportunities on the modern battlefield, the Army must integrate cyberspace operations and effects at all levels to enable maneuver and mission command, and empower the forces to fight and win. \n\n**Resources:**\n\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/)\n* [ARCYBER](https://www.army.mil/armycyber)\n\n**Related STAND-TO!:**\n\n* [Army Network](https://www.army.mil/standto/2018-03-08)\n\n**Related articles:**\n \n* [Cyber Activities at the National Training Center Support Real World Operations](https://www.army.mil/article/200264/cyber_activities_at_the_national_training_center_support_real_world_operations)\n* [Integrated Army cyber activities teams playing pivotal role in warfare](https://www.army.mil/article/198871/)\n* [Combat Training Center rotations continue to drive evolution of Army Cyber-Electromagnetic Activities](https://www.army.mil/article/190201/ )\n* [Cyberspace-Electromagnetic Activities program builds maneuver unit readiness](https://www.army.mil/article/207321/)\n\n\n\n",
    "date": "Wednesday, June 20, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}