{
    "id": "2018-06-21",
    "title": "DOD CAC Certificate Reduction and Realignment Plan",
    "body": "#######Provided by Office of the Army Chief Information Officer/G-6\n  \n**What is it?**\n\nDepartment of Defense (DOD) CAC Certificate Reduction and Realignment Plan, developed by the DOD  Chief Information Officer (CIO), will modify the Common Access Card (CAC) to align with guidelines and enhance interoperability with other federal agencies.  \n\nThe plan entails modifying the certificates currently stored on the CAC as follows:  \n\n* Remove the ID certificate\n* Realign the Email Signing certificate to perform signature functions only \n* Activate the Personal Identity Verification (PIV) authentication certificate to perform all authentication functions. \n\n\n**What has the Army done / is doing?**\n\nDefense Manpower Data Center issues CACs for three years at a time. \nThe DOD plan requires the Army to prepare users and Public Key Enabled (PKE) Information Technology resources (e.g., networks, systems, applications, etc.) to execute this realignment plan. \n\nFor most users this transition will happen behind the scenes with the exception of following users whose CACs meet the following two conditions:  \n\n* Issued prior to Feb. 24, 2018. \n* Have an expiration date later than 18 months after the DOD CAC Certificate Reduction and Realignment Plan memorandum is signed. \n\n\nStakeholders across the Army and DOD, have worked together to plan the Army's way ahead in compliance with the DOD guidance for the CAC changes.  Stakeholders include the Army CIO/G-6, Army Cyber Command (ARCYBER), Network Enterprise Technology Command (NETCOM), Assistant Secretary of the Army for Acquisition, Logistics and Technology (ASA (ALT)) and the Defense Manpower Data Center (DMDC).\n\nBeginning February 24, 2018, DMDC began issuing the new CACs with an activated PIV Authentication Certificate.  Army Human Resources Command (HRC) was provided user awareness and assistance information to disseminate to Army CAC ID offices to prepare them to respond to inquiries concerning the activated PIV Authentication Certificate. \n \nOn April 17, 2018, the Army published a memorandum, \"Upcoming Changes to the DOD Common Access Card,\" that provides general awareness of upcoming changes and instructions for Army users who wish to activate their PIV authentication  certificate via the RAPIDS Self-Service ID Card Office Online.   \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to provide additional information on the DOD CAC Certificate Reduction and Realignment Plan, transition timelines and actions Army users and system owners must take to successfully realign and reduce CAC certificates across the Army.\n\n\n**Why is this important to the Army?**\n\nCertificate reduction and realignment will increase Army's operational effectiveness by facilitating CAC access to information across federal and DOD IT resources.  \n\n**Resources:**\n\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [Upcoming Changes to DOD CAC](ttps://www.milsuite.mil/book/docs/DOC-468791) *log-in required*\n* [DMDC RAPIDS Self-Service ID Card Office Online](https://pki.dmdc.osd.mil/self_service)\n* [DOD Common Access Card](http://www.cac.mil)",
    "date": "Thursday, June 21, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}