{
    "id": "2018-06-25",
    "title": "Infantry One Station Unit Training Extension Pilot",
    "body": "#######Provided by Maneuver Center of Excellence, U.S. Training and Doctrine Command  \n  \n**What is it?**\n\nInfantry One Station Unit Training (OSUT) combines basic combat training with advanced individual training in one location at Fort Benning, Georgia.   \n\nThe U.S. Army is extending Infantry OSUT from 14 to 21 weeks under a pilot program beginning in July 2018. The OSUT extension pilot achieves the Army's [vision of 2028](https://www.army.mil/standto/2018-06-07) to better prepare Soldiers for the rigors of modern combat.  \n\nThe pilot will begin with multiple, staggered classes that will run simultaneously to enable improvements and lessons learned to be incorporated into the classes that follow. This pilot will validate the program of instruction and inform the conversion of OSUT to the 22-week program. This conversion of all Infantry OSUT instruction will begin in October 2019 and be completed by October 2020.\n\n\n**What has the Army done / is doing?**\n\nThe Army's training of close combat Soldiers has remained almost unchanged since 1974, but modern technological advances worldwide have increased the complexity and lethality of combat. These advances have also diminished the capability gap between the U.S. and peer threats on today's [Multi-Domain Operations](https://www.army.mil/standto/archive_2017-03-08).  \n\nThe Army is conducting a pilot course of OSUT that extends the program from 14 weeks to 21 weeks in order to provide the Army with Soldiers who are better prepared for the rigors of modern combat. The extended OSUT program will provide Soldiers with additional focus on combative, land navigation, vehicle employment, medical skills, battle drills and operations in urban environments. The additional training will prepare Soldiers to tactically integrate into their first units of assignment with the goal of rapidly deploying, and completing successful combat operations. \n \n \n \n**What continued efforts does the Army have planned for the future?**\n\nSoldiers will continue to train on legacy systems, but OSUT extension will allow Infantry Soldiers to evolve and become more proficient and better respond to the near peer threats, ready to fight and win, anytime, anywhere. \n\n**Why is this important to the Army?**\n\nFor more than 240 years, the American Soldier has defended this nation; however, increased complexity and lethality of peer threats requires more highly trained close combat Soldiers. Today's Soldiers must be trained to fight, win and survive in any environment anywhere, anytime and against any adversary.   \nThe new OSUT program is designed to better prepare trainees for the physical and mental rigors of being an Infantry Soldier. The OSUT extension program will increase the skills, abilities and lethality of Soldiers before they are sent to their first units of assignment and help to maintain superiority against the nation's adversaries.\n\n\n**Resources:**\n\n* [The Maneuver Center of Excellence ](http://www.benning.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n**Related document:**\n\n* [TRADOC Regulation 350-6, Enlisted Initial Entry Training Policies and Administration](http://www.tradoc.army.mil/tpubs/regs/tr350-6.pdf)\n\n**Related STAND-TO!:**\n\n* [Soldier Lethality](https://www.army.mil/standto/2018-03-22)\n\n**Related article:**\n\n* [Army to extend OSUT for Infantry Soldiers](https://www.army.mil/article/207623?st)\n\n* [Army to extend Infantry OSUT to bolster Soldier lethality](https://www.army.mil/article/203228)",
    "date": "Monday, June 25, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Extending OSUT is about increasing our readiness and preparing for the future. This pilot program is the first step toward achieving our vision of the Army of 2028. With more time to train on critical Infantry tasks, we'll achieve greater lethality. \n\n\\- Sgt. Maj. of the Army Daniel A. Dailey, speaking about the One Station Unit Training Extension Pilot \n\n[Army to extend OSUT for Infantry Soldiers](https://www.army.mil/article/207623?st)\n",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}