{
    "id": "2018-06-27",
    "title": "Exercise Iron Union ",
    "body": "#######Provided by U.S. Army Central\n\n**What is it?**\n\nExercise Iron Union is an annual joint military exercise between the U.S. and United Arab Emirates (UAE) that focuses on combat readiness and interoperability between the two nations. \n\nU.S. Army Central chose the name *Iron Union* to signify the strength of the shared commitment and collaboration between the two nations' military.\n \nTask Force Spartan (TF Spartan), USARCENT's division headquarters in Kuwait, is led by an Army National Guard division with units comprised from Compos 1, 2, and 3 (active component, National Guard, and Army Reserve). This task force and the UAE land forces exercise strategic movement, live fire, and expeditionary logistical support at the company and battalion level designed to improve mission command interoperability while assessing combat capability and unit readiness. \n\n\n**What has the Army done / is doing?**\n\nThe Iron Union exercise series was executed in Kuwait in 2016. With each iteration, UAE land forces have demonstrated progress and improved professional expertise in border security, checkpoint operations, and staff planning. The result has been a stronger mil-mil relationship with the UAE today.  \n \nIron Union specifically enables the use of new ports, such as Al Hamra Airfield as the aerial port of debarkation (APOD) and Mugharaq Port as the sea port of debarkation (SPOD) in UAE. Routine access further validates these locations for future use to meet exercise and contingency operational needs. \n \n**What continued efforts does the Army have planned for the future?**\n\nThe USARCENT vision for the exercise is to alternate the location of the exercise between UAE and Kuwait to decrease the logistical burden on TF Spartan and to allow the UAE to practice their deployment and redeployment tasks.  Additionally, USARCENT intends the exercise to alternate between a command post exercise and field training exercise construct in order to lessen the stress on the training units and to increase the interoperability of U.S./UAE mission command systems. \n \n**Why is this important to the Army?**\n\nExercises like Iron Union are designed to strengthen military-to-military relations between the U.S. and the UAE land forces. This exercise helps to expand the Army's current levels of access, basing and overflights in support of USARCENT's current concept plans.\n \n\nIron Union is an excellent training opportunity for both countries to test their tactical proficiency in critical mission areas, enhance leader development, gain an understanding of each other's forces, and support long-term regional stability as a coalition. \n\nRecurring military-to-military engagements have helped to expand levels of trust and cooperation, enhance mutual capabilities, and promote long-term regional stability and  military-to-military relations between two countries.\n \n\n\n**Resources:**\n\n* [USARCENT](http://www.usarcent.army.mil/) \n* DVIDS: [Iron Union](https://www.dvidshub.net/feature/IronUnion ) \n* [History of the Medal of Honor](https://www.army.mil/medalofhonor/history.html)\n* [Congressional Medal of Honor Society](http://www.cmohs.org/)\n* [Army Values](http://www.army.mil/values?from=st)\n\n\n**Related STAND-TO!:**\n\n* [U.S. Army Central](https://www.army.mil/standto/2017-12-12)\n* [Army Values](https://www.army.mil/standto/archive_2018-06-12/?from=st)\n\n\n**USARCENT on social media: :**\n\n* [Facebook](https://www.facebook.com/usarmycentral)\n* [Twitter](https://twitter.com/usarmycentral)\n* [YouTube](https://www.youtube.com/user/USArmyCentral )\n* [Flickr](https://www.youtube.com/user/USArmyCentral )",
    "date": "Wednesday, June 27, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 26:  White House Medal of Honor Ceremony for 1st Lt. Garlin M. Conner  (#MedalofHonor) \n \nJune 27: Pentagon Hall of Heroes Induction Ceremony for MOH Recipient Conner\n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}