{
    "id": "2018-05-01",
    "title": "Asian American Pacific Islander Heritage Month",
    "body": "#######Provided by HQDA G-1\n\n**What is it?**\n\nAsian American Pacific Islander Heritage Month celebrates the important contributions of individuals of Asian/Pacific Islander descent to the nation, both historically and in today's society.  \n\nThe month of May was chosen for this commemoration because it marks the anniversary of the arrival of the first Japanese immigrants to American on May 7, 1843, and the completion of the transcontinental railroad by predominantly Chinese laborers on May 10, 1869.  \n\nThe theme for 2018 is *Unite Our Vision by Working Together*.  This theme honors the idea that the promise of America is possible because of the collective contributions of people from every walk of life and every corner of the earth. \n\n  \n**What has the Army done/ is doing?**\n\nThe Army commemorates and celebrates the contributions of Asian and Pacific Islanders to the nation and the Army.  \n\nAsian and Pacific Islander American warriors have served in America's Army since the Civil War.  The 442nd Regimental Combat Team, the all Japanese-American unit from WWII, is still one of the most highly decorated units in military history.  This distinguished unit earned 9,485 Purple Hearts, eight Presidential Unit Citations, and 21 of its members were awarded Medals of Honor.  In October 2017, Congress awarded the Congressional Gold Medal to Filipino veterans of World War II in honor of 260,000 Filipinos who fought alongside American forces during the war. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nAsian American Pacific Islander Heritage Month stands as a reminder of the strength the Army has gained, and will gain, through a high-quality diverse All-Volunteer Force. The Army firmly values the principles of diversity and inclusion and continues to lead American society in maximizing the potential of future leaders from all backgrounds. Diversity makes the Army better and more equipped to meet the challenges and threats of the future. The Army continues to cultivate a climate of trust and respect to allow every Soldier to thrive and achieve their full potential.\n\n**Why is this important to the Army?**\n\nIndividuals of Asian and Pacific Islander descent have historically served in the Army with great valor and distinction and continue to be critical members of the Army team. They play vital roles in today's Army as Soldiers, Army Civilians and Family members. \n\nNearly 59,000 Soldiers who identify as Asian American/Pacific Islander serve in the Total Force (~ 29,000 Regular Army; ~ 14,000 National Guard; ~ 15,000 Army Reserve.) The contributions and achievements of individuals of Asian/Pacific Islander descent illustrates the strength of a diverse Army. \n\n\n    \n**Resources:**\n\n* [Army.mil: Asian-Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificamericans/)\n* [Army Diversity](http://www.armydiversity.army.mil/)\n* [Federal Asian Pacific American Council](https://www.fapac.org/) \n\n",
    "date": "Tuesday, May 1, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Asian Americans in uniform have written boldly across the pages of our military history -- and advanced our social well-being at the same time.\n\n\\- Gen. Eric Shinsecki, former Army Chief of Staff and Secretary of Veterans Affairs\n \n",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}