{
    "id": "2018-05-03",
    "title": "National Day of Prayer ",
    "body": "#######Provided by U.S. Army Chaplain Corps \n\n**What is it?**\n\nThe National Day of Prayer is an annual observance that takes place on the first Thursday in May. President Harry S. Truman established this day of prayer for a broad representation from all religions with a clear focus on praying for the nation.  The theme of 2018 National Day of Prayer, celebrated on May 3, is \"Pray for America - UNITY.\"\n\nThe National Day of Prayer is nonpartisan, does not endorse one religion or service, nor does it advertise any religious events. This is different from the National Prayer Breakfast, which takes place in February, and is often hosted by the President of the United States.  \n\n**What has the Army done/ is doing?**\n\nArmy Chaplains have sponsored or participated in unit or installation-level observances for the National Day of Prayer.  The National Day of Prayer Task Force, a private organization, recommends prayer efforts focus on those in position of authority.  Those positions include judges, educations, police and fire chiefs, school board members, military leaders and elected officials.  Army Chaplains advise commanders on appropriate ways to conduct National Day of Prayer observances.  Commanders may host unit level or installation level observances. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe United States Army will continue to keep the focus on prayer by individuals or groups involving a broad spectrum or religions and religious leaders. \n\n \n**Why is this important to the Army?**\n\nThe first amendment of the United States Constitution provides for the free exercise of religion.  The Army places a high value on the rights of its Soldiers to observe the tenets of their respective religion or to observe no religion at all.  The National Day of Prayer is one opportunity to provide for the free exercise of religion for those who choose to participate.\n    \n**Resources:**\n\n* [U.S. Army Chaplain Corps](http://www.army.mil/chaplaincorps)\n* [National Day of Prayer](http://www.nationaldayofprayer.org)   \n\n\n**Army Chaplain Corps on social media:**\n\n* [Facebook](http://www.facebook.com/ArmyChaplainCorps)\n \n\n \n\n",
    "date": "Thursday, May 3, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}