{
    "id": "2018-05-07",
    "title": "Chemical Stockpile Emergency Preparedness Program ",
    "body": "#######Provided by U.S. Army Materiel Command\n\n**What is it?**\n\nThe Chemical Stockpile Emergency Preparedness Program (CSEPP) provides emergency preparedness assistance and resources to communities surrounding the Army's chemical warfare agent stockpiles. The U.S. Army Materiel Command's Chemical Materials Activity (CMA) oversees this program.\n\nA 1986 public law mandated maximum protection for the environment, public and personnel near the eight chemical stockpiles in the continental United States at the time, leading to the creation of CSEPP. CMA destroyed six stockpiles, and safely stored the remaining two in Kentucky and Colorado.  \n\n**What has the Army done/ is doing?**\n\nCSEPP has been a unique partnership between the Army and the Federal Emergency Management Agency (FEMA) for more than 20 years, providing maximum protection for the public, personnel and environment near U.S. chemical weapon stockpiles.\n\nThrough CSEPP, the Army advanced emergency preparedness, developing procedures that became the basis for national guidance. CSEPP preparedness translates to better overall emergency preparedness. \n\nThe Army and FEMA coordinate complex planning and budgeting, and exercise each site annually, in May in Colorado  and September in Kentucky. Hundreds of employees and volunteers from all levels of government participate and evaluate these exercises. Exercising and training ensures military personnel and families, emergency responders, hospitals, schools, businesses, and residents are ready to respond appropriately in a chemical stockpile accident.\n\n\nCSEPP developed protective actions such as:\n\n* Shelter in place during chemical hazards; \n* Advance the ability to model the size and scope of airborne hazards to ensure appropriate protective action; \n* Improve communication methods to the public during emergencies, including those who do not speak English or who have special needs.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nCSEPP's support remains until chemical stockpile destruction is complete. The program will maintain preparedness, update procedures and technology and leave a legacy that will continue to benefit the communities after the program completes its mission. Thousands of people have worked in CSEPP, developing practices in a collaborative setting that benefit not only DOD, but also the nation.\n \n**Why is this important to the Army?**\n\nThe Army's commitment to CSEPP has led to improved emergency preparedness nationwide and supports readiness. The Army also has responsibility for implementing the Defense Authorization Act for FY 1986 (Public Law 99-145), the mandate for public protection that led to the creation of CSEPP. \n    \n**Resources:**\n\n* [U.S. Army Chemical Materials Activity](https://www.cma.army.mil/)\n* FEMA: [Chemical Stockpile Emergency Preparedness Program](https://www.fema.gov/technological-hazards/chemical-stockpile-emergency-preparedness-program)   \n* [Program Executive Office, Assembled Chemical Weapons Alternatives](https://www.peoacwa.army.mil/)\n* [Organization for the Prohibition of Chemical Weapons](https://www.opcw.org/)\n* [U.S. Army Materiel Command](http://www.amc.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Army Materiel Command Strategic Objectives](https://www.army.mil/standto/2017-04-18)\n\n**Related documents:**\n\n* [AR 50-6, Chemical Surety](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN3125_AR50-6_WEB_FINAL.pdf)\n* [AR 200-1, Environmental Protection](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r200_1.pdf)\n* [Army Emergency Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/p525_27.pdf)\n\n\n \n\n \n\n",
    "date": "Monday, May 7, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}