{
    "id": "2018-05-08",
    "title": "Motorcycle Mentorship Program",
    "body": "#######Provided by the U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Motorcycle Mentorship Program is a voluntary unit or installation-level organization where inexperienced and seasoned motorcycle riders are paired together to create a supportive environment that promotes safe and responsible riding. \n\n**What has the Army done/ is doing?**\n\nThe Army observes the National Highway Traffic Safety Administration-designated month of May as Motorcycle Safety Awareness Month. The observance coincides with the beginning of riding season for many Soldiers and it serves as an awareness to riders and non-riders of their responsibilities while sharing the road. \n\nMotorcycle riding has become the off-duty activity of choice for many Soldiers. Because it is a popular off-duty activity, motorcycle mentorship has become one of the most valuable tools leaders have to reduce motorcycle mishaps in their formations. \n\nSoldier motorcycle fatalities fell 18 percent during fiscal 2017, down 28 from 34 the year prior. The Army has been able to reverse the trend through engaged leadership, training and education, and as a result, accidents and fatalities have decreased. \n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC) continually solicits user feedback and provides information on safe motorcycling through the [Motorcycle Mentorship Program](https://safety.army.mil/OFF-DUTY/PMV-2/MotorcycleMentorshipProgram(MMP)/MMPOverview.aspx) and social media. The USACRC's motorcycle safety subscription allows mentors and riders to receive real-time motorcycle safety information and query for existing Motorcycle Mentorship program products. The USACRC's objective is to provide current and up-to-date information and material, including topics for all riding seasons, to improve communication and information flow.\n\n**What continued efforts does the Army have planned?**\n\nThe U.S. Army Combat Readiness Center is pursuing additional behavioral based instruction to augment current motorcycle operator training and continues to engage leaders, mentors and riders on benefits of the Motorcycle Mentorship Program. USACRC is working with IMCOM to beta test the Motorcycle Safety Foundation's Basic RiderCourse Update (BRC-U) at several military locations this spring. The enhanced BRC-U provides a more robust behavioral module than the current BRC. Currently, almost 50 percent of PMV-2 (motorcycle) mishaps are behavior related. \n \n**Why is this important to the Army?**\n\nMotorcycle Mentorship Programs affect the formations by proactively mitigating risk and promoting discipline among Army riders. Training, coaching and mentoring creates a safe unit riding culture. Motorcycle accidents affect readiness, and the safety of Soldiers, families and civilians is imperative for Army readiness.  \n    \n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [Motorcycle Mentorship Program ](https://safety.army.mil/OFF-DUTY/PMV-2/MotorcycleMentorshipProgram(MMP).aspx)   \n* [Seasonal Safety campaigns ](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/AllSeasons.aspx)\n* [Motorcycle Refresher Exercises](https://safety.army.mil/OFF-DUTY/PMV-2/Training/MotorcycleRefresherExercises.aspx)\n\n**Related STAND-TO!:**\n\n* [Army Safety Online Tools and Initiatives](https://www.army.mil/standto/2016-10-25)\n* [Annual Army Safe Spring/Summer Campaign](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2017.aspx)\n\n\n**USACRC on social media:**\n\n* [Facebook](https://www.facebook.com/ArmySafety/)\n* [Twitter](https://twitter.com/SafetyCenter)\n* [YouTube ](https://www.youtube.com/user/USArmySafety)\n* [Knowledge Magazine](https://safety.army.mil/MEDIA/Knowledge.aspx)\n \n\n \n\n",
    "date": "Tuesday, May 8, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}