{
    "id": "2018-05-09",
    "title": "The Enterprise Data Analytics Strategy for Army Business",
    "body": "#######Provided by the Office of Business Transformation\n\n**What is it?**\n\nThe Enterprise Data Analytics Strategy for Army Business (EDAS), approved and signed by the Under Secretary of the Army establishes strategic direction for the Army in building enterprise-wide decision analytics capabilities that capture the full business value of Army information resources. \n\n**What has the Army done/ is doing?**\n\nThe availability of enormous quantities of data in the Army combined with tools for rapidly analyzing data on a massive scale carries the potential to answer previously unanswerable questions whose answers have a direct impact on readiness.  To optimize this potential, the Army is working to advance its current data analytics approaches and goals to develop an enterprise-level data analytics capability. This capability will enable analysis, extraction of meaningful information, and decision-making based upon large, diverse, and real-time datasets that has not thus far been possible.  \n\nThis foundation for innovative analysis can generate new insights and inform strategic decisions regarding issues of readiness that are fundamental to the Army's Title 10 United States Code responsibilities.\n \n\n**What continued efforts does the Army have planned?**\n\nThe Army Office of Business Transformation will lead the effort to operationalize the strategy, bringing to fruition its goals and objectives.  Key actions include:\n\n* Developing and deploying implementation plans to operationalize the Enterprise Data Analytics Strategy for Army Business.  These implementation plans will set the doctrinal, organizational, and personnel related conditions to provide actionable insights into areas of strategic importance.\n* Establishing governance to oversee the accomplishment of [Enterprise Data Analytics Strategy for Army Business](https://www.army.mil/e2/downloads/rv7/professional/enterprise_analytics_strategy.pdf) objectives.\n\n\n**Why is this important to the Army?**\n\nThe Enterprise Data Analytics Strategy for Army Business  is a framework for providing timely and accurate predictive, inferential, or causal analysis that links resource decisions and proposed courses of action to projected outputs or outcomes for Army leaders.\n   \nThis strategy sets the conditions for enhancing the Army's ability to identify opportunities and solutions for the improvement of readiness at best value to the nation.  \n \n    \n**Resources:**\n\n* [Office of Business Transformation](https://www.army.mil/obt)\n\n**Related document:**\n\n* [Enterprise Data Analytics Strategy for Army Business](https://www.army.mil/e2/downloads/rv7/professional/enterprise_analytics_strategy.pdf)\n\n**Related STAND-TO!:**\n\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14)\n*[Changing Management Behavior: Every Dollar Counts](https://www.army.mil/standto/archive_2016-04-18)\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14)\n\n \n \n\n \n\n",
    "date": "Wednesday, May 9, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  The Enterprise Data Analytics Strategy for Army Business builds on the framework of the Army Data Strategy that established the foundation for sharing data, information, and information technology services to make data visible, accessible, understandable, trusted and interoperable. \n\n\\-  Under Secretary of the Army Ryan D. McCarthy\n\n\n[Enterprise Data Analytics Strategy for Army Business](https://www.army.mil/e2/downloads/rv7/professional/enterprise_analytics_strategy.pdf)\n\n",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}