{
    "id": "2018-05-10",
    "title": "Military Spouse Appreciation Day",
    "body": "#######Provided by the Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe U.S. Army celebrates Military Spouse Appreciation Day on May 11 to recognize Army spouses for their strength, loyalty and commitment to Soldiers and today's Army. \n\nPresident Ronald Reagan issued the first Military Spouse Day proclamation on May 23, 1984. The proclamation recognizes the profound importance of a military spouse's commitment to the readiness and well-being of service members. The Secretary of Defense standardized the date by declaring the Friday before Mother's Day as Military Spouse Appreciation Day. In 1999, Congress officially made Military Spouse Appreciation Day a part of National Military Appreciation Month. \n\n\n**What has the Army done/ is doing?**\n\nThe Army recognizes and appreciates the positive effect spouses have on Soldiers and the Army.  Ready and resilient Army spouses routinely put the welfare of Soldiers, their Families, and the nation above their own. The Army provides a wide range of programs and serves to support more than 480,000 spouses of Total Army Soldiers. \nThe Army Employment Readiness Program provides spouses resource information on available local, national, and international employment opportunities, job market and hiring trends, educational resources, and volunteer resources.\n \nThe Army held 674 job fairs in fiscal year 2017, with more than 9,433 employers participating. More than 11,650 spouses attended job fairs, resulting in 6,400 hirings. Spouse employment increases the financial stability and readiness of the Army Family.\n\nThe Army will promote Military Spouse Appreciation Day through a variety of programs and special events to celebrate our military spouses. Additionally, Army organizations will execute Military Spouse Appreciation Day communication efforts and activities to show appreciation to spouses and to stress their importance to a strong and ready Army. \n\n \n**What continued efforts does the Army have planned?**\n\nThe Army reaffirms its commitment to provide the best care, support, and services for Army Families by improving their quality of life through initiatives such as Total Army Strong, Employment Readiness, and the Soldier for Life programs.  \n\nThe Army is indebted to spouses for their care and unwavering support to the Army, including the Gold Star spouses and spouses of wounded warriors. Gold Star spouses are influential members of military communities, and the Army remains committed to supporting them through programs such as Survivor Outreach Services. \n\n\n\n**Why is this important to the Army?**\n\nSpouses are an important part of the Army family and contribute to readiness by enabling Soldiers to remain focused on their missions.\n\nThe strength of Soldiers comes from the strength of their Families, and the Army spouse is the backbone of that support and strength. Army spouses are vital to the strength, resilience, and readiness of Soldiers and military communities. \n \n \n    \n**Resources:**\n\n* [Office of the Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil/)\n* [Army.mil: Army Families](https://www.army.mil/families/)\n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx )\n\n \n \n\n \n\n",
    "date": "Thursday, May 10, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Military spouses demonstrate a courage and strength that is reflective of our nation. Today we honor them for their commitment to their Soldiers and Families, which allows us to focus on our Army missions. Thank you all for your sacrifice  we are Army Strong because of you.  \n\n\n\\-  Gen. Mark A. Milley, Chief of Staff of the U.S. Army\n\n \n",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}