{
    "id": "2018-05-14",
    "title": "STARRS - Longitudinal Study  ",
    "body": "#######Provided by Office of the Deputy Under Secretary of the Army\n\n**What is it?**\n\nThe Study to Assess Risk and Resilience in Servicemembers -- Longitudinal Study (STARRS-LS) is the follow on study to [Army STARRS](http://starrs-ls.org/#/page/background). This is a major part of the overall effort to develop and test more effective suicide prevention and intervention strategies. \n\n\n**What has the Army done/ is doing?**\n\nSTARRS-LS was established in July 2015, as a [research partnership](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/the-making-of-army-starrs-an-overview.shtml) between the Department of Defense (DOD), the Department of the Army (DA) and the National Institute of Mental Health (NIMH)  to follow the original Army STARRS participants for another five years. The STARRS-LS research team continues to collaborate regularly with other research organizations including the Military Suicide Research Consortium, DOD Millennium Cohort Study, Defense Health Agency Connected Health and the Veterans Administration. In order to maximize the potential benefits of research and collaboration, it is imperative that invited Soldiers and Veterans continue to participate in data collection efforts.  \n\nSTARRS-LS continues to collect information from the previous Army STARRS participants with nearly 15,000 completed surveys since September 2016.  Assistant Secretary of the Army for Manpower and Reserve Affairs (ASA (M&RA)) leads the STARRS Research Advisory Team (SRAT). The SRAT carefully reviews all the research findings and identifies appropriate actions to take, such as changes to policies or programs. The SRAT recently published a report providing details on its work to date, \"Translating Research Findings into Operational Use.\"\n \n**What continued efforts does the Army have planned?**\n\nSTARRS-LS will continue to expand its data gathering and sharing efforts, to build upon the research platform established with Army STARRS. This study is in the final steps of expanding upon an integrated data set developed during Army STARRS.  When complete, the expanded study will contain over three billion de-identified, administrative data records of Soldiers extracted from 46 Army and DOD databases. The expanded study will support analyses that are more complex and advanced statistical methods such as machine learning.  \n\nAdditionally, the gathered genomic de-identified data will place in the [National Institute of Mental Health's Data Archive](https://data-archive.nimh.nih.gov/), significantly broadening access for the greater scientific research community. \n\n**Why is this important to the Army?**\n\nSTARRS-LS provides the Army and independent researchers a means to better understand risk and protective factors for suicide and PTSD, a capability to rapidly translate findings, and results that can inform the development of effective interventions and [decision making](http://ndupress.ndu.edu/Portals/68/Documents/jfq/jfq-89/jfq-89_106-113_Lester-et-al.pdf?ver=2018-04-11-125441-307). \n \n**Resources:**\n\n* [STARRS-LS](http://starrs-ls.org)\n* [Email STARRS-LS](mailto:usarmy.pentagon.hqda-dusa.mbx.starrs-ls@mail.mil)\n* [Army STARRS](http://starrs-ls.org/#/page/background) \n\n**Related STAND-TO!:**\n\n* [STARRS-LS Way Forward](https://www.army.mil/standto/archive_2017-06-29)\n* [Army STARRS](https://www.army.mil/standto/archive_2013-03-21/) \n\n\n \n \n\n \n\n",
    "date": "Monday, May 14, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}