{
    "id": "2018-05-15",
    "title": "Exercise Balikatan",
    "body": "#######Provided by U.S. Army Pacific \n\n**What is it?**\n\nExercise Balikatan is an annual United States-Republic of the Philippines  bilateral military training exercise focused on a variety of missions, including mutual defense, counter terrorism, humanitarian assistance and disaster relief. Balikatan means \"shoulder-to-shoulder\" in Tagalog, a language spoken in the Philippines. \n\n\n**What has the Army done/ is doing?**\n\nBalikatan 2018 focuses on interoperability training events designed to enhance the capabilities of the Armed Forces of the Philippines and U.S. Armed Forces. This exercise takes place May 7-18, 2018, on the island of Luzon, Philippines. Soldiers in [U.S. Army Pacific](https://www.army.mil/usarpac) (USARPAC) will participate in tough, realistic training alongside longtime allies. \n\nUSARPAC is contributing 1,150 Soldiers, just under half the 3,000 U.S. military forces participating in Balikatan.  U.S. Army units include elements of 2nd Stryker Brigade Combat Team, 25th Infantry Division; 16th Combat Aviation Brigade; 25th Sustainment Brigade, 330th Medical Brigade; 500th Military Intelligence Brigade; 413th Contracting Support Brigade; 303rd Ordnance Battalion (EOD); Guam Army National Guard, Hawaii National Guard's Chemical, Biological, Radiological Enhanced Response Force Package; 249th Engineer Battalion and 523rd Engineer Company.\n\nThe Army seeks to enhance its professional relationships with allies and partners. The Philippines and the United States will continue to work with regional partner nations during the exercise. Multinational forces from the Philippines, United States, Australia and Japan will participate in all major training events. The Armed Forces of the Philippines also invited military forces from the United Kingdom and Association of Southeast Asian Nations as observers. \n\n \n**What continued efforts does the Army have planned?**\n\nUSARPAC builds partner capacity through security cooperation exchanges, exercises and other events in 36 nations across the USPACOM area of responsibility. United States will continue to collaborate with regional partner nations to ensure peace and stability in the Indo-Pacific. Forces from Australia and Japan will participate in all major training events. \n \n**Why is this important to the Army?**\n\nThe allies and partners provide unique perspectives, regional relationships and information that improve Army's understanding of the operational environment.\n\nRegional exercises like Balikatan are an opportunity to build combined capabilities and share best practices across the full range of military operations. This exercise highlights the strong U.S.-Philippine alliance, gives an opportunity to the Army to learn from a partner nation, and to train together for coalition-operations that are more effective.\n\nSuch exercises help to ensure that the Army maintains a high state of readiness to defend the nation, assure allies, and deter potential adversaries.\n \n \n**Resources:**\n\n* [U.S. Army Pacific](https://www.army.mil/usarpac)\n\n**Social Media presence:**\n\n* [USARPAC on Facebook](https://www.facebook.com/USARPAC/)\n* [Exercise Balikatan on Facebook ](https://www.facebook.com/exercisebalikatan/) \n* [Exercise Balikatan on DVIDS](https://www.dvidshub.net/feature/Balikatan)\n\n\n\n \n \n\n \n\n",
    "date": "Tuesday, May 15, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}