{
    "id": "2018-05-16",
    "title": "82nd Airborne Division ",
    "body": "#######Provided by 82nd Airborne Division\n\n**What is it?**\n\nThe 82nd Airborne Division is an active airborne infantry division of the United States Army specializing in joint forcible entry operations. Based at Fort Bragg, North Carolina, the 82nd Airborne Division is the primary fighting arm of the XVIII Airborne Corps.  \n\nThe 82nd Division was constituted in the National Army on August 5th, 1917, and was organized on August 25th, 1917, at Camp Gordon, Georgia. Since its initial members came from all over the country, the unit acquired the nickname \"All American,\" which is the basis for its famed \"AA\" shoulder patch. \n\n**What has the Army done/ is doing?**\n\nThe 82nd Airborne Division serves as the nucleus of the Global Response Force, the Department of Defense's quick reaction capability, while resourcing ongoing operations with airborne brigade combat teams supporting combat missions in Iraq and Afghanistan. The Army has resourced the 82nd Airborne Division to: \n\n* Fight at the knife's edge of technology and readiness. \n* Continually evolve processes and procedures to become lighter, faster, and more agile.  \n* Add the latest mission command technology to prepare to fight a near-peer threat. \n\nIn all aspects of readiness, the Division focuses on the nature and composition of future adversaries and the manner in which global transformation will shape employment of light infantry forces in future conflicts. The 82nd Airborne Division is America's Guard of Honor and must be on-call to fight anytime, anywhere for the nation.\n\nThe 82nd Airborne Division optimizes training using the 82nd Eight- fundamentals of combat readiness:\n\n* 1. Marksmanship\n* 2. Physical Fitness\n* 3. Medical Skills\n* 4. Communications\n* 5. Small Unit Tactics\n* 6. Mastery of Maintenance\n* 7. Airborne Proficiency\n* 8. Live Fire Exercises\n\nThe 82nd Airborne Division will celebrate its culture of readiness with All American Week XXIX, a weeklong display of lethality from May 21st through May 24th on Fort Bragg, N.C.  \n \n**What continued efforts does the Army have planned?**\n\n The 82nd Airborne Division will engage with industry to develop and modernize key capabilities.  The Division will evolve processes, procedures and thought, with readiness as its number one priority.\n\nThe 82nd Airborne Division will continue to conduct regular Deployment Readiness Exercises to ensure to ensure that the 82nd Airborne Division is ready to employ lethality efficiently anywhere in the world on short notice.\n \n \n**Why is this important to the Army?**\n\nFor 101 years, the 82nd Airborne Division has been a critical American institution. Ready to fight tonight, it is the nucleus of the Department of Defense's Global Response Force, a force prepared to respond to crisis contingencies anywhere in the world within 18 hours.  \n \n \n**Resources:**\n\n* [82nd Airborne Division](https://www.bragg.army.mil/index.php/units-tenants/82nd-airborne-division)\n\n**82nd Airborne Division on social media:**\n\n* [Twitter (@82ndABNDiv)](https://twitter.com/82ndABNDiv)\n* [Facebook](https://www.facebook.com/82ndAirborneDivision/)\n\n\n\n\n \n \n\n \n\n",
    "date": "Wednesday, May 16, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}