{
    "id": "2018-05-21",
    "title": "Exercise Maple Resolve 18",
    "body": "#######Provided by U.S. Army North\n\n**What is it?**\n\nExercise Maple Resolve is a joint U.S. Army-Canadian military exercise. This annual exercise is a brigade-level, multi-national collective training exercise. This exercise improves U.S.-Canada military interoperability while confirming the high readiness brigade for employment by the government of Canada to conduct full spectrum coalition operations. \n\n\n**What has the Army done/ is doing?**\n\nExercise Maple Resolve 18 will run throughout the month of May and includes forces from the U.S. Army, U.S. Marine Corps, France, The United Kingdom, Australia and New Zealand. \n\nU.S. Army North (ARNORTH) coordinates U.S. Army participation in this exercise to improve multi-national interoperability, which enables coalition readiness in support of NATO operations. The U.S. Army participates in more than 50 exercises annually with the Canadian Armed Forces conducted in North America. Maple Resolve is the largest allied exercise conducted in North America, providing an opportunity to enhance multi-national interoperability in a brigade-level field training exercise.\n\nAs the Army service component command to U.S. Northern Command, ARNORTH has the responsibility of strengthening military partnerships with Canada and Mexico. ARNORTH is the headquarters element for U.S. support during Maple Resolve and is delegated tactical control of U.S. forces participating in the exercise.\nARNORTH will provide mission command, administrative assistance, joint reception support, staging, onward movement, and integration support to all U.S. forces participating in the exercise.\n\nThe total number of participants in Maple Resolve exceeds more than 5,000 this year, making it the most comprehensive and complex Canadian-U.S. Army collective exercise.\n \n\n \n**What continued efforts does the Army have planned?**\n\nARNORTH will continue to coordinate activities that enhance the professional relationships, training and overall coordination with Canada. The Canadian Army participates in National Training Center and Joint Readiness Training Center exercises as part of the multi-national interoperability objectives outlined in the NORTHCOM Theater Campaign Plan and HQDA EXORD 063-16. The U.S. Army will continue to participate in Canadian exercise Unified Resolve (Division-level CPX) and exercise Maple Resolve.\n \n**Why is this important to the Army?**\n\nMulti-national security cooperation activities optimize interoperability with allies and partners, strengthens alliances, attracts new partners and delivers more effective coalition operations. Exercise Maple Resolve provides a unique opportunity to exercise in a brigade-level field training exercise with all American, British, Australian, and New Zealand Armies' program partners.\n \n**Resources:**\n\n* [USARNORTH](http://www.arnorth.army.mil/Pages/default.aspx)\n* [National Defence and the Canadian Armed Forces Military Exercises](http://dgpaapp.forces.gc.ca/en/exercises/index.html)\n* [USARNORTH DVIDS](https://www.dvidshub.net/unit/ARNORTH)\n\n**ARNORTH on social media:**\n\n* [Facebook](https://www.facebook.com/USArmyNorth/)\n\n\n\n \n\n\n\n \n \n\n \n\n",
    "date": "Monday, May 21, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}