{
    "id": "2018-05-22",
    "title": "Beyond the Horizon 2018",
    "body": "#######Provided by U.S. Army South\n\n\n**What is it?**\n\nBeyond the Horizon 2018, (BTH) is an exercise deploying active Army, National Guard and Reserve Soldiers. These are two-week rotations for Soldiers to work with the El Salvadoran military and civic agencies bringing vital services and resources to rural communities. BTH, conducted annually, is part of [U.S. Army South](http://www.arsouth.army.mil/ ) and [U.S. Southern Command](http://www.southcom.mil/Pages/Default.aspx)'s (SOUTHCOM) humanitarian and civic assistance program.  \n\n**What has the Army done/ is doing?**\n\nArmy South has planned and conducted BTHs since 2008 in the Dominican Republic, Guatemala, Honduras and Belize. U.S. personnel from the Army Reserve, National Guard and active-duty forces construct schools and clinics and provide medical, dental and veterinary support. During the exercise, nearly 1800 U.S. service personnel representing Army, Air Force and Marines deploy to El Salvador. \n\nThe 2018 Beyond the Horizon exercise includes five medical readiness-training exercises, which provide services including routine checkups, immunizations and eye exams, in addition to other types of medical care. United States, in cooperation with the Government of El Salvador coordinated the completion of five engineering projects. This annual exercise gives service members the opportunity to experience a real-world deployment mission as well as the opportunity to work together with governmental and non-governmental agencies.\n\n\n \n**What continued efforts does the Army have planned?**\n\nArmy South, on behalf of SOUTHCOM, will conduct Beyond the Horizon exercises annually with partner nation armies throughout Central and South America and the Caribbean. These exercises will continue to enhance military-to-military relationships while  having  a positive effect on communities in rural areas. .  BTH exercises are planned several years in advance, in an ongoing effort to build trust with partner nations within the SOUTHCOM area of responsibility.  \n \n**Why is this important to the Army?**\n\nThe Army seeks to enhance professional relationships, training and overall coordination with allies and partners.\n\nAs the land service component and the lead executive agent, Army South works closely with partner nation armies in Central and South America and the Caribbean to strengthen security cooperation throughout the western hemisphere.  Sharing knowledge and skills and working together helps to enhance partner nation capacity and the ability to respond to real world threats collectively. \n\nAs the Army is optimizing for interoperability with allies and partners to strengthen alliances, Army South supports in its area of responsibility by enhancing professional relationships, training and overall coordination with allies and partners. \n\n\n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil/ )\n* [U.S. Southern Command](http://www.southcom.mil/ )\n* DVIDS: [USARASO](www.dvidshub.net/units/USARSO)\n\n**ARSOUTH on social media:**\n\n* [Facebook](www.facebook.com/ArmySouth)\n* [Flickr](www.flickr.com/photos/arsouth)\n* [Twitter](www.twitter.com/#!/ARMYSOUTH)\n* [YouTube](www.youtube.com/user/USARMYSOUTH)\n\n\n\n\n\n \n\n\n\n \n \n\n \n\n",
    "date": "Tuesday,  May 22, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 201**\n\nNational Asian Pacific Heritage Month  \n\nMay 3: National Day of Prayer  \n\nMay 11: Military Spouse Appreciation Day  \n\nMay 13: Mother's Day  \n\nMay 19: Armed Forces Day  \n\nMay 28: Memorial Day  "
}