{
    "id": "2018-05-23",
    "title": "Bridge Combat Support Training Exercise ",
    "body": "#######Provided by The Office Chief of Army Reserve\n\n\n**What is it?**\n\nBridge Combat Support Training Exercise (CSTX) is a U.S. Army Reserve training exercise. It is a platform to train and validate the readiness of Ready Force X units in a tough and realistic training environment. \n\n**What has the Army done/ is doing?**\n\nThe Army Reserve annually conducts Combat Support Training Exercises to attain the required (T2) level of training readiness. Focused Readiness units became the priority to attend the fiscal year 2018 Combat Support Training Exercises.   \n\nThe Army Reserve has developed a multi-echelon, multi-location, CONUS support - theater opening, theater support exercise, which includes active component Modified Table of Organization and Equipment  units, Military Surface Deployment and Distribution Command and U. S. Navy cargo ships, and First Army training support. \n\n78th Training Division is hosting Bridge CSTX 18 at multiple locations. This is 84th Training Command's first training exercise of 2018. The \"Bridge\" CSTX 18-03 encompassed more than 7,000 service members from 125 units across the country, preparing them to be trained and ready to deploy at a moment's notice.\n\n\n \n**What continued efforts does the Army have planned?**\n\nThe remaining three Combat Support Training Exercises in fiscal year 2018 will be larger and include Army National Guard and other Unified Action Partners (e.g., USAF Reserve, United State Navy, and Great Britain).   \n \n**Why is this important to the Army?**\n\nThe Combat Support Training Exercises are the most effective way to build and maintain the training readiness of Army Reserve forces. The Bridge Combat Support Training Exercise focuses on training Ready Force X units for operational deployments around the world. \n\nThe Army Reserve provides units of action ready to deploy. Highly skilled individual Soldiers and Leaders will generate the decisive combat power and capability the Army needs to fight and win the nation's wars.\n\n\n\n**Resources:**\n\n* [U.S. Army Reserve](www.usar.army.mil/)\n\n**Related STAND-TO!:**\n\n* [Combat Support Training Exercise](https://www.army.mil/standto/2018-03-19)\n\n**Related articles:** \n\n* [Bridge CSTX expands gap to Reserve readiness](http://www.usar.army.mil/News/Article/1477189/bridge-cstx-expands-to-gap-reserve-readiness/)  \n* [State of the Army Reserve: Meeting the needs of the current and future force](http://www.usar.army.mil/News/Display/Article/1153633/state-of-the-army-reserve-meeting-the-needs-of-the-current-and-future-force/) \n* [Army Reserve Soldiers push through challenges during training](http://www.usar.army.mil/News/Article/1476985/army-reserve-soldiers-push-through-challenges-during-training/) \n* [USARC's Regional Medic Bridge CSTX...](http://www.usar.army.mil/News/Article/1483503/usarcs-regional-medic-bridge-cstx-does-more-than-ready-medical-forces-it-prepar/) \n\n**Army Reserve on social media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve)  \n* [Twitter](https://twitter.com/USArmyReserve)  \n* [Instagram](https://www.instagram.com/usarmyreserve/)  \n* [Flickr](https://www.flickr.com/photos/myarmyreserve)  \n* [YouTube](https://www.youtube.com/TheUSArmyReserve)       \n\n\n\n\n\n\n \n\n\n\n \n \n\n \n\n",
    "date": "Wednesday, May 23, 2018",
    "quote": "#### Focus Quote for the Day\n\n> (Bridge CSTX)  is envisioned from the Army Reserve's perspective as a bridge to an increased readiness posture.   \n\n\n\\-  Army Reserve Maj. Gen. Chris Gentry, First Army deputy commanding general for support \n\n[Bridge CSTX expands to gap Reserve readiness](http://www.usar.army.mil/News/Article/1477189/bridge-cstx-expands-to-gap-reserve-readiness/) ",
    "events": "#### Events\n  \n**May 2018**\n\nNational Asian Pacific Heritage Month &#124; Visit: [Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans/?fr=st) \n\nMay 28: Memorial Day  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}