{
    "id": "2018-05-24",
    "title": "Memorial Day 2018 ",
    "body": "#######Provided by the Office of Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nMemorial Day represents a day of national awareness and reverence, honoring the military men and women who gave their lives in defense of the nation and its values.\n\nMemorial Day honors fallen service members while Veterans Day is an opportunity for Americans to publicly recognize living military veterans. \n\nMemorial Day was originally known as Decoration Day.  It was first widely observed on May 30, 1868, to commemorate the sacrifices of Civil War Soldiers and a day to honor the nation's Civil War dead by decorating their graves.  Maj.  Gen. John A. Logan,   commander-in-chief, Grand Army of the Republic, proclaimed May 30 as Decoration Day by General Order No. 11.  \n\nThe Uniform Monday Holiday Act moved Memorial Day from May 30 to the last Monday in May.  The law took effect in 1971 at the federal level.  In 2000, Congress established the National Moment of Remembrance on Memorial Day.\n\n\n**What has the Army done/ is doing?**\n\nThe Army honors, remembers, and recognizes the ultimate sacrifice made by the fallen service members. The Army will join the nation in observing Memorial Day by participating in and hosting remembrance ceremonies, pausing for a moment of silence, visiting memorials, and placing American flags at gravesites.\n\nKnown as \"Flags-In\", Soldiers from the 3rd U.S. Infantry Regiment (The Old Guard) place small American flags at every grave marker at Arlington National Cemetery before Memorial Day and remove them the day after.   \n \n\n**What continued efforts does the Army have planned?**\n\nThe Army will continue to care for survivors and Families of the fallen heroes, as the nation owes them a debt of eternal gratitude.  The Army is committed to providing ongoing support to surviving Family members.  Survivor Outreach Services provides supportive counseling, financial education, benefits coordination, and support groups for Family members at the garrison and surrounding areas.   \n \n**Why is this important to the Army?**\n \nThe Army honors the memory of those who served before and vows to carry on the legacy of the excellence of American Soldiers.\n\nMemorial Day is a call for the Army and the nation to remember, recognize, and honor the ultimate sacrifice made by fallen Soldiers.  It is an opportunity to remember their lives, their courage, their legacy, and their service. Memorial Day is a time for those in uniform to reaffirm their commitment to selfless service.\n\n\n\n**Resources:**\n\n* [Army.mil: Army Families](https://www.army.mil/families)\n* [Army Human Resources Command](https://www.hrc.army.mil/content/CMAOD)\n* [Army Survivor Outreach Services](https://www.sos.army.mil/)\n* [U.S. Department of Veterans Affairs](http://benefits.va.gov/benefits/)\n* [U.S. Army Installation Management Command](https://www.imcom.army.mil)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil )\n* [Army Family Strong](http://www.goarmy.com/soldier-life/army-family-strong.html)\n* [Army Family Readiness Groups](http://www.armyfrg.org/skins/frg/home.aspx)\n\n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](https://www.army.mil/standto/archive_2013-11-26)\n* [Lapel Buttons](https://www.army.mil/standto/archive_2013-12-05)\n\n**Related Social Media:**\n\n* [U.S. Army Human Resources Command on Facebook](https://www.facebook.com/ArmyHRC)\n* [Survivor Outreach Services on Facebook](https://www.facebook.com/Survivor-Outreach-Services-158209674207883/)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity )\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n",
    "date": "Thursday, May 24, 2018",
    "quote": "#### Focus Quote for the Day\n\n>  Memorial Day is our nation's solemn reminder that freedom is never free.  It is a moment of collective reflection on the noble sacrifices of those who gave the last measure of devotion in service of our ideals and in the defense of our nation.   \n\n\n\\-  Donald Trump, 45th President of the United States\n\n",
    "events": "#### Events\n  \n**May 2018**\n\nNational Asian Pacific Heritage Month | Visit: [Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans/?fr=st) \n\nMay 28: Memorial Day  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}