{
    "id": "2018-05-29",
    "title": "Business Process Re-Engineering Center of Excellence",
    "body": "#######Provided by the Office of Business Transformation\n\n**What is it?**\n\nBusiness Process Re-Engineering (BPR) is a logical method for assessing process weaknesses, identifying gaps, implementing innovations, and optimizing opportunities. BPR efforts take a  a holistic view of current and future states and considers the people, policy and technology impacts to fix problems and achieve goals.\n\nIt is a distinct yet complementary program to the Army's existing process improvement toolbox. The BPR Center of Excellence (CoE) is the primary service provider and source of expertise for BPR services in the Army.  Its goal is to improve the Army's ability to deliver readiness at the best value through training, advisory support, and the facilitation of BPR initiatives.  \n\n**What has the Army done/ is doing?**\n\nIn 2016, the Army established a modernized version of BPR that fits the unique needs of the Department and strives to develop creative solutions to business problems, operational inefficiencies, and process weaknesses. To deploy and institutionalize this tool across the force, the Army established BPR CoE in partnership between the Office of Business Transformation and the Army Shared Services Center. The BPR CoE has worked on many successful Army enterprise efforts that reduce costs while preserving capabilities and revolutionizing operational workflows. The BPR CoE also provides BPR training for prospective BPR practitioners.\n\n**What continued efforts does the Army have planned?**\n\nBPR CoE is implementing a training program to equip organizations with the knowledge and skills to conduct their own BPR efforts.  BPR practitioners will be able to certify at three levels: \n\n* Level 1, BPR Foundations\n* Level 2, BPR Intermediate\n* Level 3, BPR Professional\n\nBPR CoE staff will continue to consult with customers on process maturity assessments and advisory support as well as hands-on assistance with BPR projects.\n\n**Why is this important to the Army?**\n \nArmy must successfully navigate constant change to preserve its competitive edge against current and future adversaries. Understanding and innovating the processes that deliver readiness through Business Process Re-Engineering can be much more successful and at a much lower cost than purchasing technological solutions to address this change.   \n\n**Resources:**\n\n* [Business Process Re-Engineering  CoE](https://www.milsuite.mil/book/groups/bpr-coe)(CAC Log-in required)\n* [Email](mailto:usarmy.apg.sec.mbx.assc-bpr-coe@mail.mil)\n\n**Related STAND-TO!:**\n\n* [The Army Business Strategy, 2017-2021](https://www.army.mil/standto/archive_2016-07-14)\n\n**Related article:**  \n\n* [Army looks to increase organizational efficiency with business process re-engineering efforts](https://www.army.mil/article/203615?g)\n",
    "date": "Tuesday, May 29, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 2018**\n\nNational Asian Pacific Heritage Month &#124; Visit: [Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans/?fr=st) \n\nMay 28: Memorial Day  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}