{
    "id": "2018-05-30",
    "title": "Career Skills Program for Warrior Transition Units",
    "body": "#######Provided by MEDCOM Deputy Chief of Staff for Warrior Care and Transition  \n\n**What is it?**\n\nThe Career Skills Program (CSP) for Warrior Transition Units (WTUs) encourages wounded, ill and injured Soldiers assigned to WTUs, to prepare for their transition to the civilian workforce. CSPs opportunities are available for wounded, ill and injured Soldiers with 180 days or less to separation. These opportunities include internships, apprenticeships, on-the-job training, or job shadowing programs with companies, federal agencies, professional associations, unions, educational providers and similar organizations. \n\n**What has the Army done/ is doing?**\n\nIn January 2018, Army G-1 delegated authority to U.S. Army Medical Command (MEDCOM) to initiate their own CSP for WTU Soldiers. The MEDCOM commander will execute the CSP and in a supporting role, the Deputy Chief of Staff, Warrior Care and Transition will provide guidance on CSPs. Transition coordinators at the WTUs will take the lead to facilitate CSPs at the battalion and unit levels.\n\nCSP for WTU will address the medical complexities of wounded, ill and injured Soldiers, who have not been able to participate in Soldier for Life-Transition Assistance Program activities as outlined in Army Regulation 600-81. \n\nUnder the new guidance (OPORD 18-61), the changes include:  \n\n* Access to training and career building opportunities with industry (non-federal) employers in addition to federal agencies.\n* CSPs no longer being limited to employers near Army garrisons. This provides additional opportunities for Soldiers in [Community Care Units](http://www.wct.army.mil/documents/factsheets/CCU_Factsheet.pdf). \n* Increased diversity in internships, apprenticeships and training opportunities to match the goals and needs of wounded, ill and injured Soldiers.\n\n\n**What continued efforts does the Army have planned?**\n\nCSP for WTU will effectively ensure the best transition opportunities for the WTU Soldiers. While a large percentage of wounded, ill and injured Soldiers return to duty, others will transition and contribute to the civilian workforce.\n  \nArmy will continue to provide comprehensive training to Soldiers during military service to enhance their skills and experiences. CSP opportunities will provide WTU Soldiers with added opportunities to succeed in civilian careers upon separation.\n\n\n**Why is this important to the Army?**\n \nThe Army's investment in the Soldiers allows the Army to fight and win the nation's wars, prepares Soldiers for life out of uniform and inspires others to serve. \n\nSuccess of Soldiers in the civilian workforce serves as powerful examples of what Army service can do for an individual's future. Translating Army skills, training and experience into rewarding careers, promotes the Army as a great place to gain education and job experience.\n\n\n**Resources:**\n\n* [U.S. Army Warrior Care and Transition Program](http://wct.army.mil) \n* [U.S. Army Medical Command](https://www.army.mil/armymedicine)\n* [Army Medicine](https://armymedicine.health.mil/) \n\n**Related documents**\n\n* [OPORD 18-61: *Implementation and Execution of MEDCOM Career Skills Program for Warrior Transition Units*](https://go.usa.gov/xQv8X)\n* [Warrior Care and Transition Program](https://go.usa.gov/xQv8R)\n* [Army Regulation 600-81](https://go.usa.gov/xQv8N)\n\n**Related STAND-TO!:**\n\n* [Army Career Skills Program](https://www.army.mil/standto/archive_2017-07-13)\n* [Warrior Care and Transition Program](https://www.army.mil/standto/archive_2017-08-15)\n\n**U.S. Army Warrior Care and Transition Program on social media:**  \n\n* [Facebook](https://www.facebook.com/ArmyWCT) \n* [Twitter](https://twitter.com/armyWCT) \n* [YouTube](https://www.youtube.com/user/WarriorCareCom) \n* [Instagram](http://www.instagram.com/armywct) \n* [Flickr](https://www.flickr.com/armywarriorcare)\n",
    "date": "Wednesday, May 30, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 2018**\n\nNational Asian Pacific Heritage Month &#124; Visit: [Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans/?fr=st) \n\nMay 28: Memorial Day  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}