{
    "id": "2018-05-31",
    "title": "U.S. Army Recruiting and Retention College",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe U.S. Army Recruiting and Retention College (RCC) is responsible for the institutional training of officers and noncommissioned officers who conduct recruiting and career counseling functions for the U.S. Army. The RCC also develops concepts, doctrine, organization, material and training across the recruiting and retention spectrum to support Army requirements for America's force of decisive action.\n\n**What has the Army done/ is doing?**\n\nRCC falls under  U.S. Army Training and Doctrine Command's [Recruiting Command](http://www.usarec.army.mil/) and trains more than 3,500 officers, NCOs, Army civilians and contractors each year. The service members are trained for initial and advanced recruiting assignments and career counselor assignments across the Army at-large.  The college also trains Recruiting Command headquarters, brigade, battalion and company leaders and staff members for duty. \n\nThe RRC is made up of a headquarters company, two training departments, a NCO academy and six staff divisions. The two training departments, the Recruiting Department and the Retention Department, conduct the primary mission of the RRC by providing training to new and career recruiters, recruiting staff personnel and career counselors on the following:\n\n* Enlisted recruiting\n* Health care officer recruiting\n* Transition NCO\n* Career counselor\n* Military entrance processing station guidance counselor\n* Battalion and brigade operations\n* Recruiting station, company, battalion and brigade leadership\n\nIn addition, the RRC manages the CMF 79 NCO academy, deploys mobile training teams around the world and manages the CMF 79 proponent (recruiting and retention force), personnel development and doctrine divisions. The college also trains and manages the RRC faculty and staff, and provides executive coaching and personality assessment testing.\n\n\n **What continued efforts does the Army have planned?**\n\nRecruiting for the Army is a highly selective process, that requiring potential recruits to meet a number of qualifications. These qualifications help ensure potential recruits not only meet the requirements to become a Soldier, but to also qualify for a specific military occupational specialty. As regulations and standards are updated or modified, the RRC will continue to update training and ensure recruiters and career counselors recruit and re-enlist the best Soldiers in the world.\n\n\n**Why is this important to the Army?**\n \nRecruiters serve as the face of the Army throughout the nation, and the RRC continues to ensure the Soldiers trained here are prepared to represent the Army, show the benefits of Army service, and achieve the Army's enlistment mission and continued growth in personnel.\n\n**Resources:**\n\n* [U.S. Army Recruiting Command](http://www.usarec.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/index.asp)\n\n**Related documents**\n\n* [OUSAREC Pamphlet 10-1-1](https://span.usarec.army.mil/sites/HQ/Publications-Library/Pamphlets/UP 10-1-1.pdf) \n\n**Recruiting and Retention College on social media:**  \n\n* [Facebook](https://www.facebook.com/USARECRRC/) \n",
    "date": "Thursday, May 31, 2018",
    "quote": "",
    "events": "#### Events\n  \n**May 2018**\n\nNational Asian Pacific Heritage Month | Visit: [Pacific Americans in the U.S. Army](https://www.army.mil/asianpacificamericans/?fr=st) \n  \n\n**June 2018**\n\n[National Safety Month](https://safety.army.mil?fr=st)  \n\nJune 6: [D-Day](https://www.army.mil/d-day?fr=st) (#DDay) \n\nJune 14: [Army's 243rd Birthday](https://www.army.mil/1775?fr=st) (#ArmyBDay)  \n\nJune 17: [Fathers Day](http://www.army.mil/families?fr=st) (#FathersDay)  "
}