{
    "id": "2016-04-05",
    "title": " Gold Star Spouses' Day ",
    "body": "##### Provided by IMCOM\n\n### What is it?\n\nGold Star Spouses' Day is an opportunity for the U.S. Army to honor the surviving husbands and wives of fallen Soldiers. \n\nThe first Gold Star Wives Day was designated Dec. 18, 2010. Since 2012, the Senate has passed a resolution designating Apr. 5 as Gold Star Wives Day. Per recent guidance by the Department of the Army, this day is now observed as the Gold Spouses' Day. \n\nThe Gold Star is a symbol of loss dating back to World War I. In 1947, Congress approved the design, manufacture and distribution of the official Gold Star Lapel Button, a symbol worn by Family of service members who lost their lives in combat operations. In 1973, the [Lapel Button](http://www.army.mil/standto/archive_2013-12-05) for *Next of Kin of Deceased Personnel* was introduced to symbolize active-duty Soldiers who lost their lives in non-combat operations. The surviving Family members wear either a *Gold Star Lapel Button* or the *Lapel Button for Next of Kin of Deceased Personnel* in honor of their fallen Soldier. Family members typically receive these pins from the Army during their Soldier's funeral service.  \n\n\n\n### What has the Army done? \n\nOn Gold Star Spouses' Day, the Army will join the nation to remember the surviving military spouses and honor the legacy of their husbands and wives who died in service to the nation. Army leaders encourage the military community to take time on this day to remember the fallen service members and recognize the sacrifices of the loved ones who have been left behind.\n\n[Army Survivor Outreach Services](http://www.sos.army.mil) is hosting events such as remembrance ceremonies, luncheons and Run for the Fallen races. Events are open to all survivors. \n\n\n### What continued efforts have been planned for the future?\n\nThe Army is dedicated to providing ongoing support to over 60,000 surviving Family members of fallen Soldiers. [Army Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06) offers resources including supportive counseling, financial education, benefits coordination, and support groups to surviving Family members for as long as the surviving Family members needs or requests Army involvement.\n\nThe Army will remain grateful for all individuals, non-profit organizations, and non-governmental organizations which complement the Army's continuum of support.\n\n\n\n### Why is this important to the Army? \n\nGold Star spouses are and always will be a part of the Army Family. The Army recognizes their courage and sacrifice and is committed to supporting them while honoring the legacy of their fallen husbands and wives. \n\n\n### Resources:\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Symbols of Honor Worn by Surviving Military Families](http://www.symbolsofhonor.org)\n* [Army.mil: Survivor Outreach Services](http://www.sos.army.mil)\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)\n* [Gold Star Wives of America, Inc](http://www.goldstarwives.org)\n\n\n#### Social Media sites: \n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [IMCOM on Twitter](http://www.twitter.com/armyimcom )\n* [IMCOM on YouTube](https://www.youtube.com/user/InstallationMgt)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n* [Army MWR on Twitter](http://www.twitter.com/FamilyMWR)\n\n\n#### Related STAND-TO!:\n* [Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06)\n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05)\n",
    "date": "Tuesday, April 5, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe Gold Star pin is very special to me. It honors and gives (to) me the respect that I think my husband deserves. As a Gold Star Spouse it shows me that the country cares and honors our fallen. \n\n###  - Naomi, a Gold Star Spouse\n\n###  Video: [Gold Star Spouses' Day](https://www.youtube.com/watch?v=SYWceG0Hd9I)  \n\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}