{
    "id": "2016-04-06",
    "title": "Antiterrorism Awareness Quarterly Theme - Measuring Antiterrorism Performance ",
    "body": "##### Provided by OPMG\n\n### What is it?\n\nThe U.S. Army antiterrorism awareness theme for the third quarter (April through June) fiscal year 2016 (3Q/FY16) is *measuring antiterrorism performance*.  The primary audience for this theme is antiterrorism officers (ATO), antiterrorism coordinators (ATC), and leaders at all levels who are responsible for planning, executing, and measuring performance of antiterrorism plans and programs.  \n\n\n### What has the Army done? \n\nMeasuring antiterrorism performance seeks to enhance the Army's ability to objectively assess the effectiveness of the antiterrorism policy, doctrine, training, and community outreach.\n\nThe main focus areas for this quarterly theme include: \n\n* Use of antiterrorism awareness survey report (Jan 29, 2016) and ability to address improvement areas.\n* Review of command assessment and tracking processes.\n* Assessment of higher headquarters and command special interest items.\n* Expansion of standalone facilities working group antiterrorism reporting requirements to HQDA OPMG.\n* Use and training of antiterrorism coordinators to enhance antiterrorism performance.\n* Emphasis on new-hire, face-to-face antiterrorism awareness (Level 1) training.\n* Increased use of cyber and social media to enhance antiterrorism performance.\n\nIn support of this theme, the Department's [Office of Provost Marshal General](http://www.army.mil/opmg) (OPMG) conducted an antiterrorism awareness survey and produced a summary report of the results.  OPMG also developed two checklists/guides to assist standalone facility and installation ATO/ATC in measuring antiterrorism performance.  These new products are available on the Army Antiterrorism Enterprise Portal (see resources section below).  \n\n### What continued efforts have been planned for the future?\n\nThe other themes and events  planned for the remainder of FY16 include: \n\n* 4Q/FY16 Theme:  Insider Threat\n* Antiterrorism Awareness Month (August 2016)\n\n### Why is this important to the Army? \n\nAs terrorists adopt new tactics and techniques in an attempt to exploit any identifiable weaknesses or vulnerabilities in the nation's defense, the Army must continue to improve the efficiency and effectiveness of its antiterrorism efforts.  \n\nMeasuring antiterrorism performance is a critical aspect of understanding where the Army is  today and what direction it should take for the future.  Measuring program performance helps the Army to - \n\n* Find out what is happening\n* Understand the extent and relevancy of current issues and challenges\n* Provide value-added information suitable for decision makers\n* Allocate resources effectively\n* Fulfill its responsibility to be good stewards \n\n### Resources:\n\nNote: The Army Policing Portal and the Army Antiterrorism Enterprise Portal (ATEP) have migrated. Users must select their \"e-mail certificate\" to gain access to either portal.\n\n* [Office of the Provost Marshall General of the U.S. Army](http://www.army.mil/opmg)\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx)  (ATEP)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource: Antiterrorism Awareness information](www.myarmyonesource.com) (*Found under the iWATCH Army logo at the bottom of the home page*)\n\n\n#### Related STAND-TO!:\n* [Q2 FY16: Physical Security Measures](http://www.army.mil/standto/archive_2016-01-04)\n* [Q1 FY16: Antiterrorism Community Awareness](http://www.army.mil/standto/archive_2015-09-30)\n* [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21)\n* [iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10)\n\n",
    "date": "Wednesday, April 6, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nWe're trying to help units develop the judgment of their Soldiers to intervene, and the trust that their command will at least listen to what happened and take the fullest, broadest look they can at a situation. \n\n###  - Master Sgt. Jeff Fenlason, Division Headquarters and Headquarters Battalion, [3rd Infantry Division](http://www.stewart.army.mil/units/home.asp?id=146), Fort Stewart, Georgia, discusses bystander intervention during a briefing at the Pentagon, April 4 \n\n### [Soldiers learn 'grass roots' bystander intervention from NCO](http://www.army.mil/article/165382)\n\n### Related STAND-TO!: [Sexual Assault Awareness and Prevention Month](http://www.army.mil/standto/archive_2016-03-31)\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}