{
    "id": "2016-04-11",
    "title": "Shaping the Army Network: 2025-2040 ",
    "body": "##### Provided by CIO-G6\n\n### What is it?\n\nShaping the Army Network: 2025-2040 provides long-term strategic direction for modernizing the Army's network and information technology. STAN was crafted to inform and shape research, development and experimentation in the government and private sectors. STAN is based on the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22) and analysis of current technology trends and forecasts. \n\nThe overall objective is to build a secure, integrated, standards-based environment that ensures uninterrupted global access to the network, and enables collaboration and decisive action throughout all operational phases regardless of location. To meet these requirements, STAN focuses on capabilities and technologies in five areas:\n\n* Dynamic transport\n* Computing and edge sensors\n* Data to decisive action\n* Human cognitive enhancement; robotics and autonomous operations\n* Cybersecurity and resiliency \n\n\n\n### What has the Army done? \n\n[Shaping the Army Network](http://go.usa.gov/cty7W) (STAN) uses the network baseline of 2020. It is set in the Army Network Campaign Plan [Mid-Term Implementation Guidance](http://go.usa.gov/ct4BC), to analyze \"what's next?\" as a starting point.  The [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil)  collaborated with other Army organizations and government agencies, industry and academia to develop STAN, and the dialog regarding the direction of science and technology exploration, and research and development efforts, continues.\n\n### What continued efforts have been planned for the future?\n\nShaping research and investments to ensure that the proper capabilities are available for Soldiers at the right place and time is an enormous task. The Army will continue its partnership with other government organizations, industry and academia to guide future technology development. As new technologies are designed and implemented, the Army will reexamine doctrine, policy, tactics, techniques and procedures to make sure the efficacy of any new capability is maximized.\n\n### Why is this important to the Army? \n\nThe Army's ability to remain the most lethal land force in the world will depend upon its ability to respond to the environment and sustain an operational advantage over all adversaries. The technology evolution cycle continues to quicken and many capabilities that once were limited to advanced state actors are now available to small, less sophisticated, non-state groups and individuals. STAN's focus on the long-range future - 10 to 25 years - is key to overcoming these conditions and keeping\nthe Army on pace with, and even ahead of, the technology curve. Army will maintain its dominance on land and in cyberspace only by actively pursuing truly innovative, game-changing capabilities. \n\n\n### Resources:\n\n* [Army CIO/G-6](http://ciog6.army.mil) \n\n\n#### Related documents:\n* [Shaping the Army Network: 2025-2040](http://go.usa.gov/cty7W)\n* [Army Network Campaign Plan](http://go.usa.gov/ct4BF)\n* [Army Network Campaign Plan - Implementation Guidance, Near Term - FY\n2015-2016](http://go.usa.gov/ct4K3)\n* [Army Network Campaign Plan - Implementation Guidance, Mid Term - FY\n2018-2022](http://go.usa.gov/ct4kQ)\n\n#### Related article: \n* [Army chief information officer announces long-term network strategy, 2025-2040](http://www.army.mil/article/165292)\n\n#### Related STAND-TO!\n* [Army Network Campaign Plan](http://go.usa.gov/ct48x)\n* [Army Data Strategy](http://go.usa.gov/ct49k)\n* [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22)\n\n",
    "date": "Monday, April 11, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nWe ask for your support in modernization in five, key, limited areas: aviation, command and control networks, integrated air and missile defense, combat vehicles and the emerging threats program. \n\n###  - Chief of Staff of the Army Mark Gen. Mark Milley, emphasizing that the Army's focus on readiness does not minimize the importance of modernization, while testifying to the U.S. Senate Committee on Armed Services on the [posture of the Department of the Army](http://www.army.mil/e2/rv5_downloads/aps/aps_2016.pdf) at Capitol Hill in Washington, D.C., April 7\n\n \n### [Milley names top 3 readiness focal points](http://www.army.mil/article/165671)\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}