{
    "id": "2016-04-12",
    "title": "Volunteer Appreciation Week ",
    "body": "##### Provided by IMCOM\n\n### What is it?\n \nThe U.S. Army recognizes volunteers' extraordinary service and during Volunteer Appreciation Week, highlights the volunteers' contributions and accomplishments. \n\nVolunteers are essential to the Army's mission. They give their time to the Army community by serving Soldiers, Families, retirees and civilians. From leading Family Readiness Groups, to coaching youth sports, to assisting administrative offices, volunteers are critical to building strong communities.\n\n\n\n### What is the Army doing? \n\nThe theme for this year's Volunteer Appreciation Week, April 10-16, is *Army Volunteers: Lifting Spirits, Touching Lives*.\n\nThe [Army Volunteer Corps](http://www.armymwr.com/family/avc.aspx) (AVC), managed by Army Community Service, is a program which people use to find volunteer opportunities, log service hours and receive support and guidance. AVC aims to strengthen volunteerism by enhancing volunteers' career mobility, establishing partnerships with off-post organizations and promoting a life-long commitment to service. AVC coordinators are planning events to formally show their appreciation to volunteers such as recognition ceremonies with garrison leadership presence.\n\nThe Army will also give the Emma Marie Baird Award for outstanding volunteer service to individuals who contributed 3,750 or more volunteer service hours over a five year period. The award, named in honor of Army Community Service's founder, is signed by the Army Chief of Staff and presented to each volunteer at their garrison. This year, retired Army Lt. Col. C.J. Buche, a volunteer from Joint Base Myer-Henderson Hall, Virginia, [will receive the award](http://www.army.mil/article/161817). \n\n \n### What continued efforts have been planned for the future?\n\nThe Army continues to recognize volunteers as a valuable resource and tool that extends the Army's budget by millions of dollars annually. AVC will continue to provide both on-post and off-post volunteer opportunities for Soldiers, Families, retirees and civilians. AVC will also continue to provide in-person support to volunteers and foster partnerships with the surrounding communities.  \n\n### Why is this important to the Army? \n\nVolunteers make a meaningful difference in the lives of Soldiers and their Families every day. Thousands of volunteers devote their time regularly by serving the Army community. Volunteers are able to accomplish community work which would have not been done otherwise due to time constraints and financial limitations faced by the Army.  The support of volunteers' assists in fulfilling the Army mission. The Army is appreciative of the volunteers who are selflessly giving their time back into the community. \n\n\n### Resources:\n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army.mil: Families](http://www.army.mil/families)\n* [Army OneSource](http://www.myarmyonesource.com)\n* [Army Family Readiness Groups](https://www.armyfrg.org)\n* [Army Volunteer Corps](http://www.armymwr.com/family/avc.aspx)\n* USACE: [Volunteers in action](http://www.usace.army.mil/Missions/CivilWorks/Recreation/VolunteerClearinghouse/VolunteersinAction.aspx)\n\n\n#### Social Media presence:\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook](https://www.facebook.com/FamilyMWR)\n* [IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt)\n\n\n#### Related article: \n* [Longtime ACS volunteer to be recognized with award for service]( http://www.army.mil/article/161817)\n\n#### Related STAND-TO!\n* [Army Volunteer Corps - A Tradition of Service](http://www.army.mil/standto/archive/2010/12/22)\n",
    "date": "Tuesday, April 12, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nOur focus on the Pacific and Asia/Pacific is very important to our country, and India is a tremendously important partner. There are many opportunities for us to partner with them in situations like humanitarian assistance and disaster relief.\n\n###  - Maj. Gen. Bradley A. Becker, commander, [Military District of Washington](http://www.army.mil/institution/organization/unitsandcommands/commandstructure/mdw/), emphasizing the importance of furthering the relationship between the United States and India which will help to strengthen the Indo-Asia-Pacific region, during an official welcoming ceremony for chief of staff of the Indian army, April 7, at Joint Base Myer-Henderson Hall, Virginia \n\n\n### [Indian Army chief discuss military-to-military engagements with CSA](http://www.army.mil/article/165684)\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 23: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}