{
    "id": "2016-04-14",
    "title": "Fuerzas Aliadas Humanitarias 2016",
    "body": "##### Provided by ARSOUTH\n\n### What is it?\n \nFuerzas Aliadas Humanitarias 2016 (FA HUM 16) is a multinational exercise which includes military and civilian personnel from 14 countries in Central and South America, and the Caribbean, including Canada and the United States, as well as representatives from more than 21 international and regional organizations. FA HUM 16 promotes regional partnerships among military organizations, governments and non-governmental agencies to improve regional interoperability and coordination for conducting Humanitarian Assistance and  Disaster Relief (HA/DR) operations. \n\n\n\n### What has the Army done? \n\n[U.S. Army South](http://www.arsouth.army.mil/) has been collaborating with Honduras, the Permanent Commission of Contingencies and other international disaster management agencies and regional military forces in enhancing military and civil cooperation and coordination for several years. \n\nFA HUM 16, a command post exercise, allows the Honduran Joint Staff, Honduran Army, government and non-government agencies the ability to work side-by-side in an effort to better collaborate during an HA/DR event.  \n\nFA HUM 16 will be conducted in Honduras from April 18-29, 2016, where several important governmental, non-governmental and international organizations will also participate.  Organizations include the Coordination of Natural Disaster Prevention in Central America, the International Federation Red Cross, and the United States Agency for International Development/Office of U.S. Foreign Disaster Assistance.\n\n \n \n### What continued efforts have been planned for the future?\n\nU.S. Army South will execute several multinational exercises and army-to-army engagements with Latin American partner nations throughout the year. These exercises are instrumental in strengthening professional relationships and collaboration between the respective armies. Army engagements include key leader visits, professional exchange programs and Army staff talks.  \n\n\n### Why is this important to the Army? \n\nThe U.S. Army's capabilities in the region and elsewhere are greatly influenced by the relationships forged with partner nation armies. Partner nation armies in the region have assisted in disaster relief and continue to support contingency operations around the world. The contributions of Latin American countries were critical to disaster relief efforts in Haiti. As the partnered organizations become familiar with each others' policies and procedures, they are better prepared to react to natural and man-made disasters. Strengthening our relationships with partner nation armies through this exercise will have lasting effects on the peace and stability of the region.\n\n\n### Resources:\n\n* [U.S. Army South](http://www.arsouth.army.mil/)\n* [U.S. Southern Command](http://www.arsouth.army.mil/)\n* Army.mil: [Central/South America and Caribbean](http://www.army.mil/news/centralsouthcaribbean)\n* DVIDS: [ARSOUTH](http://www.dvidshub.net/units/USARSO)\n\n#### ARSOUTH on social media\n\n* [Facebook](http://www.facebook.com/ArmySouth)\n* [Twitter](http://www.twitter.com/#!/ARMYSOUTH)\n* [Flickr](http://www.flickr.com/photos/arsouth)\n* [YouTube](http://www.youtube.com/user/USARMYSOUTH)\n\n\n \n\n",
    "date": "Thursday, April 14, 2016",
    "quote": "Quote for the Day\n-----------------------\n\nMorale and readiness increases as junior leaders understand their task and purpose as a leader. We have to hold our junior leaders to a higher standard and empower them to be ready to conduct no-fail missions.\n\n###  - Second Lt. Heather M. Vague, a transportation officer for A Company, 173rd Brigade Support Battalion\n\n### [Saber Junction 16 empowers junior leaders](http://www.army.mil/article/165901)\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}