{
    "id": "2016-04-18",
    "title": "Changing Management Behavior: Every Dollar Counts",
    "body": "##### Provided by Office of Business Transformation\n\n### What is it?\n \n[Army Directive 2016-16, *Changing Management Behavior: Every Dollar Counts*](http://www.army.mil/e2/c/downloads/431212.pdf) is the foundational start of a bold campaign to shape a culture that consistently practices good management behavior to ensure that every dollar the U.S. Army spends counts towards fielding a trained and ready force.  The purpose of this campaign is two-fold: adapt best financial management practices and improve outcomes to support the Army's #1 priority of readiness.  \n\n\n### What has the Army done? \n\nThe Army has adapted many elements including the size of the force to account for a future with reduced projected funding levels.  Many elements of the Army have already modified their management behaviors; this campaign seeks to complete that transformation.\n\nThis change of policy coincides with *Tax Day,* signifying the Army's commitment to an effective and judicial use of the nation's resources.  \n \n \n \n### What continued efforts have been planned for the future?\n\nTo be innovative and good stewards of taxpayer dollars and to ensure the highest level of readiness, the new Army directive ensures that Army commanders and leaders at every level will: \n\n* Establish and track annual performance measures \n* Avoid using budget execution data and obligation rates as the primary measure of fiscal success\n* Identify and manage total costs of critical processes, especially when funding is divided among multiple commands and sources\n* Eliminate *use it or lose it* funding practices \n* Reward leaders and organizations who demonstrate exemplary stewardship and innovative ideas \n\n\n\n### Why is this important to the Army? \n\nThe Army is not a business and exists for one purpose: to fight and win the nation's wars. This is the first and foremost priority of every Soldier.  It is what every Soldier, from the rank of private to general, is taught and trains for.  This initiative is a recognition that in addition to being the best warfighters in the world, the Army also needs to have leaders that understand and practice good management behaviors; skillfully applying the resources provided to maximize our warfighting capability and capacity, and to making sure every dollar counts. \n\n\n### Resources:\n\n* [Office of Business Transformation](http://www.army.mil/obt)\n* Log in required: [Milsuite: Army-OBT](https://www.milsuite.mil/book/groups/army-obt)\n \n\n#### Related documents: \n\n* [Army Directive 2016-16, *Changing Management Behavior: Every Dollar Counts*](http://www.army.mil/e2/c/downloads/431212.pdf)\n* [Army Regulation 5-1, *Management of Army Business Operations*](http://www.apd.army.mil/pdffiles/r5_1.pdf)\n\n\n\n \n\n",
    "date": "Monday, April 18, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nEvery dollar we save by making the Army more efficient can be put back into maximizing readiness. \n\n###  - Lt. Gen. Tom Spoehr, director, [Army Business Transformation Office](http://www.army.mil/obt),  advocating that every dollar saved will bring a positive affect on Army's #1 priority - readiness   \n\n### [End-of-year 'use it or lose it' budget mindset to get tossed](http://www.army.mil/article/166098)\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}