{
    "id": "2016-04-19",
    "title": "U.S. Army World Class Athlete Program",
    "body": "##### Provided by  U.S. Army Installation Management Command \n\n### What is it?\n \nThe [U.S. Army World Class Athlete Program](http://www.armymwr.com/wcap/default.aspx ) (WCAP) is a military detachment run by the [U.S. Army Installation Management Command](http://www.imcom.army.mil). It was established in 1997 by the Army to support Public Law 84-11, which allows the Army to provide all Soldiers (Regular, Reserve, and National Guard) an opportunity to train for and participate in Olympic and Paralympic competitions while maintaining a professional military career. \n\nSoldiers must be nationally ranked in their chosen sport to be considered for the program. WCAP Soldiers balance athletic training with their military careers and are Soldiers first. They return to traditional military units upon completion of their WCAP assignment.\n \n\n\n### What has the Army done? \n\nSince 1948, about 500 Army Soldiers have represented the United States at the summer and winter Olympic Games as athletes/coaches, winning gold, silver, and bronze Olympic medals. The Soldier athletes have earned more than 110 medals in a variety of sports from bobsled, track and field, boxing, wrestling, and shooting.   \n\nCurrently, there are 60 Soldier-athletes assigned to WCAP participating in 12 different sports and training in seven different locations across the nation.  \n\nWCAP Soldiers support the [U.S. Army Recruiting Command](http://www.usarec.army.mil)'s Total Army Involvement in Recruiting mission and assists in reinforcing a positive image of the Army by providing recognition to athletes. They assist with the instruction and training of thousands of troops in combative, or hand-to-hand combat, techniques. \n\n \n### What continued efforts have been planned for the future?\n\nWCAP is working with other services to become the lead agency for the Joint-Service Para-athlete Program, which provides wounded warriors with training and opportunities to qualify for the [Paralympic Games](https://www.paralympic.org/paralympic-games). This program supports resiliency, providing the wounded warriors with the means to pursue new goals and dreams in spite of their battle injuries, inspiring other wounded warriors and the world with their accomplishments.\n\n\n\n### Why is this important to the Army? \n\nThe World Class Athlete Program is an example of how the Army values its Soldiers for more than just their accomplishments as war fighters. Soldier-athletes represent the United States and the U.S. Army to the world. This program helps to reinforce American public's pride in the armed forces.  \n\n\n### Resources:\n\n* [U.S. Army World Class Athlete Program](http://www.armymwr.com/wcap/default.aspx )\n* [U.S. Army MWR](http://www.armymwr.com/)\n* [U.S. Army Athletes on the U.S. Olympic Team](http://www.armymwr.com/olympians.aspx)\n* [2016 Olympic and Paralympic Games in Rio de Janeiro](http://www.armymwr.com/olympians-events.aspx)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n \n#### Related documents: \n* [AR: 601-2, Personnel Procurement](http://www.apd.army.mil/pdffiles/r601_2.pdf)\n* [USAREC Regulation 601-85, Total Army Involvement in Recruiting]( http://www.usarec.army.mil/im/formpub/REC_PUBS/r601_85.pdf)\n\n\n#### WCAP on Social Media: \n* [WCAP on YouTube](http://www.youtube.com/TheArmyWCAP)\n* [WCAP on Twitter](http://www.twitter.com/ArmyWCAP)\n* [WCAP on Facebook](http://www.facebook.com/ArmyWCAP)\n* [WCAP on Flickr](http://www.flickr.com/photos/ArmyWCAP)\n\n#### Related article: \n* [Soldier-athletes wrestle tough at Olympic Team Trials](http://www.army.mil/article/165887)\n\n \n\n",
    "date": "Tuesday, April 19, 2016",
    "quote": "Focus Quotes for the Day\n-----------------------\n\nI want to be the best U.S. pistol shooter in history. I already have the most World Cups. The only thing I'm missing is that Olympic gold medal.\n\n###  - [Sgt. 1st Class Keith Sanderson](http://www.armymwr.com/olympians-sanderson.aspx), [U.S. Army WCAP](http://www.armymwr.com/wcap/default.aspx) three-time Olympic rapid-fire pistol shooter, on his goals for the 2016 Olympic Games in Rio de Janeiro\n\n\nA lot of people are telling me that now I can relax because I don't have the pressure of qualifying anymore. But now the pressure to compete, and go win that gold, that's on. It's another set of pressure, but I'm ready for it.\n\n###  - [Sgt. Nathan Schrimsher](http://www.armymwr.com/olympians-schrimsher.aspx), [U.S. Army WCAP](http://www.armymwr.com/wcap/default.aspx) modern pentaltlethe, on securing his Olympic berth early at the 2015 Pan American Games\n\n\n### Read about  the other [U.S. Army Athletes on the U.S. Olympic Team](http://www.armymwr.com/olympians.aspx)\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}