{
    "id": "2016-04-21",
    "title": "Earth Day - 2016",
    "body": "##### Provided by Assistant Secretary of the Army (Installations, Energy and Environment)\n\n### What is it?\n \nEach year, the United States Army joins the nation on April 22 to commemorate Earth Day.  On this day the Army renews its commitment to protecting the environment and preserving the lands entrusted to the Army, lands that enable the combat readiness and the ability to defend this great nation.\n \n\n\n### What has the Army done? \n\nThis year, the Army is pledging to focus on inspiring even greater awareness and appreciation of the surroundings and conditions in which the Army lives and operates, and the role the land play in ensuring the Army remains ready and resilient.  \n\nThe Army is also reasserting its pledge to address the implications of climate change and assess the associated risks to national security. \n\nThe Army takes tremendous pride in its sound environmental stewardship.  The Army continues to lead the Federal Government in initiatives that sustain habitats and territories.  \n\nThe senior leaders of the Army encourage Soldiers, civilians, and Families to join efforts by learning more about the Army's environmental initiatives and make a difference.\n\n\n\n### What continued efforts have been planned for the future?\n\nThe Army will \"Acknowledge the Past\" by restoring Army lands and preserving cultural and historical resources. The Army will \"Engage the Present\" by meeting environmental standards while also enabling Army operations as well as protecting Soldiers, Families and civilians. The Army will \"Chart the Future\" by bringing the best practices and technologies to bear.\n\nThe Army continues to seek and employ technological innovations and energy solutions that reduce greenhouse gas emissions and mitigate climate change.  The Army is committed to leading the way in reducing energy consumption, repurposing and recycling, and enhancing the resiliency of the installations through energy efficiency and renewable energy use.\n \n### Why is this important to the Army? \n\n \nBy \"*Acknowledging the Past, Engaging the Present, Charting the Future,*\" and leading the way, the Army will safeguard the vitality of the lands and protect the communities where the Soldiers, Families, and civilians live, work, and play.  The Army will ensure future environmental resiliency.\n\n### Resources:\n\n* [Army Senior Leaders Tri-signed letter](http://www.army.mil/e2/c/downloads/430546.pdf)\n* [Assistant Secretary of the Army (Installations, Energy and Environment (ASA(IE&E)](http://www.army.mil/asaiee)\n* [U.S. Army Environmental Command](http://www.aec.army.mil)\n* Army.mil: [Energy News](http://www.army.mil/news/energy)\n* Army.mil: [Environment News](http://www.army.mil/news/environment)\n* [Office of Energy Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)\n* [Army Net Zero](http://www.asaie.army.mil/Public/ES/netzero/index.html)\n\n\n#### Related STAND-TO! \n\n* [Installations, Energy and Environment Strategy 2025](http://www.army.mil/standto/archive_2015-12-07)\n* [Energy Security and Sustainability Strategy](http://www.army.mil/standto/archive_2015-10-19/)\n\n \n\n",
    "date": "Thursday, April 21, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAs our Army celebrates Earth Day 2016, please join us in protecting the environment, enabling the Soldiers' readiness and securing the environmental future for our citizens and our nation. We encourage everyone to join in these efforts by learning more about the Army's environmental initiatives. Every day around the world, you can make a difference. Army Strong! \n\n###  -  Army senior leaders, in their Earth Day message to the force\n\n\n###  Taken from the [Tri-signed letter: Earth Day 2016](http://www.army.mil/e2/c/downloads/430546.pdf)\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}