{
    "id": "2016-04-25",
    "title": "Career Program 26 - Manpower and Force Management",
    "body": "##### Provided by Army G-1\n\n### What is it?\n \n[Career Program 26 (CP26)- Manpower and Force Management](http://www.civiliantraining.army.mil/occupational/Pages/CP-26.aspx) is one of the U.S. Army's 31 civilian career programs that provides career management, education and training to the department's manpower and force management professionals. These individuals are primarily management analysts who design, develop and resource the Army's operating and generating forces in support of the [National Military Strategy](http://www.jcs.mil/Portals/36/Documents/Publications/2015_National_Military_Strategy.pdf). CP26 professionals perform critical roles that includes designing and fielding the Army's current and future forces.  Additionally, they ensure Army organizations have the right number of people to do the job and the most efficient organizations to execute the Army's missions.\n \n\n\n### What has the Army done? \n\nArmy leaders at all echelons acknowledge their Civilian personnel as an integral part of the total Army Team. The CP26 program office has aligned its effort with the department's [Civilian Workforce Transformation (CWT)](http://www.army.mil/standto/archive_2014-04-17) initiative to enhance the development of diverse, adaptive and competent civilian professionals in part by providing them functional, leadership and developmental training opportunities and other resources.\n\n\n### What continued efforts have been planned for the future?\n\nCP26 will remain flexible and innovative to provide the most robust, rigorous, and diverse career program available to Army civilians. This will be achieved through: \n\n* Continued partnerships with other career program offices and organizations across the Army to provide a larger avenue for development to manpower and force managers,   \n* Implementation of enhanced communication strategies, which include the use of traditional command and leadership channels, and social media to educate CP26 careerist of resources and opportunities, \n* Continuing its successful *road show* program that involves CP26 Proponecy Office representatives traveling to places across the Army to share civilian career development strategies, and conducting mentoring sessions for Army civilians and service members.\n\n \n### Why is this important to the Army? \n\nDuring this time of dramatic change within the Army, achieving success requires that the department has all available teammates in their positions and contributing to mission. Manpower and force managers provide an essential skill set, which allows senior leaders to make informed decisions that positively impact the entire force. CP26 will ensure that each teammate has and is informed about all available resources to help them reach their full potential.\n \n\n### Resources:\n\n* [CP-26 Manpower and Force Management](http://www.civiliantraining.army.mil/occupational/Pages/CP-26.aspx)\n* [CP26 Proponency Office](http://www.cp26.army.mil/)\n* Log in required: [Army Career Tracker](https://actnow.army.mil/wps/portal/!ut/p/b0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOKd3R09TMx9DAwsfNxNDTwdPUKDLAONjQ1czfULsh0VAW9IRPw!)\n\n \n#### Related links: \n\n* [Facebook](https://www.facebook.com/ArmyCP26/?ref=hl)\n* [iTunes](https://itunes.apple.com/us/podcast/armycp26/id1065532969?mt=2)\n* [Newsletter](https://www.dvidshub.net/publication/issues/28784)\n* [DVIDS](https://www.dvidshub.net/unit/usacp) \n\n#### Related STAND-TO!: \n\n* [Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17)\n\n\n",
    "date": "Monday, April 25, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nManpower and Force Managers are integral to all Army resourcing decisions. To emphasize this role, the CP26 leadership is committed to providing the training and professional development necessary for meeting the challenges inherent in downsizing and budget building. \n\n###  - Roy Wallace, functional chief representative, Career Program 26, Assistant Deputy Chief of Staff, G-1   \n\n\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}