{
    "id": "2016-04-26",
    "title": "Associated Units Pilot Program",
    "body": "##### Provided by Army G-3-5-7\n\n### What is it?\n \nThe Associated Units Pilot Program is a multi-year test of a new concept to increase readiness and responsiveness of the Army as a total force. The pilot leverages the Secretary of the Army's authority to associate units of the Reserve Components (Army Reserve and Army National Guard) with Active Component units for training oversight prior to mobilization.\n \n### What has the Army done? \n\nThe Secretary of the Army has formally designated associated units for the pilot, providing the commanders authority needed to begin the test.  The association relationship modifies administrative control, making the gaining unit commander responsible for approving its associated unit's training program, reviewing its readiness report, assessing its resource requirements, and confirming collective proficiency.  Association enables integration of formations from units of different components prior to mobilization through collective training.  \n\nIn addition to training with Active Component units, Reserve Component units selected for the pilot will sustain higher readiness to minimize post-mobilization training requirements.  The units will execute increased training days and more frequent CTC rotations or other capstone training events based on the type of unit.  Associated units will be manned to ensure sufficient available personnel to execute the training strategy, will exchange assigned personnel to enhance mutual understanding across components, and will wear common patches.  Associated units will not be required to maintain the exact same modernization levels, but must be compatible to ensure they can train and fight together.\n\n\n\n### What continued efforts have been planned for the future?\n\nThe pilot program will last for three years and after that time an assessment will be made to decide how the program could expand.  The first formations will begin execution of the strategy in June 2016, with increased collective training beginning in fiscal year 2017.  The pilot will run through 2019, and Army leaders will assess the effectiveness of employing associated units in improving force generation to fully leverage the total force in meeting current and contingency demands.  The Department of the Army will apply lessons learned and may direct the transition to full implementation of the associated unit program in 2020 and beyond.\n \n### Why is this important to the Army? \n\nThe pilot uses association to implement new training, manning, and equipping strategies to build readiness and strategic depth across components. These units will train, build readiness, and ultimately fight as one Army. \n \n\n### Resources:\n\n#### Related document:\n\n* [Army Directive 2012-08, Army Total Force Policy, Sept. 4, 2012](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n\n#### Related articles: \n\n* [Pilot program links Reserve components with active units for training](http://www.army.mil/article/164792)\n* [Department of the Army Announces Associated Units Pilot](http://www.army.mil/article/164629)\n\n#### Related STAND-TO!: \n\n* [Integration of Active and Reserve Component Opening Capabilities](http://www.army.mil/standto/archive_2016-03-24)\n* [Army Total Force Policy](http://www.army.mil/standto/archive_2014-05-21)\n",
    "date": "Wednesday, April 27, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThe Associated Units pilot allows us to leverage the capabilities and capacities of the Active Component, Army Reserve and the Army National Guard as One Army.\n\n###  - Chief of Staff of the Army Gen. Mark Milley  \n\n### [Department of the Army Announces Associated Units Pilot](http://www.army.mil/article/164629)\n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}