{
    "id": "2016-04-28",
    "title": "Motorcycle Mentorship Program",
    "body": "##### Provided by U.S. Army Combat Readiness Center \n\n### What is it?\n\nThe Motorcycle Mentorship Program is a voluntary unit or installation-level organization where inexperienced and seasoned motorcycle riders are paired together to create a supportive learning environment that promotes safe and responsible riding.\n\n### What has the Army done? \n\nThe MMP was encouraged and supported by the Army Chief of Staff in December 2005. [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC) has developed a dedicated website to provide information for leaders, Soldiers and other individuals interested in forming mentorship programs at the unit level, whether through the command, a private organization or command-private organization partnership.\n\nIn response to  feedback from users in the field, the MMP website was updated with a \"how to\" section that outlines the MMP process from implementation to support and sustainment and provides advice for non-riding leaders on ways to support the program.\n\n### What continued efforts have been planned for the future?\n\nThe USACRC's long-term goal is to engage and promote a 90 percent increase of organizational MMPs across the Army by 2020 through online tools, resources and safety assistance visits. The USACRC is also exploring potential for a recognition program to promote, enhance and recognize MMPs that have contributed to improving motorcycle safety within their organizations.\n\nThe USACRC continually solicits user feedback and provides information on safe motorcycling through the MMP website and social media. A motorcycle safety subscription page recently went live on the [USACRC website](https://safety.army.mil) allowing mentors and riders to receive real-time motorcycle safety information and query for existing MMP products. The USACRC's objective is to rapidly provide current and up-to-date information and material, including topics for all riding seasons, to improve communication and information flow.\n\n \n### Why is this important to the Army? \n\nExpanding the MMP is one of the seven goals outlined in the [Fiscal Year 2016 Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/59), which re-energizes leader commitment to protect the force from mishaps, injuries and illness while improving readiness and force stability. This program supports the Army's vision and goals for safety and occupational health. \n\nMotorcycle accidents impact readiness and the safety of the Soldiers, Families and civilians is imperative for Army readiness. \n\n### Resources:\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [Motorcycle Mentorship Program](https://safety.army.mil/mmp)\n\n#### Related document: \n\n* [Fiscal Year 2016 Safety and Occupational Health Objectives, Oct. 21, 2015](https://safety.army.mil/ShrinkLink/59) \n\n#### Related STAND-TO!:\n\n* [Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2015-12-16)\n\n",
    "date": "Thursday, April 28, 2016",
    "quote": "Focus Quote for the Day\n-----------------------\n\nAn investment in readiness is the primary means that allows the Army to meet the demands of our Combatant Commanders and maintain the capacity to respond to contingencies worldwide. \n\n###  - Acting Secretary of the Army Patrick J. Murphy and Chief of Staff of the Army Gen. Mark A. Milley in a joint statement before the committee on Armed Services, United States Senate, April 7, 2016\n\n### Taken from the [2016 Army Posture Statement](http://www.army.mil/e2/rv5_downloads/aps/aps_2016.pdf) \n\n \n\n",
    "events": "Events \n---------------------------\n\n#### April 2016\n\nSexual Assault Prevention & Awareness Month: Visit [SHARP](http://www.sexualassault.army.mil/index.cfm) (#SHARP)\n\nVolunteer Appreciation Month (#Volunteer) \n\nMonth of the Military Child: Visit [Army Families](http://www.army.mil/families) (#MOMC  #MilitaryFamilies) \n\nApril 5: Gold Star Spouse's Day (#GoldStar #Spouses #GoldStarPins)\n\nApril 22: Earth Day (#EarthDay)\n\nApril 23: [Army Reserve's 108th Birthday](http://www.usar.army.mil/Featured/SpecialFeatures/ArmyReserveBirthday.aspx) (Tag www.facebook.com/USArmyReserve and @USArmyReserve on Twitter)\n\n#### May 2016\n\nNational Asian Pacific Heritage Month\n\nMilitary Spouse Appreciation Day\n\nNational Day of Prayer\n\nMay 30: Memorial Day\n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n"
}