{
    "id": "2015-07-01",
    "title": "Antiterrorism Awareness Quarterly Theme -- Antiterrorism Training ",
    "body": "**What is it?**\n\nThe Army antiterrorism awareness theme for the fourth quarter (July through September) fiscal 2015 (4Q/FY15) is antiterrorism training.  The audience for this theme includes antiterrorism officers and Army leaders who plan and execute antiterrorism training.  This theme overlaps and supports the observance of Antiterrorism Awareness Month which is observed in August.\n\n**What is the Army doing?**  \n\nTraining is critical to the Army's antiterrorism readiness and the hallmark of our ability to assess, detect, defend, warn, and recover from acts of terrorism. Antiterrorism training, whether at the individual or collective level is fundamental to our preparedness and defense against the terrorist threat.  \n\n* The focus areas for this quarterly awareness theme include: \n* -- Increased community awareness of the risks associated with the use of social networking sites and protective measures\n* -- Antiterrorism Awareness Level 1 Training which is required annually\n* -- Antiterrorism training for regionally aligned forces\n* -- Training for community members and emergency response forces in active shooter response\n* -- iWATCH Army training for contractors and family members\n\nThe Army Antiterrorism Enterprise Portal (ATEP) provides extensive information and resources for the entire Army community.  The Department's Antiterrorism Branch posted the following new products and tools to support this quarterly theme.\n\n* -- Social Media for Antiterrorism Awareness and Community Outreach (Volume 1)\n* -- Precautions for the Use of Social Networking Sites for Antiterrorism Awareness and Community Outreach (Volume 2 produced in both FOUO and UNCLASS formats)\n* -- Social media toolkit established on ATEP\n* -- Antiterrorism Coordinator Guide\n* -- Summary product highlighting the Washington Navy Yard active shooter lessons\n* -- Updates to active shooter and suspicious activity reporting products\n* -- Vignettes on Charlie Hebdo and Tunis museum attacks\n\n**What continued efforts does the Army have planned for the future?**  \n\nIn August 2015, the Army will observe its sixth annual Antiterrorism Awareness Month.  In addition, the below themes are tentatively planned for FY16 (official message to follow). \n\n* -- 1Q/FY16:  Community Awareness\n* -- 2Q/FY16:  Physical Security\n* -- 3Q/FY16:  Measuring Antiterrorism Performance\n* -- 4Q/FY16:  Insider Threat\n\n**Why is it important to the Army?** \n\nAs terrorist adopt new tactics, such as The Islamic State of Iraq and the Levant (ISIL) has with recent threats via social media, the Army must train and educate the community to counter those threats.  \n\n**Resources:**\n\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [USACIDC Computer Crime Investigative Unit (CCIU)](http://www.cid.army.mil/cciu2can.html)\n* Related STAND-TO!: \n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n",
    "date": "Wednesday, July 1, 2015",
    "quote": "Quote for the Day\n------------------------\n\nIt's about sending a message across the force to exceed the basic Army standards.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), emphasizing that the changes to the Best Warrior competition, which selects the Army's Soldier and Noncommissioned Officer of the Year, are designed to better assess Soldiers' basic grasp of Army standards and push beyond them to excel in increasingly challenging circumstances. \n\n### -  [Dailey shaking up Best Warrior competition](http://www.army.mil/article/151472/)\n\n### Related site: [Best Warrior Competition](http://www.army.mil/bestwarrior/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}