{
    "id": "2015-07-02",
    "title": "Career Skills Program",
    "body": "**What is it?**\n\nThe Army Career Skills Program (CSP), executed by the Installation Management Command (IMCOM) is an element of the Military Life Cycle that encourages Soldiers to capitalize on training opportunities during transition to turn their military skills into post-service careers.  The CSP is authorized by the Veterans Opportunity to Work (VOW) Act, as enabled by DODI 1322.29, and includes opportunities for participation in pre-apprenticeship/apprenticeship, internships, job shadow, on-the-job training, and employment skills training.  \n\nTo be eligible to participate, Soldiers must expect to be honorably discharged or discharged under honorable conditions, and released from active duty within 180 calendar days of starting a CSP.  Soldiers enrolled in the Integrated Disability Evaluation System (IDES) or assigned to the Warrior Transition Unit/Community Care Unit (WTU/CCU) can begin a CSP 85 days after their medical retention determination point (MRDP). Commanders must authorize participation in these free or minimal cost programs leading directly to careers or the promise of an interview for an open position in hard-to-fill, critical occupations.  \n\n**What has the Army done?**\n\nIMCOM hired six regional CSP coordinators located at Fort Bragg, Fort Carson, Fort Campbell, Fort Hood, Fort Stewart; and Joint Base Lewis-McChord.  The CSP coordinators work with employers, professional associations, unions, educational providers, and garrison leaders to create CSPs that yield highly-skilled, high-demand civilian careers. Garrisons have initiated CSPs in occupational areas such as auto mechanics, information technology, truck driving, fire suppression, HCVAC/R, welding, plumbing, construction, general mechanics, retail, and high tech manufacturing and distribution. In fiscal 2014, over 10 IMCOM garrisons implemented the CSP with 817 Soldiers enrolled.\n\n**Why is this important to the Army?**\n\nThe CSP aims to set conditions for post-service excellent careers and decrease high unemployment compensation (UCX) paid to veterans. Army UCX payments were over $515M annually in 2014 and have decreased by approximately $100K this year, crediting new programs like CSP. Partner employers recognize the importance Army values and ethos bring to their companies in direct support of Soldier For Life.  \n\n**What Does the Army have planned for the future?**\n\nOver the next year, IMCOM anticipates an increased CSP growth as garrison leaders forge increased partnerships with employers and improve the Army's warm hand-over to civilian careers. IMCOM continues as the leading integrator in developing and formalizing CSP for the Army.  \n\n**Resources:**\n\n* [IMCOM](http://www.imcom.army.mil)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* Related documents: \n* [- Army Career Skills Program Overview](https://www.hrc.army.mil/site/assets/pdf/Day2_1125_Overview_CSP.pdf)\n* [- DoDI 1322.29: Job Training, Employment Skills Training, Apprenticeship and Internships - Jan. 24, 2014](http://www.dtic.mil/whs/directives/corres/pdf/132229p.pdf)\n* [- Army Directive 2015-12: Implementation Guidance for Credentialing Program and Career Skills Program       March 11, 2015](http://www.apd.army.mil/pdffiles/ad2015_12.pdf)\n* Related articles: \n* [- Career Skills Program affords ETSing Soldiers employment potential](http://www.army.mil/article/139471/)\n* [- Career Skills Program - CSP](http://go.usa.gov/3wDF6)",
    "date": "Thursday, July 2, 2015",
    "quote": "Quote for the Day\n------------------------\n\nI don't know how you can be a senior leader in the U.S. Army or any organization without being strategic. We are in a mobile, complex world. And while there are functional capabilities that you require in any particular area, I expect all of our senior leaders to be strategic thinkers and be able to have a vision of how we look to the future.\n\n### - Gen. Dennis L. Via, commanding general of the U.S. Army Materiel Command, speaks to senior Army warrant officers who were part of the first-ever Army Senior Warrant Officer Summit in Alexandria, Va., June 29. \n\n### - [Warrant officers critical to transformation from wartime to 'sustainment Army'](http://www.army.mil/article/151493)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}