{
    "id": "2015-07-06",
    "title": "Vehicular Integration for C4ISR Interoperability (VICTORY)",
    "body": "**What is it?**\n\nVICTORY is a common standard designed to guide network-related development and integration efforts for the Army's Tactical Wheeled Vehicle and Ground Combat Systems. Adopting VICTORY, which is a part of the Army's Common Operating Environment, means that Soldiers will find more common sets of devices, displays, and information in a wider range of vehicles  ultimately making Soldiers and formations more connected, aware, and capable.\n\n**What has the Army done?**\n\nThe Army converged on a common set of hardware and software elements and demonstrated a VICTORY-outfitted MRAP-All Terrain Vehicle (M-ATV) in the Network Integration Evaluation (NIE) 15.2 in May 2015.  The demonstration included the Mounted Family of Computing Systems, VIC-5, CROWS, CREW, DVE, Check-6, Boomerang, SINCGARS, HMS, and WIN-T.\n\nThe demonstration illustrated how implementing the VICTORY standard could increase situational awareness within vehicles and across unit formations.  This effort gives Soldiers a more common set of tools and capabilities, allowing the Army to reduce Soldiers' operational burden and providing better insight into logistics and maintenance needs through the Army's Condition-Based Maintenance (CBM) enterprise.  \n\nThe NIE demo also showed how VICTORY better manages space, power, and cooling demands for vehicle occupants, and how it could provide acquisition and life cycle management cost savings by reducing equipment duplication and associated training. \n\n**Why is this important to the Army?**\n\nAs the Army seeks greater flexibility and affordability, VICTORY implementation can improve Soldiers' awareness and unit effectiveness by standardizing and simplifying communication and information sharing.  Initial Soldier and senior Army leader NIE feedback indicates VICTORY solves problems that have plagued ground vehicle integration  where growing physical and network demands degraded situational awareness and could require expensive applique efforts. \n\nThe Army will use VICTORY to leverage the real-time, safety-critical, embedded portion of its approved computing technologies and standards.\n\nSpecifically, NIE 15.2 results will help inform future network configuration activities across all Army ground vehicle programs. Outfitting Army vehicles with VICTORY will substantially improve platform connectivity and interoperability and control network integration-related development and fielding costs.\n\nThe demonstration also showed how the Army-wide CBM initiative could be implemented on a VICTORY-enabled platform without additional hardware, decreasing the logistics footprint and improving maintenance efficiency by sharing information directly with Army enterprise CBM data systems.\n\n**What does the Army have planned for the future?**\n\nThe Army will develop fleet-based approaches to integrating VICTORY into emerging and legacy vehicle platforms. The intent is to integrate VICTORY and VICTORY-compliant hardware onto the Army ground vehicle platforms beginning in Fiscal Year 2017.\n\n**Resources:**\n\n* [VICTORY](http://victory-standards.org/)\n* Related article:\n* [- 'Better Buying Power' key to maintaining Army tech edge](http://www.army.mil/article/146261)\n* [- Unique Army tactical vehicles being integrated for Network Integration Evaluation 15.2](http://www.army.mil/article/144007)\n* [- Army, industry discuss common modular open architecture](http://www.army.mil/article/145743)\n* Related STAND-TO!:\n* [-Force 2025 and Beyond]( http://www.army.mil/standto/archive_2015-03-27/)\n",
    "date": "Monday, July 6, 2015",
    "quote": "Quote for the Day\n------------------------\n\nThe militaries of both Brazil and Colombia have shown that they take the\ndevelopment of noncommissioned officers seriously. This visit is a great\nexample of us working together with our partners on leadership development,\nwhich helps build their capacity. The combined commitment to security in\nthe region shows that Army South continues to be a regionally engaged,\npartner of choice.\n\n\n### - Command Sgt. Maj. Carlos Olvera, Army South command sergeant major, on the visit from senior enlisted leaders from Brazil and Colombia at Fort Benning, Ga., and Eglin Air Force Base, Fla., June 14-25, to discuss increasing the development of their noncommissioned officer corps with senior enlisted leaders from the U.S. military.\n\n\n### - [Army South, partner armies work together to develop enlisted leaders](http://www.army.mil/article/151507)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n\n\n"
}