{
    "id": "2015-07-07",
    "title": "The Army Vision",
    "body": "**What is it?**\n \nThe recently published [The Army Vision 2015-2025: Strategic Advantage in a Complex World](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf) is the Secretary of the Army and the Chief of Staff of the Army's guidance for building an Army to meet the nation's needs over the next ten years and beyond. \n\n[The Army Vision](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf) defines the unique and enduring capabilities the U.S. Army provides in support of the nation.\n\n**What has the Army done?**\n \nEmerging from 14 years of war, facing significant budgetary pressures, and confronting an increasingly complex security environment that continues to demand support, the Army built on its long history of success, adaptation, and strong leadership to change and evolve. \n\n* The Army maintains enduring capabilities unique from other services:\n\n* 1) The Army can fully enforce the nation's will and decisively defeat an enemy on land by seizing and holding territory.\n\n* 2) The Army is the United States' essential integrator of military, interagency, and multinational operations when deployed. \n\n* 3) The Army delivers enduring foundational capacity to enable sustained operations. \n\n* 4) The Army is responsible for persistent operations within and among populations, building the necessary working relationships to create enduring bonds necessary for achieving long-term outcomes.\n\n**What efforts does the Army plan to continue in the future?**\n \nThe Army remains prepared for the future security environment, with an agile, expert, innovative, interoperable, expeditionary, scalable, and balanced force that is able to meet the nation's demands. The Army inculcates these eight key characteristics, which are essential for future success, no matter the challenge, in the Army of today and beyond.\n\n**Why is this important to the Army?**\n\nThe [Army of 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/) will effectively employ lethal and non-lethal over-match against any adversary to prevent, shape, and win conflicts and achieve national interests. It will leverage cross-cultural and regional experts to operate among populations, promote regional security, and be interoperable with the other military services, United States Government agencies and allied and partner nations.\n \nLeveraging the Total Force, it will consist of a balanced, versatile mix of scalable, expeditionary forces that can rapidly deploy to any place on the globe and conduct sustained operations within the full range of military operations. Composed of agile and innovative institutions, Soldiers and civilians, the Army of 2025 and Beyond provides strategic advantage for the nation with trusted professionals who strengthen the enduring bonds between the Army and the people it serves.\n\n**Resources:**\n\n* [Secretary of the Army](http://www.army.mil/leaders/sa/)\n* [Chief of Staff](http://www.army.mil/leaders/csa/)\n* [The Army Vision 2015-2025: Strategic Advantage in a Complex World](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf)\n* Related documents: \n* [- U.S. Army Operating Concept (AOC), \"Win in a Complex World\"](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* Related STAND-TO!: \n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Tuesday, July 7, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nIn order for the Army to achieve its enduring mission for the nation, it must adapt and evolve as the world around us changes.\n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/) and [Chief of Staff of the Army General Raymond T. Odierno](http://www.army.mil/leaders/csa/) \n\n\n### - [The Army Vision 2015-2025: Strategic Advantage in a Complex World](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n\n"
}