{
    "id": "2015-07-08",
    "title": "AKO Service Changes  ",
    "body": "**What is it?**\n \nThe Army established Army Knowledge Online (AKO) in the late 1990s to provide online information services for U.S. Army personnel. Services included email, collaboration, discussion forums, a directory, and direct access to many DOD and Veterans Affairs (VA) websites.\n\nAs part of the larger Army network and IT modernization efforts, AKO infrastructure and services are evolving to increase interoperability across the DOD and to achieve strategic priorities of the Army. All Army business processes will move from the current AKO platform to next-generation enterprise services over the course of several years.\n \n**What has the Army done?**\n \nThe first step in the modernization process was the successful migration to Defense Enterprise Email (DEE) in 2013. This centralized nearly 1.6 million Army users from approximately 40 disparate legacy email systems to a secure Defense Information Systems Agency (DISA) managed email service that is designed to eliminate inefficient network configuration and increase efficiency. DEE provides Army users Common Access Card (CAC)-enabled access to email anywhere; a single, comprehensive, DOD global address list (GAL); calendar sharing and enterprise management capability.\n\nDespite this first step, many Army users still have email sent to their AKO email address only to have it forwarded to their enterprise email or other official account.  Likewise, many applications still use an AKO email address for their internal roster(s) and identity management.  While this method of operation will remain acceptable for the time-being, users and application owners/ administrators should be aware of the following changes to their AKO service:\n\n* 1) All AKO email boxes were shut down on March 31, 2015. As of this date, any email sent to an AKO email address is forwarded to an official Government email box or is returned to sender if no valid forwarding address is registered in AKO. AKO will continue to forward email for Army CAC holders until Sept. 30, 2015.\n\n* 2) Because of the shutdown of AKO email, together with most other non-tactical legacy email systems, applications were originally directed to cease using and to end dependency on AKO email addresses by June 30, 2015.  Application owners will, instead, have until Sept. 30, 2015, to re-engineer their applications to use another email address or user identifier, such as mail.mil.  It is crucial that application owners begin this work now so that they will suffer no disruption in service. \n\n* 3) To mitigate potential email delivery interruptions when AKO email forwarding ceases, DISA will absorb the us.army.mil, Army email domain identity, and the AKO addresses of current users into its global address list (GAL) as secondary addresses for a limited additional time. AKO will retain the \"user@us.army.mil\" identifier in its directory for applications using it today as a user identity. \n\n**Why is it important to the Army?**\n\nAs many as 1.5 million email users in the Army today have set their AKO email accounts to forward, either to their enterprise email account or another government account.  Likewise, over 700 applications use AKO addresses to maintain their user databases and send notifications out to their customers.  Ending all forwarding of mail to AKO addresses on June 30, 2015, would significantly impact the operations of the Army, both stateside and overseas.  Fortunately, users and application owners now have additional time -- until Sept. 30, 2015 -- to take necessary measures to end all dependence on AKO email addresses.  \n\n**What efforts does the Army plan in the future?**\n\nAs the Army continues to move to managed enterprise services and away from owned, operated, and maintained systems, the intent will be to rely more heavily on services maintained at the DOD level rather than at the Army level, such as DOD Enterprise Email. \n\n**Resources:**\n\n* [Army Enterprise Service Desk](https://esd-crm.csd.disa.mil/) or call 1-866-335-ARMY (1-866-335-2769) \n* [AKO-Transition](http://www.eis.army.mil/ako)\n* [Single Sign-On page](https://www.us.army.mil/suite/page/83)\n* [Army AKO Email Shutdown Guidance](http://go.usa.gov/3wt3F)\n* [CIO/G-6](http://ciog6.army.mil/AKOTransition/tabid/215/Default.aspx)\n",
    "date": "Wednesday, July 8, 2015",
    "quote": "Quote for the Day\n-----------------\n\nIt's hard to use [the NCOER] as a determiner of success and for potential for promotion when everybody is a 1. That should be the number-one thing we are using to decide promotion potential. \n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), speaks about the new policy for the noncommissioned officer evaluation report (NCOER), due out in January, which includes a limit on how many \"most qualified\" ratings can be handed out by a Soldier's senior rater for preventing \"rating inflation.\" \n\n\n### - [With new report, senior raters may identify just 24 percent 'most qualified'](http://www.army.mil/article/151765)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n\n"
}