{
    "id": "2015-07-09",
    "title": "STARRS - Longitudinal Study  ",
    "body": "**What is it?** \n\nThe Study to Assess Risk and Resilience in Servicemembers - Longitudinal Study (STARRS-LS) is a [research partnership](http://www.nimh.nih.gov/health/topics/suicide-prevention/suicide-prevention-studies/the-making-of-army-starrs-an-overview.shtml) between the Department of Defense (DOD), the Department of the Army (DA) and the National Institute of Mental Health (NIMH). \n\nThe goal is to continue the research program established by Army STARRS, which studied risk and protective factors for suicide. The initial Army STARRS project was a joint-effort between the Army, the NIMH, and several research universities that had the goals to better understand risk and resilience factors associated with behavioral health issues in Soldiers. \n\nThe STARRS-LS collaboration will include continued use of Army STARRS administrative and questionnaire data collected from approximately 110,000 U.S. Army Soldiers as well as analyses of historical data on more than 1.6 million Soldiers (a total of more than 1.1 billion data records). In addition, this continued effort provides opportunities for follow-up research based off these foundational efforts. \n\n**What has the Army done?**\n\nOn Oct. 23, 2008, the NIMH and DA signed a MOA to examine the mental and behavioral health of Soldiers, to better understand risk and protective factors associated with suicidal behavior and related behavioral health conditions. The goal is to use the research findings to inform the development and testing of effective suicide prevention and treatment interventions.  The result was the Army STARRS research project.\n\nBeginning in July 1, 2015, STARRS-LS will continue Army STARRS' research to provide analyses and findings to develop strategies for optimal prevention and intervention strategies across all phases of Army service.\n\n**Why is this important to the Army?** \n\nSTARRS-LS is a direct response to the President's executive order on improving access to mental health services for veterans, service members, and military Families, as well as the National Research Action Plan to continue a longitudinal follow-up study of Army STARRS participants.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe overarching goal of STARRS-LS is to establish a framework for continuing and expanding the research initiated through Army STARRS. STARRS-LS will also collaborate with the scientific community to better understand risk and resilience and provide opportunities for general health promotion and risk reduction in military, veteran and civilian populations.\n\n**Resources:**\n\n* [Army STARRS](http://www.armystarrs.org)\n* -- Contact by [email](mailto:armystarrs@mail.nih.gov)\n* AKO log-in required: [Army STARRS](https://www.us.army.mil/suite/page/657052)\n* Related STAND-TO!: \n* [- Ready and Resilient: Army STARRS Update](http://www.army.mil/standto/archive_2013-07-19/)\n* [- Army STARRS: Soldier Health Outcomes Study](http://www.army.mil/standto/archive/issue.php?issue=2012-05-22) \n* [- Army STARRS: Pre/Post Deployment Study](http://www.army.mil/standto/archive/issue.php?issue=2012-07-30)\n* [- Army STARRS](http://www.army.mil/standto/archive_2013-03-21/)\n",
    "date": "Thursday, July 9, 2015",
    "quote": "Quote for the Day\n-----------------\n\nIf we are committed, we will succeed in transforming to meet future security challenges and maintaining the nation's strategic advantage in a complex world. By achieving our [Vision](http://www.army.mil/standto/archive_2015-07-07/?from=st_0709), we ensure the nation receives the Army it needs to endure another 240 years...and beyond.\n\n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/) and [Chief of Staff of the Army General Raymond T. Odierno](http://www.army.mil/leaders/csa/)\n\n### [The Army Vision 2015-2025: Strategic Advantage in a Complex World](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}