{
    "id": "2015-07-13",
    "title": "Army Force Structure and Stationing Decisions",
    "body": "**What is it?**\n\nThe Department of the Army announced force structure decisions and associated stationing plans which reduce the Army by 40,000 active component Soldiers and 17,000 Army civilian employees by the end of fiscal 2018.  The plans implement the budget caps of the Budget Control Act of 2011 and current law.  These reductions impact almost every Army installation, both in the continental United States and overseas.  \n\nBy the end of FY 2018, the active Army will reduce its size from 570,000 to 450,000 over a five-year period.  This represents a 21 percent reduction of the force.  \n\n**What is the Army doing?**\n\nThese reductions of Soldiers and civilians will impact almost every Army installation, both in the continental United States and overseas.  As part of this reduction, the Army will conduct involuntary separation boards for both enlisted Soldiers and officers.\n\nThe Army will convert both the 3rd Brigade Combat Team, 3rd Infantry Division at Fort Benning, Georgia and the 4th Airborne Brigade Team (Airborne), 25th Infantry Division, in Fort Richardson, Alaska, into maneuver battalion task forces by the end of FY 2017.  Additionally, the 2nd Brigade Combat Team, 25th Infantry Division, will remain in Schofield Barracks, Hawaii, but will convert from a Stryker brigade to a two-maneuver battalion infantry brigade combat team.  \n\nThe U.S. Army will continue its longstanding presence and interest in maintaining security in the Asia-Pacific region.  These conversions, along with the addition of a Stryker brigade combat team to the Army National Guard in the Pacific Northwest, enhance our power projection in the Pacific.\n\n**What force structure reduction does the Army plan to continue in the future?**\n\nWith potential sequestration level cuts, expected to be imposed next year and beyond, the Army's end-strength will be further reduced to 420,000 Soldiers by fiscal 2019.  This is a cumulative loss of 150,000 Soldiers, or 26 percent of the force.  Additionally, the Army may be forced to reduce another 6,000 Army civilians.\n\n**Why is this important to the Army?**\n \nInstability and uncertainty are on the rise across the globe and the Army assumes risk in maintaining readiness with these reductions.  An Active Component force of 450,000 Soldiers represents the bare minimum needed for the Army to carry out its missions and execute and meet the requirements of the defense strategy.\n\n**Resources:**\n\n* [2014 Army Strategic Planning Guidance](http://www.g8.army.mil/pdf/Army_Strategic_Planning_Guidance2014.pdf)\n* Related article:\n* [- Army to realign brigades, cut 40,000 Soldiers, 17,000 civilians](http://www.army.mil/article/151992)\n* Related STAND-TO!: \n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- Army National Guard's 2015 Strategic Planning Guidance](http://www.army.mil/standto/archive_2015-01-12/)\n* [- Army Force Structure Changes (2013)](http://www.army.mil/standto/archive_2013-06-26/)\n",
    "date": "Monday, July 13, 2015",
    "quote": "Focus Quote for the Day\n---------------\n\n\nThese are incredibly difficult choices. The Army followed a long and deliberate process that included utilization of a [Government Accountability Office]-endorsed military value analysis process, and an inclusive total Army analysis, in order to determine the best construct for the Army, based on the threats we face and the current fiscal environment we must operate in.\n\n### - Brig. Gen. Randy George, director of force management for the Army, referring to the recently announced force structure and stationing decisions which will affect the Army, at a press conference held at the Pentagon, July 9\n\n### [Army to realign brigades, cut 40,000 Soldiers, 17,000 civilians](http://www.army.mil/media/401854/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}