{
    "id": "2015-07-14",
    "title": "OPM Cybersecurity Incidents",
    "body": "**What is it?**\n\nThe U.S. Office of Personnel Management (OPM) recently discovered two separate but related cyber-security incidents that have impacted the data of more than 21 million federal government employees, contractors, and others.  \n\n* (1) In April 2015, OPM discovered that the personnel data of 4.2 million current and former federal government employees had been stolen. This means information such as full name, birth date, home address and Social Security numbers were affected. \n\n* (2) In early June 2015, OPM discovered that additional information had been compromised: including background investigation records of current, former, and prospective federal employees and contractors. OPM and the interagency incident response team have concluded with high confidence that sensitive information, including the Social Security numbers (SSNs) of 21.5 million individuals, was stolen from the background investigation databases. This includes 19.7 million individuals that applied for a background investigation, and 1.8 million non-applicants, primarily spouses or co-habitants of applicants. \n\n\n**What is the Army doing?**\n\nThe Army is working to provide updates as soon as they are available regarding the recent incidents and actions being taken for those impacted.   OPM's new, [online incident resource center](https://www.opm.gov/cybersecurity) offers information regarding the OPM incidents and directs individuals to materials, training, and useful information on best practices to secure data, protect against identity theft, and stay safe online. \n  \nAn OPM call center will be opened to respond to questions and provide more information.  \n\n\n**What continued efforts does the Army plan to continue in the future?**\n\n The Army is working to provide all personnel, military and civilian, information as soon as it becomes available.  OPM is developing a number of resources for those who may have been affected, or who have additional questions.   OPM has partnered with the U.S. Department of Homeland Security's Computer Emergency Readiness Team (US-CERT), and the Federal Bureau of Investigation (FBI) to investigate and determine the full impact to Federal personnel. Federal law enforcement agencies continue to investigate the matter and assist with remediation efforts.  \n\nOPM continues to take aggressive action to strengthen its broader cyber defenses and information technology (IT) systems, in partnership with experts from the Department of Defense, the Department of Homeland Security, the Federal Bureau of Investigation, and its other interagency partners.  As outlined in its recent [Cybersecurity Action Report](http://go.usa.gov/3f7Mu), in June, OPM identified 15 new steps to improve security, leverage outside expertise, modernize its systems, and ensure internal accountability in its cyber practices.   \n\n\n**Why is this important to the Army?**\n \nArmy is committed to helping those that have been impacted by these incidents, ensuring timely and accurate information will be posted as it becomes available and U.S. Army leaders will also communicate updates through a variety of channels.  The Army is also committed to protecting the safety and security of the information of federal employees and contractors and safeguarding networks and data. The Army also wants its personnel that assistance is available and encourages use of those resources.\n\n\n\n**Resources:**\n\n* [U.S. Office of Personnel Management](https://www.opm.gov/)\n* [- OPM Online Cybersecurity Incident Resource Center](https://www.opm.gov/cybersecurity/)\n* [- Cybersecurity FAQs](https://www.opm.gov/cybersecurity/#FAQs)\n* Related documents: \n* [- OPM Cybersecurity Incident Information](http://www.defense.gov/pubs/OPM_Cybersecurity_Incident_Information.pdf)\n* [- National Counterintelligence and Security Center - Your Personal Information:  Protecting it from Exploitation](http://go.usa.gov/3f7Mq)\n* Related articles: \n* [- OPM to notify employees of cybersecurity incident, June 4, 2015](http://go.usa.gov/3f7M7)\n* [- OPM Cybersecurity Action Report, June 2015](http://go.usa.gov/3f7Mu)\n* [- OPM announces steps to protect federal workers and others from cyber threats, July 9, 2015](http://go.usa.gov/3f7er)\n* [- DOD notified of OPM cybersecurity incident, June 4, 2015](http://go.usa.gov/3f7ty)\n \n \n",
    "date": "Tuesday July 14, 2015",
    "quote": "Focus Quote for the Day\n---------------\n\n\nThese are incredibly difficult choices. The Army followed a long and deliberate process that included utilization of a [Government Accountability Office]-endorsed military value analysis process, and an inclusive total Army analysis, in order to determine the best construct for the Army, based on the threats we face and the current fiscal environment we must operate in.\n\n### - Brig. Gen. Randy George, director of force management for the Army, referring to the recently announced force structure and stationing decisions which will affect the Army, at a press conference held at the Pentagon, July 9\n\n### [Army to realign brigades, cut 40,000 Soldiers, 17,000 civilians](http://www.army.mil/media/401854/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}