{
    "id": "2015-07-15",
    "title": "U.S. Military Academy Preparatory School",
    "body": "**What is it?** \n\nU.S. Military Academy Preparatory School (USMAPS) is located on the grounds of the [U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/). USMAPS is primarily an academic institution that accepts Soldiers and other students from diverse backgrounds and challenges them to meet and exceed West Point's rigorous admissions standards.  As a military school with a career focus, it also develops the foundations of professional and physical attributes needed for growth and officers in the U.S. Army and leader of character for the nation.  \n\n**What is the Army doing?**\n\nThe U.S. Army provides a one-year college preparatory school experience for selected Soldiers from the field and civilian high school graduates who show high aptitude and potential to gain admittance to and succeed at the [U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/).  \n\n**Why is this important to our Army and our Nation?**\n\nThe purpose of the U.S. Military Academy Preparatory School is to prepare candidates selected by the admissions office of the U.S. Military Academy for the academic, physical, and military challenges of West Point.  Selected students, called cadet candidates, are high school graduates and enlisted personnel from the active, Reserve, or National Guard forces.  It is the primary avenue for enlisted Soldiers, many who are combat veterans, to gain entrance to West Point.  \n\n**What is the way forward?**\n\nThe U.S. Military Academy Preparatory School, also known as the Prep School or USMAPS, was formerly established in 1946, but the history of \"prepping\" Soldiers for West Point has been done since Congress enacted legislation in 1916 authorizing appointments for Soldiers to attend West Point.  The school, considered an \"avenue of opportunity\" to a carefully selected group of Soldiers and civilian students, will continue to provide them with the academic, leadership, and physical skills to prepare them for success as cadets.  \n\nJuly 20, 2015, is this year's annual Reception Day. It is when the incoming class of 246 cadet candidates report for duty at the Prep School.  \n\n**Resources:**\n\n* [U.S. Military Academy Preparatory School](http://www.usma.edu/USMAPS/SitePages/Home.aspx)\n* [U.S. Military Academy](http://www.usma.edu)\n* [- Admissions](http://www.usma.edu/admissions)\n* Related STAND-TO!:\n* [- The U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/)\n",
    "date": "Wednesday July 15, 2015",
    "quote": "Quote for the Day\n---------------\n\nThere is plenty of room in the Army at 450,000 for Soldiers that want to be\na part of the profession. You should have no fear.\n\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), addressing 1st Infantry Division Soldier and family trepidation about troop cuts during his first visit as sergeant major of the Army to Fort Riley, Kansas, July 7-9\n\n### [Dailey calms fears over troop cuts](http://www.army.mil/article/152136)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}