{
    "id": "2015-07-16",
    "title": "The Cyber Support to Corps and Below ",
    "body": "**What is it?**\n\nCyber Support to Corps and Below (CSCB) is the integration of cyber effects at the tactical edge to include training at home station, at the Army's combat training centers (CTCs), and in support of real world missions. \n\nU.S. Army Cyber Command (ARCYBER) developed the CSCB pilot in response to Army Chief of Staff Gen. Raymond C. Odierno's call to demonstrate cyber effects at corps and echelons below. Using organic and expeditionary cyber forces, information operations and other capabilities, commanders employ cyber effects toward accomplishing their mission. \n\n**What has the Army done?**\n\nOne of the initial key events of the CSCB pilot was supporting the 3rd Brigade, 25th Infantry Division, during its training rotation at the Joint Readiness Training Center (JRTC) at Fort Polk, Louisiana. To facilitate the pilot, ARCYBER and its subordinates - Cyber Protection Brigade (CPB), 1st Information Operations Command and 780th Military Intelligence Brigade - integrated early into the brigade combat team's (BCT) training cycle; incorporated more robust cyber effects into training scenarios; trained and educated 3rd Brigade on threats, tools, tactics and capabilities at home station; integrated cyberspace operations into planning and targeting; provided cyberspace operations personnel to augment the brigade staff; and trained JRTC operations and opposing force personnel.\n\n**What continued efforts does the Army have planned for the future?**\n\nARCYBER will look to support 3-25th (BCT) as it participates in the U.S. Army Pacific rotational partnership program Pacific Pathways. This multinational, joint event will aid the Army in further defining cyber operations by empowering 3-25th with defensive cyberspace operations support. Additional efforts include further CTC support and incorporation of increased cyber operations into the Network Integration Evaluation (NIE) and Army Warfighter Assessment (AWA) programs, a series of Soldier-led evaluations designed to integrate and rapidly progress the Army's tactical communications network. \n\n**Why is this important to the Army?**\n\nWith networks playing an increasingly vital role in warfighting, the Army must integrate cyberspace operations and effects at all levels to enable maneuver and mission command. Lessons learned during the CSCB pilot and other efforts will help shape expeditionary cyberspace operations requirements for deployed forces; inform Army Training and Doctrine Command in the development of cyberspace requirements (doctrine, organization, training, materiel, leadership, education, personnel and facilities); and establish an enduring cyber environment at Army CTCs. \n\n**RESOURCES:**\n\n* [U.S. Army Cyber Command and Second Army](http://www.arcyber.army.mil)\n* [25th Infantry Division]( http://www.25idl.army.mil/) \n* [U.S. Army Intelligence and Security Command](https://www.inscom.army.mil/) \n* [U.S. Army Network Enterprise Technology Command](http://www.netcom.army.mil/)\n* [1st Information Operations Command](https://www.1stiocmd.army.mil/) \n* [780th Military Intelligence Brigade](https://www.inscom.army.mil/msc/780mib/index.html) \n* Related STAND-TO!: \n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Army Cyber Branch](http://www.army.mil/standto/archive_2015-06-11/) \n* [- The Army Cyber Institute](http://www.army.mil/standto/archive_2015-05-14/) \n* [- Army's Cyber Electromagnetic Branch](http://www.army.mil/standto/archive_2014-03-27/)\n",
    "date": "Thursday, July 16, 2015",
    "quote": "Focus Quote for the Day\n---------------\n\nThe opportunity for our 3rd Brigade Combat Team to train in the cyber domain at JRTC enabled them to see the enemy, themselves, and the battlefield in ways they hadn't been able to previously.  The ability to understand and collect real-time information through networks and fuse it with intelligence was extraordinary. Tactical success at the brigade level was enabled by cyber capabilities collecting at the right place at the right time - it had noticeable and immediate impacts.\n\n\n### - Maj. Gen. Charlie Flynn, Commander, 25th Infantry Division\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}