{
    "id": "2015-07-20",
    "title": "U.S. Army Security Assistance Command",
    "body": "**What is it?** \n\nThe U.S. Army Security Assistance Command (USASAC) celebrates 50 years of providing Army materiel and services to foreign partners through security assistance and Foreign Military Sales (FMS).  FMS increased more than 400 percent in the last decade, reaching a peak of $24 billion in Fiscal 2009, and now includes relationships with 145 countries with more than 4,800 cases and a total program value of $156 billion.  \n\n**Why is this important to the Army?** \n\nProviding combatant commanders with multiple options to prevent conflict, shape security environments and win wars relies on the Army being part of joint, inter-organizational and multinational teams.  Through USASAC's security assistance programs and FMS, the combatant commands (COCOMs) can help build eligible international partners' capacity to provide both interoperability and an independent capability in their areas of responsibility, which is vital to achieving U.S. national security objectives.  Additionally, FMS can produce economies of scale that lower the production cost of the Army's equipment and provide savings that can be invested in modernization.  Industry and the Organic Industrial Base also benefit from purchases and sustainment of equipment provided to partners through the FMS process.   \n\n**What has the Army done?** \n\nUSASAC is the Army Materiel Command's lead for its Security Assistance Enterprise.  Working with AMC's Life Cycle Management Commands and dozens of other organizations, it provides partners the same defense articles and services provided to U.S. Soldiers and uses the same structure and processes. USASAC promotes a total package approach, which offers life cycle management for FMS. This includes equipment, spare parts, training, publications, technical documents, maintenance support and other services to ensure long-term capability and relationship. USASAC's subordinate commands at Fort Bragg, North Carolina, and Eskan Village, Saudi Arabia, provide unique capabilities such as training partner militaries and assisting in the modernization of the Saudi Arabian National Guard.\n\n**What efforts does the Army plan to continue in the future?**  \n\nUSASAC's mission plays a critical role in the Army Operating Concept 2020-2040 by shaping the environments of COCOM regions to build partner capacity. It also supports the Army's divestiture efforts through the Foreign Military Sale of Excess Defense Articles.  The command plays an increasingly crucial role in supporting U.S. Government emergency assistance, humanitarian relief, and operations other than war, including United Nations peacekeeping operations.  \n\n**Resources:**\n\n* [U.S. Army Security Assistance Command](http://www.usasac.army.mil)\n* [DOD Special Report: Combatant Commands](http://www.defense.gov/home/features/2013/1213_cocom)\n* U.S. Army Security Assistance Command Social media: \n* [- Facebook](http://www.facebook.com/usasac)\n* [- Twitter](https://twitter.com/usasac) \n* [- Flickr](http://www.flickr.com/photos/usasac/)\n* [- LinkedIn](http://www.linkedin.com/companies/us-army-security-assistance-command)\n* [- YouTube](http://www.youtube.com/channel/UCoAWF1KHLEhtTSHRtqdRFvA)\n* Related STAND-TO!: \n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23/)\n",
    "date": "Monday, July 20, 2015",
    "quote": "Focus Quote of the Day\n---------------\n\nBuilding partner capacity has long been a hallmark of America's defense policy.\n\n### - Gen. Martin E. Dempsey, Chairman of the Joint Chiefs of Staff\n\n### - [\"The Bend of Power,\" Foreign Policy, July 25, 2014](http://foreignpolicy.com/2014/07/25/the-bend-of-power/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}