{
    "id": "2015-07-21",
    "title": "Defense Laboratory Enterprise eSmartbook ",
    "body": "**What is it?**\n\nThe Defense Laboratory Enterprise eSmartbook (DLES) is a mobile application and a component of the Defense Laboratory Office, Assistant Secretary of Defense for Research and Engineering (ASD(R&E)). The  U.S. Army RDECOM -- Armament Research, Development and Engineering Center [(ARDEC)](http://www.ardec.army.mil/) Armament Software Engineering Center (Armament SEC) at Picatinny Arsenal, New Jersey, developed this mobile application.\n\nThis application provides information on the defense laboratories including history, recent technical achievements, images and other online resources, and contact information in order to provide the military community, senior leaders, and the American public a better understanding of the capabilities and services they provide.  \n\nThe DLES provides links to current news stories from across the Defense Laboratory Enterprise as well as messages from OSD and Laboratory leadership.  The DLES is available for both Apple and Android devices at the [Apple App Store and Google Play](http://go.usa.gov/3aXYG). \n\n**What has the Army done?**\n\nIn addition to the mobile application, U.S. Army RDECOM -- ARDEC Armament SEC developed a web-enabled Data Management Tool to facilitate collection, approval and sharing of publicly releasable information about the nation's Defense Laboratories.  The U.S. Army provided data on 23 laboratories including six from the Research Development and Engineering Command (RDECOM), another six from the Medical Research and Materiel Command (MRMC), and 7 from the Engineer Research and Development Center (ERDC).\n\nThe U.S. Army RDECOM -- ARDEC Armament SEC is the only U.S. Government Organization appraised Maturity Level 5 under Capability Maturity Model Integration (CMMI) v1.3 for Development.\n\n**Why is this important to the Army?**\n\nWith 23 Army Laboratories and another 36 across the Defense Laboratory Enterprise, there are opportunities to share capabilities and strengths.  The DLES mobile application is the definitive online reference that will enable Army scientists and engineers to develop synergistic partnerships with other Laboratories to benefit the Soldier, Airman, Sailor, and Marine.\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Defense Laboratory Office has expressed interest in expanding the DLES mobile application to include information on the University Affiliated Research Centers (UARC) and Department of Energy (DoE) laboratories.  The Defense Laboratory Enterprise community is providing feedback and recommendations for future releases.\n\n**Resources:**\n\n* [U.S. Army RDECOM -- Armament Research, Development and Engineering Center](http://www.ardec.army.mil/)\n* [U.S. Army RDECOM -- ARDEC Armament SEC](http://www.ardec.army.mil/armamentsec/)\n* [Defense Laboratory Office, Assistant Secretary of  Defense for Research and Engineering (ASD(R&E))](http://www.acq.osd.mil/rd/laboratories/)\n* [CMMI Institute](http://cmmiinstitute.com/)\n* Related article:\n* [- First DoD Lab Day Shows Off Warfighter Technology](http://www.defense.gov/news/newsarticle.aspx?id=128817)\n",
    "date": "Tuesday, July 21, 2015",
    "quote": "Quote of the Day\n---------------\n\nOur goal is to have the Army transcript have the same value as any other university in America. It's long overdue. \n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), emphasizing that the Army is  consolidating Soldier education under \"one roof\" as part of the [Army University](http://www.army.mil/standto/archive_2015-06-17/) (ArmyU) concept\n\n### - [Soldiers matriculate at newly-opened 'ArmyU'](http://www.army.mil/article/152468/)\n\n### Read the [ArmyU Tri-signed letter](http://www.army.mil/e2/c/downloads/402810.pdf)\n\n \n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}