{
    "id": "2015-07-22",
    "title": "Western Accord 15 ",
    "body": "**What is it?**\n\nAccord series exercises are regional exercises on the continent of Africa hosted by U.S. Africa Command executed by U.S. Army Africa. There are four annually in the Southern, Central, Eastern and Western regions of Africa. U.S. Army Africa, in partnership with the Netherlands, United Nations Stabilization Mission in Mali (MINUSMA) Troop Contributing Countries, and Partner Nations  will conduct Western Accord 15, a command post exercise (CPX) in the Netherlands, July 20-31, 2015. \n\nWestern Accord 15 replicates a MINUSMA Sector Headquarters mission command in support of United Nation (UN) and African Union (AU) mandated peacekeeping operations. Approximately 180 military personnel from member nations are set to participate in the exercise. The exercise consists of one-week of classroom-based instruction followed by a week-long command post exercise. The goal of Western Accord 15 is to improve military capability and interoperability while building and expanding regional relationships.\n\n**What has the Army Done?**\n\nThe Army is responsive to theatre security cooperation requirements. Exercises in the African continent require flexibility, understanding of the culture, geography, and history. U.S. engagement with countries in Africa are not new. For the past few decades America has partnered with African militaries in mission command capacity building events and training engagements across a number of skill sets. Western Accord 15 is a mutually beneficial exercise, where forces share their skills to conduct peacekeeping training using a UN MINUSMA template. \n\n**What continued efforts does the Army have planned for the future?**\n\nU.S. Army Africa leverages the Total Army concept and uses a regional focus, embedded in the Army's global engagement strategy to strengthen African land forces and regional organizations. These foundational capabilities help create synergy and provide options to prevent conflict, to shape the security environment and to win conflicts. This exercise is one example of U.S. Army Africa's commitment to strengthening relationships with partner nations in Africa. Future Western Accords are set to take place in Africa and U.S. Army Africa will continue to develop and build upon established relationships and partnerships.\n\n**Why is this important to the Army?**\n\nAfrica is a complex environment with numerous opportunities and challenges. U.S. Army Africa's efforts contribute to protecting Americans and American interests, and these efforts are bearing fruit. This exercise, involving land forces from several African nations, is a key element in a broader series of military-to-military activities demonstrating strong partnerships between the U.S., the nations of Western Africa and all of the participating militaries.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n* Related Stand-To!:\n* [- Regionally Aligned Force Training Environment-Africa](http://www.army.mil/standto/archive_2013-08-06/)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* U.S. Army Africa social media:\n* [- Facebook](http://www.facebook.com/ArmyAfrica)\n* [- Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n* Related article:\n* [-Western Accord 2015 opens](http://www.army.mil/article/152585)\n",
    "date": "Wednesday, July 22, 2015",
    "quote": "Focus Quote of the Day\n------------------\n\nThis exercise is a key element to a broader series of military-to-military exercises that demonstrate the strong partnership between the U.S., the Netherlands, Africa and all other participating African and European partners. \n\n### - Brig. Gen. Kenneth H. Moore Jr., deputy commander, [U.S. Army Africa](http://www.usaraf.army.mil/), stresses upon the important role of Western Accord in maintaining decades of U.S.-African military partnerships, at the opening ceremony for Western Accord 2015, at Harskamp, the Netherlands, July 20\n\n### [Western Accord 2015 opens](http://www.army.mil/article/152585)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}