{
    "id": "2015-07-23",
    "title": "Army Community Service ",
    "body": "**What is it?** \n\nArmy Community Service is an Army-wide community, social service program that provides services that assist Soldiers, Family members, and Department of the Army civilians maintain readiness, develop self-reliance, resiliency and stability. [U.S. Army Installation Management Command](http://www.imcom.army.mil) provides these services through a network of programs that support goals related to recruitment, retention, morale, and operational readiness of the force. \n\nACS offers programs to active- and reserve-component Soldiers and Families through ACS Centers and community outreach services.  Programs available include:  [Army Family Action Plan](http://www.army.mil/standto/archive_2013-08-14/), Army Family Team Building, [Army Volunteer Corps](http://www.arEmy.mil/standto/archive/2010/12/22/), [Exceptional Family Member Program](http://www.army.mil/standto/archive/2010/07/01/), Employment Readiness Program, Family Advocacy Program, Financial Readiness Program, [Army Emergency Relief](http://www.army.mil/standto/archive_2015-03-03/), Information and Referral, Mobilization and Deployment Readiness Program, Relocation Readiness Program, [Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/), and Soldier and Family Assistance Centers.\n\n**What is the Army doing?**\n\nACS meets readiness needs and assists Families in navigating the challenges of daily living in the unique context of military service through a wide array of Family programs.  July 25, 2015, marks ACS's 50th anniversary. Installations worldwide celebrate the milestone with open houses, dedication ceremonies, commemorative runs, and other events that highlight the ACS's history and achievements. \n\nA [Straight Talk video](https://www.youtube.com/watch?v=F3ZTGK5oOBU)  is available to view on the IMCOM YouTube channel. In the video, Lt. Gen. David D. Halverson, Assistant Chief of Staff for Installation Management and commanding general for IMCOM, emphasizes the importance of ACS programming for successful Army living. \n\n**What continued efforts does the Army have planned for the future?**\n\nACS will sustain a system of programs and services that mitigate the unique demands of military life, foster life skills, strengthen resilience, and promote the need for strong and ready Soldiers, Families, and civilians.  The Army understands that providing high quality-of-life programming to Soldiers and Families is crucial to building a Total Army Strong community.\n\n**Why is this important to the Army?**\n\nACS programs provide Soldiers and Families the support needed to navigate the challenges of Army life and promote successful living. These resources help fulfill the Army mission.  When the Army takes care of the needs of Soldiers and Families, the Army will have strong and resilient communities.   \n\n**Resources:** \n\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army.Mil: Army Families](http://www.army.mil/families)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Army FRG](https://www.armyfrg.org/skins/frg/home.aspx)\n* Related document:\n* [- Army Regulation 608-1, Army Community Service](http://www.apd.army.mil/pdffiles/r608_1.pdf)\n* Related Video: \n* [- Straight Talk: Army Community Service](https://www.youtube.com/watch?v=F3ZTGK5oOBU)\n* Related Social Media:\n* [- IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [- IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt)\n* [- Army MWR on Facebook](https://www.Facebook.com/FamilyMWR)\n\n",
    "date": "Thursday, July 23, 2015",
    "quote": "Focus Quote of the Day\n------------------\n[Army Community Service] builds an adaptable community where service members and Family members can be prepared for stresses. We serve you in all types of ways.\n\n### - Joe Lanier, mobilization and deployment manager for Army Community Service at at U.S. Army Garrison Ansbach Germany \n\n### [ACS at Ansbach to celebrate Army-wide 50th anniversary with birthday barbecue](http://www.army.mil/article/152646)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}