{
    "id": "2015-07-28",
    "title": "Army Reserve Ambassador Program",
    "body": "**What is it?** \n\nThe Army Reserve Ambassador (ARA) program is a critical Army Reserve outreach tool that allows influential private citizens to volunteer as community advocates for the Army Reserve's mission, capabilities and Soldiers as well as the goals and objectives of the Chief of Army Reserve (CAR).  Their function is similar to that of [Civilian Aides to the Secretary of the Army](https://casa.army.mil/).\n\n\n**What has the Army Reserve done?**\n\nThe ARA program was established in April 1998 to educate the public, community leaders, and congressional staff offices about the value of the Army Reserve and its Soldiers to the Army and the nation.  Since then, it installed ARAs in each state and territory to establish mutually supporting relationships with local leaders and organizations by strengthening lines of communication within their communities. ARAs also provide community outreach assistance to Army Reserve personnel and their Families as needed while providing feedback on plans, programs and needs to the CAR, regional support commanders and local Army Reserve commanders.\n\nAlthough not all ARAs have military experience, many are retired senior commissioned and noncommissioned officers who wish to remain engaged in military affairs within their communities.  ARAs are nominated by the servicing Army Reserve regional support commands via a board process and are appointed by the CAR to three-year terms.  \n\n\n**What continued efforts does the Army Reserve have planned for the future?**\n\nARAs will continue to work with the private and public sectors on key Soldier issues, including quality-of-life programs, disaster response, homeland security operations and others that may have strategic implications across the Army Reserve.  One of the key benefits of the program is that they provide continuity over the long term as senior Army Reserve leaders transition in and out of positions.  These volunteers keep incoming personnel apprised of matters affecting their state's Citizen Soldiers.\n \n\n**Why is this important to the Army?**\n\nIn light of current fiscal uncertainty, the ARA program is one of the Army Reserve's most cost efficient and effective outreach programs. Ambassadors seek support from elected officials and interact with leaders from private industry and academia to educate and garner support for the Army Reserve. They are a powerful means of message delivery to the American people.  As centers of influence, their broad contact networks are an extraordinary resource for the Army Reserve and a force multiplier for the Total Army.\n\n**Resources:** \n\n* [Army Reserve](http://www.usar.army.mil)\n* [Army Reserve Ambassador Program](http://www.usar.army.mil/community/ambassadors/Pages/default.aspx)\n* [Find an Ambassador](http://www.usar.army.mil/community/ambassadors/Pages/Find-an-Ambassador.aspx)\n* Email: [Ambassador Inquiries](mailto:usarmy.usarc.ocar.mbx.ambassador@mail.mil)\n",
    "date": "Tuesday, July 28, 2015",
    "quote": "Quote of the Day\n------------------\n \nWhat we're experiencing right now at this symposium is the fundamental tension between Army as bureaucracy and Army as profession. \n\n### - Col. John Vermeesch, director of the [Center for the Army Profession and Ethic](http://cape.army.mil/), referring to the discussion on the strategic stewardship of the Army profession between the senior-most decision makers and experts in all the functional areas of the Army which will result in possible future policy, at the  [Army Profession Annual Symposium](http://www.army.mil/standto/archive_2015-07-27/?) held at [U.S. Military Academy](http://www.army.mil/standto/archive_2015-03-16/)   \n\n### [Army leaders meet at West Point, strategize on Army Ethic](http://www.army.mil/article/152906/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}