{
    "id": "2015-07-29",
    "title": "Joint Forcible Entry (JFE) Exercise ",
    "body": "**What is it?**\n\nJoint Forcible Entry (JFE) is joint decisive action to seize operational initiative in a crisis, and it is one of the most challenging and complex missions assigned to the U.S. Army. \n\nJFE exercises train the global response force (GRF), and demonstrate their readiness to deploy and fight globally within hours. The objectives of this exercise integrate Army airborne and land operations, with joint air support, and special operations against a \"world-class\" opposing enemy force. Training of this complexity and scope has not been available in years -- providing a vital opportunity to test and challenge units at the National Training Center's immersive training environment\n\n**What has the Army done?**\n\nThe U.S. Army plans to conduct one of the most complex joint-training exercises in over a decade: a major JFE exercise Aug. 5-6, 2015, at the Army's National Training Center on Fort Irwin, California, honing the U.S. Armed Forces' abilities to project decisive combat power globally. This joint-training exercise, dubbed \"Dragon Spear,\" focuses on the interoperability, interdependence, and integration of conventional and Special Operations Forces in a complex, dynamic combat scenario. This joint exercise includes more than 1,500 fighting forces from: The United States Army Special Operations Command, Joint Special Operations Command, XVIII Airborne Corps, and the U.S. Air Force.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe highly realistic exercise scenario combines phased deployment with airborne \"global forcible entry\" units, and Soldiers from the XVIII Airborne Corps; 82nd Airborne Division; 75th Ranger Regiment; and 3rd Battalion, 10th Special Forces Group (Airborne). The ambitious training scenario calls for multiple combined-arms offensive maneuvers, suppression and destruction of hostile air defenses; long-range joint fires; multiple airborne and air-assault helicopter operations; rapid elimination of time-sensitive targets; unconventional warfare; a noncombatant evacuation operation (NEO) of civilians and wide-area security operations spanning much of Fort Irwin's 753,537 acres -- a massive Mojave Desert military-training facility.\n\n**Why is this important to the Army?**\n\nJoint Decisive Action training ensures that Army units are fully interoperable and interdependent thus contributing to unity of effort in unified land operations. In today's uncertain and dynamic security environment, it assists the Army to be prepared to meet multiple, wide-ranging requirements across the globe simultaneously while retaining the ability to react to the unknown.\n\n**Resources:**\n \n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [National Training Center](http://www.irwin.army.mil/)\n* Related STAND-TO!:\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n \n",
    "date": "Wednesday, July 29, 2015",
    "quote": "Quote of the Day\n------------------\n \nAs Soldiers and Army professionals, we accomplish the mission as a team -\nSoldiers and Army civilians, who are bound together in common, moral\npurpose. They contribute their best effort, do what is right to the best of\ntheir ability, and always strive for excellence. Leaders set the right\nexample, live by and uphold the [Army ethic](http://www.army.mil/standto/archive_2015-06-15/), establish a positive climate, and inspire the team. \n\n### - Brig. Gen. Bill Burleson, director of the Mission Command Center of Excellence\n\n### - [Doctrine defines Army ethic in new chapter](http://www.army.mil/article/150595/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}