{
    "id": "2015-07-30",
    "title": "The Center for Army Lessons Learned",
    "body": "**What is it?**\n\nThe [Center for Army Lessons Learned (CALL)](http://usacac.army.mil/organizations/mccoe/call) identifies, collects, analyzes, disseminates and archives issues and best practices, which are shared throughout the Army and with unified action partners.\n\nOrganized under U.S. Army Training and Doctrine Command's [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe), CALL observes strategic, operational, tactical and institutional lessons, and best practices to develop print and digital products. These products help units and proponents improve training, education, doctrine and leader development programs. \n\n**What has the Army done?**\n\nCALL was established Aug. 1, 1985, by the 30th Chief of Staff of the Army, Gen. John A. Wickam Jr., in recognition of the need to collect lessons from training and combat operations and share them across the Army. The initial focus was on the National Training Center at Fort Irwin, California. In 1989, CALL conducted its first combat collection effort during [Operation Just Cause](http://www.army.mil/article/14302).\n\nAs the office of primary responsibility for the Army's lessons learned program, CALL has expanded its focus throughout the years to include the maneuver combat training centers, the Mission Command Training Program, exercises with unified action partners, major training exercises and contingency operations around the world.\n\n**What continued efforts does the Army have planned for the future?**\n\nAs CALL looks to the future, the priority remains the same: to support the Warfighter and use lessons learned and best practices to inform [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/). \n\nAn important part of that effort is the Army Lessons Learned Forum, which facilitates the identification and resolution of issues across the Army. The forum also integrates solutions into training, doctrine, and capability development programs.\n\n\n**Why is this important to the Army?**\n\nIn order to operate effectively in a complex world, the Army needs to be a versatile learning organization and possess a wide array of capabilities across the range of military operations.\nA networked lessons learned program provides leaders and units the ability to rapidly adapt and share knowledge in the current and future complex operating environment.  \n\nCALL strives to provide information at the right time in the Army force generation process and refines, shares, adapts, and integrates lessons to improve the Army's ability to conduct unified action across all levels of war. \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Mission Command Center of Excellence (MC CoE)](http://usacac.army.mil/organizations/mccoe)\n* [The Center for Army Lessons Learned (CALL)](http://usacac.army.mil/organizations/mccoe/call)\n* Related document:\n* [- The Center for Army Lessons Learned Services Handbook](http://usacac.army.mil/sites/default/files/publications/15-11.pdf)\n* Related articles:\n* [- Center for Army Lessons Learned celebrates 30 years of service to the Army](http://www.army.mil/article/152822/)\n* [- Center for Army Lessons Learned provides lessons learned training to FEMA](http://www.army.mil/article/135013/)\n* Related STAND-TO!: \n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n",
    "date": "Thursday, July 30, 2015",
    "quote": "Focus Quote of the Day\n------------------\n \nThe Center for Army Lessons Learned is one of the oldest institutions in the Department of Defense that studies and distributes lessons and best practices in the United States Army and to Unified Action partners.  Since its establishment ... CALL identifies, collects, analyzes, disseminates, and archives lessons and best practices at the tactical, operational and strategic levels, whether at home during training or deployed around the world.\n\n### - Brig. Gen. Willard Burleson, director, [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe), Fort Leavenworth, spotlighting CALL's 30 years of mission support to the Army and the Unified Action partners. ",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n\n\n**July 2015**\n\nJuly 25: Army Community Service 50th Birthday\n\nJuly 27: Army Profession Annual Symposium  \n\n**August 2015**\n\nAnti-terrorism Awareness Month \n\nAug 26: Women's Equality Day\n\n\n\n\n\n"
}