{
    "id": "2019-01-16",
    "title": "FORSCOM Supervisor Engagement Course ",
    "body": "#######Provided by U.S. Army Forces Command \n\n**What is it?**\n\nThe FORSCOM Supervisor Engagement Course offers the supervisors leadership skills, best practices and case studies that they may apply to remain effective leaders throughout their military and government careers.  \n\n**What are the current and past efforts of the Army?**\n\nThe U.S. Army Forces Command G-1 and the University of North Carolina at Chapel Hill Kenan-Flagler Business School regularly sponsor a weeklong Supervisor Engagement Course for 30 Soldiers and Army Civilian Employees as part of Army leader development within FORSCOM.\n\nThe course, taught by the business faculty of the Kenan-Flagler Executive Development Program, highlights: \n\n* Innovative methods to increase and enhance leadership skills for a more effective senior staff\n* Build trust\n* Improve organizational performance and teamwork.  \n* Valuable leadership insights for mentoring and coaching subordinates to be more aware of issues involving diversity (such as race, gender, Generation X and Millennials).  \n\nDuring the course, FORSCOM students form small groups to explore specific solutions to topical issues facing Army leaders today, such as inspiring employee performance and highly effective workplace recognition initiatives.\n\n**What are the continued efforts planned by the Army?**\n\nIn support of Forces Command's leadership-priorities to strengthen leader development and to take care of Soldiers, employees and Army Families, the command plans to continue offering additional supervisor engagement courses in the future. Future topics will cover: \n\n* Strategic thinking\n* Developing an innovative mind\n* Effective  decision-making \n* Leading diverse organizations   \n\n\n**Why is this important to the Army?**\n\nThe Army Profession requires continuous learning, including a constant recommitment to the Army Values as Soldiers and Army Civilian Employees grow in their responsibilities, rank and roles.  The U.S. Army Forces Command Supervisor Engagement Course addresses workplace subjects that consistently rank high among employee surveys, such as the \"Federal Employee Viewpoint Survey,\" and \"Best Places to Work\" rankings for government agencies.  \n\nThe Army's greatest asset is its people --the finest men and women the great nation has to offer.  Engaged leadership contributes to the Army's mission to fight and win the nation's wars by providing prompt, sustained land dominance across the full range of military operations and spectrum of conflict in support of combatant commanders.\n\n\n**Resources**:\n\n* [Army Civilian Personnel Online (CPOL) Training and Leader Development Program](http://cpol.army.mil/cgi-bin/permiss/tree.cgi?MainSection=TLDP)\n* [Army Business Transformation Office](http://www.acsim.army.mil/specialstaff/bto.html)\n* [FORSCOM](https://www.forscom.army.mil )\n* [Army Supervisor Development Course](https://usacac.army.mil/organizations/cace/amsc/supervisorDevelopment)\n\n**Related STAND-TO!**:\n\n* [Stewardship of Army Profession](https://www.army.mil/standto/archive_2018-12-20)\n* [FM6-22 Leader Development](https://www.army.mil/standto/archive_2017-08-23)\n* [Army Career Tracker](https://www.army.mil/standto/archive_2013-04-16)\n* [Army Leader Development Strategy 2013](https://www.army.mil/standto/archive_2013-06-19/)\n* [Army Leader Development Program](https://www.army.mil/standto/archive_2013-04-15/)\n* [FORSCOM Leader Development Toolbox](https://www.army.mil/standto/archive_2014-03-12/)\n\n**Related article**:\n\n*  [\"Never Stop Learning,\" Business Professor Advises Army Leaders]( https://www.army.mil/article/210210/never_stop_learning_business_professor_advises_army_leaders)\n\n\n\n\n",
    "date": "Wednesday, January 16, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}