{
    "id": "2019-01-22",
    "title": "Army Combat Training Centers",
    "body": "#######Provided by U.S. Army Forces Command\n\n**What is it?**\n\nThe U.S. Army Combat Training Centers Program builds trained and proficient, combat-ready units and leaders to conduct operations as part of the joint force -ready to win in a complex world. \n\nThe Army conducts readiness training for thousands of Regular Army, Army National Guard and Army Reserve Soldiers at four Army Combat Training Centers using its [Decisive Action Training Environment](https://www.army.mil/standto/archive_2018-09-11) (DATE). [U.S. Army Forces Command](https://www.forscom.army.mil/) provides mission command for two of the Combat Training Centers in the United States -- the National Training Center at Fort Irwin, California, and the Joint Readiness Training Center at Fort Polk, Louisiana. They provide a highly realistic operational environment with a replicated near-peer Opposing Force (OPFOR).  \n\n**What are the current and past efforts of the Army?**\n\n* The Army maximizes each year the number of Army Combat Training Center rotations dedicated to the Regular Army and Reserve components.\n* As part of this training, Army Brigade Combat Teams conduct offensive and defensive operations under continuous multi-domain contact.  Brigade-level Live Fire Exercises occur over a 72 to 96-hour period at both the Combat Training Centers.\n* Army Divisions and Corps headquarters face similar rigorous training with large-scale combat operations during Decisive Action Warfighter Exercises.  These exercises create a generation of leaders who can command large formations in combat.\n* The training rotations -- for both Regular Army and Army Reserve Component units -- include experiences that replicate the complexity of the battlefield and promote increased proficiency with combined arms maneuver.  These training situations include:  communications challenges, simulated chemical and biological threats, cyber operations, and integration of Special Operations Forces and allied militaries.  \n\n\n**What are the continued efforts planned by the Army?**\n\nThe Joint Readiness Training Center and the National Training Center continue to focus on training Regular Army and Reserve Component units to support  combatant command missions.  In both FY19 and FY20, the two Centers are projected to train 19 Brigade Combat Teams and two Security Force Assistance Brigades (SFABs) each year. \n\n  \n**Why is this important to the Army?**\n\nCombat Training Centers build readiness by providing a crucible experience for units and leaders training in a complex and highly realistic DATE under the most adverse conditions possible. Readiness is the Army's top priority and requires Total Army force teamwork -- Regular Army, Guard, and Reserve -- to deter conflict, defeat enemies, and enable the joint force to win decisively.  The Total Army force must be postured to shape the global security environment while remaining ready to fight and win the nation's wars.  \n\n**Resources**:\n\n* [U.S. Army Forces Command](https://www.forscom.army.mil/)\n\n**Related document:** \n\n* [Army Regulation 350- 50 - Combat Training Center Program]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN8650_AR350_50_Final.pdf)\n\n**Related STAND-TO!**:\n\n* [Readiness](https://www.army.mil/standto/archive_2017-10-04)\n* [Army Vision](https://www.army.mil/standto/archive_2018-06-07)\n* [Multi-Component Readiness](https://www.army.mil/standto/archive_2018-08-16)\n* [Decisive Action Training Environment](https://www.army.mil/standto/archive_2018-09-11)\n* [Army Total Force Policy- Reserve Component Training Integration]( https://www.army.mil/standto/archive_2014-05-21)\n* [Army Total Force Policy](https://www.army.mil/standto/2012-10-23)\n\n**Related articles**:\n\n* [Department of the Army announces upcoming 2nd Security Force Assistance Brigade unit rotation](https://www.army.mil/article/212541/ )\n* [Red Arrow infantry battalion deploying to Afghanistan this winter ](https://dma.wi.gov/DMA/news/2018news/18151)\n* [2nd Security Force Assistance Brigade](https://www.bragg.army.mil/index.php/units-tenants/xviii-airborne-co/security-force-assistance-brigades)",
    "date": "Tuesday, January 22, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}