{
    "id": "2019-01-23",
    "title": "RDECOM Pacific",
    "body": "#######Provided by U.S. Army Research, Development and Engineering Command\n\n**What is it?**\n\nRDECOM Pacific explores international collaboration opportunities in scientific research and technology development throughout the Asia-Pacific region. Established in 1956 as the U.S. Army Research and Development Group, RDECOM Pacific has offices in six countries.\n\nRDECOM Pacific is one of the three Forward Element Centers (FEC) for RDECOM. Its mission, along with RDECOM Americas and RDECOM Atlantic, is to:  \n\n* Enable decisive overmatch by conducting Science and Technology collaboration \n* Search for new technologies for Soldiers\n* Facilitate interoperability among allies \n* Support research to develop capabilities and partnerships that support warfighters.\n\n\n**What are the current and past efforts of the Army?**\n\nEach RFEC has International Technology Centers with three missions to: \n\n* Identify and promote collaborative opportunities in basic research and technological discovery with academia, government research centers and industry\n* Support the Army's International Armaments Cooperation mission\n* Support the Army's Rationalization, Standardization and Interoperability mission. \n\nThe RFECs have Field Assistance in Science and Technology (S&T) advisors embedded with operational units. [RDECOM-FAST](https://www.rdecom.army.mil/FAST/)-Pacific provides direct warfighter support for U.S. Indo-Pacific Command, [U.S. Forces Korea](http://www.usfk.mil/) and [U.S. Army Pacific](https://www.army.mil/usarpac) with S&T advisors assigned to Alaska, Hawaii, Japan and Korea. These S&T advisors provide commanders with immediate reach-back access to RDECOM scientists and engineers, in order to resolve capability gaps and expedite technology solutions to the warfighter.  \n\nTo support the Army's six modernization priorities, RDECOM Pacific scientists and engineers foster and maintain relationships with an S&T community that includes 36 nations and more than half of the world's population.\n\n**What are the continued efforts planned by the Army?**\n\nThe Army will continue to seek and identify the best basic and applied research with global partners to more rapidly mature technologies and close Warfighter capability gaps. It will ensure a balanced, global posture by engaging with emerging countries, building partner capacity, bolstering regional stability and supporting economic prosperity.  \n\n  \n**Why is this important to the Army?**\n\nRDECOM's global engagement efforts are critical to ensuring the Army stays current with the latest technology developments around the world. Through the integration of its global resources and by leveraging innovation, RDECOM will continue to deliver relevant and revolutionary capabilities to the warfighter.   \n\n**Resources**:\n\n* [U.S. Army Research, Development and Engineering Command](https://www.army.mil/rdecom)\n* [RDECOM-FAST](https://www.rdecom.army.mil/FAST/)\n\n**Related STAND-TO!**:\n\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)\n* [Long Range Precision Fires](https://www.army.mil/standto/2018-01-17) \n* [Next Generation Combat Vehicle](https://www.army.mil/standto/2018-02-22) \n* [Future Vertical Lift](https://www.army.mil/standto/2018-02-07)\n* [Army Network](https://www.army.mil/standto/2018-03-08)\n* [Air and Missile Defense](https://www.army.mil/standto/2018-03-14)  \n* [Soldier Lethality](https://www.army.mil/standto/2018-03-22) ",
    "date": "Wednesday, January 23, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}