{
    "id": "2019-01-30",
    "title": "RDECOM Americas",
    "body": "#######Provided by U.S. Army Research, Development and Engineering Command \n\n**What is it?**\n\nRDECOM Americas explores international collaboration opportunities in scientific research and technology development with countries in North and South America.  Founded in 2004, RDECOM Americas has headquarters in Fort Sam Houston, Texas. \nRDECOM Americas has both the Field Assistance in Science and Technology and the International Technology Center (ITC) missions.\n\nRDECOM Americas' ITCs are located in Chile, Canada, and Argentina (soon to be re-located to Brazil). The ITCs have several missions:\n \n* Identify opportunities to promote research and technology discovery with international academic and research institutions.\n* Support the Army's International Armaments Cooperation mission.\n* Support military-to-military engagements that build partner capacity and interoperability.  \n\nRDECOM Americas' 10 military and civilian FAST advisors are embedded in [Army Forces Command](https://www.forscom.army.mil/), [Central Command](http://www.centcom.mil/), [Army Central Command](http://www.usarcent.army.mil/), [Army Cyber Command](https://www.arcyber.army.m), [Army South](https://www.arsouth.army.mil/), [Army North](https://www.arnorth.army.mil/Pages/default.aspx), [XVIII Airborne Corps](https://www.army.mil/xviiicorps), [Special Operations Command](https://www.socom.mil/) and the [Army Special Operations Command](https://www.soc.mil/). These advisors identify operational gaps and recommend technology solutions, as well as provide reach back to the RDECOM enterprise for additional support. \n\n\n**What are the current and past efforts of the Army?**\n\nRDECOM shifted its focus to support the Army's six modernization priorities - long range precision fires, next generation combat vehicle, future vertical lift, the network, air and missile defense and Soldier lethality. RDECOM serves as the scientific boots on the ground and supports the efforts in the following ways:  \n\n* Promoting awareness of state-of-the-art and newly emerging Science & Technology across the global spectrum.\n* Developing regional engagement strategies to capture unique opportunities and tap into research areas of special interest to the DOD.\n* Fostering relationships and shaping research from a global perspective.\n* Identifying priority areas and mechanisms for research exchange.\n* Conducting outreach on behalf of the DOD and Science and Technology enterprise.\n\n**What are the continued efforts planned by the Army?**\n\n The Army will continue to search for and find the best basic and applied research worldwide to close Warfighter capability gaps. The Army will ensure a balanced global posture by engaging with emerging countries to build alliances and bolster stability as well as economic prosperity.  \n \n**Why is this important to the Army?**\n\nRDECOM's global engagement efforts are critical to ensuring the Army stays current with the latest technology developments around the world. Through the integration of its global resources and by leveraging innovation, RDECOM will continue to deliver relevant and revolutionary capabilities to the warfighter. \n \n**Resources**:\n\n* [U.S. Army Research, Development and Engineering Command](https://www.army.mil/rdecom)\n* [RDECOM-FAST](https://www.rdecom.army.mil/FAST/)\n* [Army Futures Command](https://armyfuturescommand.com/)\n\n**Related STAND-TO!**:\n\n* [RDECOM Atlantic](https://www.army.mil/standto/archive_2019-01-09)\n* [RDECOM Pacific](https://www.army.mil/standto/archive_2019-01-23)\n* [RDECOM Global Technology Office](https://www.army.mil/standto/2018-12-26)\n* [Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)\n* [Long Range Precision Fires](https://www.army.mil/standto/2018-01-17) \n* [Next Generation Combat Vehicle](https://www.army.mil/standto/2018-02-22)  \n* [Future Vertical Lift](https://www.army.mil/standto/2018-02-07)\n* [Army Network](https://www.army.mil/standto/2018-03-08)\n* [Air and Missile Defense](https://www.army.mil/standto/2018-03-14)  \n* [Soldier lethality](https://www.army.mil/standto/2018-03-22) \n\n ",
    "date": "Wednesday, January 30, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n\nFeb. 18: Presidents Day"
}