{
    "id": "2017-08-01",
    "title": "Antiterrorism Awareness Month ",
    "body": "#######Provided by the Office of the Provost Marshal General\n\n**What is it?**\n\nAugust is Antiterrorism Awareness Month in the Army. This is the Army's eighth annual observance of this call to action for Soldiers, Army civilians, retirees, and Family members. The intent is for them to be aware of the dangers posed by terrorism and to be prepared to help combat terrorism. As the online radicalization and mobilization to violence continues to be on the rise, vigilance and awareness remain critical to countering threats.\n\n**What has the Army done?**\n\nArmy antiterrorism initiatives address the ability to counter an increase and advancement of terrorist tactics as well as combat violent extremism.  Army communities are expanding information sharing through partnerships with state, local, tribal, federal, and international law enforcement and security agencies.  Prevention is a cornerstone of the Army's antiterrorism strategy.\n \nIn support of an active antiterrorism awareness campaign, the Office of the Provost Marshal General (OPMG) works continuously with subordinate commands, installations, stand-alone facilities, and operational units to focus on:  \n\n* Recognizing and reporting suspicious activity (including [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx) and iSALUTE).\n* Understanding the threat associated with violent extremism.\n* Educating the community on the ownership and use of unmanned aerial systems as well as the risks from adversarial use.\n\nTo commemorate the terrorist attacks of 9/11, the OPMG Antiterrorism Division is establishing an antiterrorism information booth in the Pentagon from Aug. 8-10, 2017 to share information with the Army staff, as well as other Pentagon employees.  Army commands and installations are encouraged to conduct similar community outreach efforts to spread the message about the threat we face and protective measures.\n\n\n**What continued efforts are planned for the future?**\n\n\nThe antiterrorism community is constantly working on initiatives, threat awareness, and community outreach to sustain vigilance and prevent terrorist attacks.  The below antiterrorism awareness quarterly themes are approved for planning purposes.  The [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) provides a wide range of information and products to support implementation of these themes across the Army: \n\n* Empowering Antiterrorism Coordinators (1Q/FY18)\n* The Continual Evolving Threat  (2Q/FY18)\n* Leveraging the Combatting Terrorism Center (3Q/FY18)\n* Expanding Community Outreach (4Q/FY18)\n\n**Why is this important to the Army?**\n\nTerrorism is a persistent threat to the Army.  Army communities must be ready to defend against the full range of terrorist tactics.  The safety of Army personnel, civilians, and Families is of the highest concern both in the field and in civilian life. \n\n**Resources:**\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx) *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* Army OneSource (under the iWATCH Army logo): [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n\n",
    "date": "Tuesday, August 1, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n**July 2017**\n\nJuly 31: White House Medal of Honor Ceremony for [Spc. 5 James C. McCloughan](https://www.army.mil/medalofhonor/mccloughan/) (#MedalofHonor)\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}