{
    "id": "2017-08-02",
    "title": "Army School Support Services and School Liaison Officers ",
    "body": "#######Provided by Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Army School Support Services program assists families of military-connected pre-K-12 grade school-age children and youth. School Liaison Officers (SLO) provide commanders, parents and the community with strategies and resources to support academic success and wellness for military-connected children and youth.  \n\nThe Army School Liaison Officer serves as the installation commander's subject matter expert for school and education issues.  The SLO coordinates and implements the School Support Services core requirements: \n\n* School transition and deployment support\n* Volunteering\n* Installation, stakeholder and school communications\n* Post-secondary preparation\n* Home school support \n\n**What is the Army doing?**\n\nArmy SLOs serve the Total Army including geographically dispersed Families. SLOs provide information about school options, programs and resources on and off the installation. \n\nSLOs help to reduce the stress of school-to-school transition and act as a support during deployments. They mobilize community resources to reduce the effects of military lifestyle on school-age children and implement services to help students achieve academic success. SLOs promote parental involvement and educate local communities and schools about the needs of military-connected children.\n\nSLOs assist military families who homeschool, or who enroll in public, Department of Defense Education Activity (DoDEA), private, charter or virtual schools. \n\n  \n**What continued efforts are planned for the future?**\n\nSLOs are familiar with the military-connected students in their areas and the challenges they face in local school districts. The SLO is the communication link between installations and surrounding school districts. \n\nSLOs can address educational issues involving military-connected children. They provide information about federal, state, and local education laws and regulations impacting military-connected students with Families, schools, DoDEA, and community-based organizations. They ensure all communications are current with DoD, Army, and local command policies, while working with school, councils, and community groups regarding the pre-K-12 grade education and school transition of military-connected students.  \n\n**Why is this important to the Army?**\n\nSLOs are the conduit to Headquarters Army providing feedback for policy development and evaluation of program initiatives. \n\nAbout 80 percent of military children attend public schools. SLOs are familiar with the aspects of military life that impact a military connected student's education. They help to build partnerships between military families, installations, and schools and act as the installation's point of contact for all things school-related. They provide military Families the tools to overcome obstacles for the military children's education. \n \n\n**Resources:**\n\n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n* [Child, Youth and School Services](https://www.armymwr.com/programs-and-services/family-assist/child-youth-school-services/)\n* DoDEA: [School Liaison Officers](http://www.dodea.edu/Partnership/schoolLiaisonOfficers.cfm)\n\n**Related document:**\n\n* DoDEA: [Army School Liaison Officer directory](http://www.dodea.edu/Partnership/upload/slo_army.pdf)\n",
    "date": "Wednesday, August 2, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}