{
    "id": "2017-08-03",
    "title": "Army Prepositioned Stock - Europe",
    "body": "#######Provided by U.S. Army Europe\n\n**What is it?**\n\nThe Army Prepositioned Stock (APS) is a critical part of the Army's global power projection. Prepositioning APS equipment within the U.S. European Command area of responsibility enables [U.S. Army Europe](http://www.eur.army.mil/) to continue reassuring the NATO allies. It also bolsters security through deterrence in the region.\n\n**What is the Army doing?**\n\nThe U.S. Army expanded on the previous [European Activity Set](https://www.army.mil/standto/archive_2014-01-27) (EAS), the prepositioned equipment managed by the [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/), into Army Prepositioned Stock. The European Activity Set was originally developed in 2013 and 2014 and included equipment sufficient for the armored battalion to utilize while on rotations for Operation Atlantic Resolve. \n  \nAs Operation Atlantic Resolve has expanded, rotating units are bringing their own equipment; European Activity Set equipment formed the foundation for building the Army Prepositioned Stock into a brigade-sized package - 250 Abrams tanks, Bradley fighting vehicles, and Paladin howitzers - at the ready for operations. \n  \n**What continued efforts are planned for the future?**\n\nThe first armored brigade, division headquarters, division artillery, and fires brigade will be in Europe by the end of 2017. Additional equipment will continue to arrive through 2021 when there is expected to be enough equipment and ammunition to support a division-sized force.\n\n**Why is this important to the Army?**\n\nU.S. European Command considers rotational forces to be critical to its force posture mitigation strategy. They are a vital asset for post-ISAF interoperability, and a means to ensure NATO's capability to conduct expeditionary operations. Having equipment readily available for these forces ensures mission success. The Army Prepositioned Stock demonstrates continued commitment to NATO and the partner nations in the region. \n\nThe Army is responsive and adaptive to meet future warfighting and humanitarian assistance contingencies wherever they occur. Stationing equipment to meet Europe's unique requirements saves time for units responding to potential crises. The Army Prepositioned Stock facilitates Army Europe's ability to rapidly respond to potential contingencies and deter Russian aggression.\n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/) \n* [Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) \n* [21st Theater Sustainment Command](http://www.eur.army.mil/21tsc/) \n* [Joint Multinational Training Command](http://www.eur.army.mil/jmtc/index.html) \n* [405th Army Field Support Brigade](http://www.afsbeurope.army.mil/) \n* [NATO Response Force](http://www.nato.int/cps/en/natolive/topics_49755.htm) \n\n**Related document:**\n\n* [USAEUR Fact Sheet: Army Prepositioned Stock](http://www.eur.army.mil/organization/factsheets/Factsheet_APS.pdf)\n\n**Related articles:**\n\n* [Army Prepositioned Stock begins arriving in Antwerp](https://www.army.mil/article/174601)\n* [Ribbon cut on second prepositioned equipment site](https://www.army.mil/article/187565/)\n* [Prepositioned equipment site officially opens in Netherlands](https://www.army.mil/article/179831/)",
    "date": "Thursday, August 3, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}