{
    "id": "2017-08-08",
    "title": "Additive Manufacturing",
    "body": "#######Provided by U.S. Army Research, Development and Engineering Command\n\n**What is it?**\n\nAdditive Manufacturing (AM), known as 3-D printing, produces parts from plastic and other durable materials by using 3-D printers to add material, layer by layer, to create the final product. \n\nAdditive manufacturing will allow Soldiers deployed in remote outposts around the world to \"print\" virtually anything they need, from food to shelter to weapons or even print new skin cells to repair burned skin. \n\n**What has the Army done?**\n\nThe Army has developed an Additive Manufacturing Technology Roadmap, which was merged into the overarching [Department of Defense (DOD) Roadmap](https://www.dsiac.org/resources/news/dod-releases-additive-manufacturing-roadmap) that comprises common requirements and technical objectives across all service branches. The DOD roadmap also identifies current and future capabilities that are needed to enable AM and areas for collaboration. These common standards set out in the roadmap will enable the DOD, industry, and academia to effectively use AM. \n\nWithin the Army additive manufacturing roadmap, the U.S. Army Research, Development and Engineering Command is developing additive manufacturing in three phases. \n\n* Phase one will use additive manufacturing to repair or replace existing parts\n* Phase two will reduce multi-part assembly from a series of parts to one part\n* Phase three will use additive manufacturing to create new parts that do not already exist.  \n\n**What continued efforts are planned for the future?**\n\nThe Army sees incredible potential in Additive Manufacturing and is moving forward on several fronts. \n\n(1) RDECOM partners with Army's [Rapid Equipping Force](http://www.ref.army.mil/) (REF) to   manage, staff and support expeditionary labs (Ex Labs), which can be deployed worldwide. This will help to support, in real time,  issues of forward-deployed Soldiers  \n \n(2) RDECOM is also working on a Soldier-operated containerized additive manufacturing capability.  Known as the RFAB, this system is currently on its way to Thailand and Japan to participate in the multi-national Pacific Pathways exercise.  \n\n**Why is this important to the Army?**\n \nAdditive manufacturing technology has the ability to improve the performance of Army weapon systems on the battlefield. Additionally, 3-D printing gives the Army a tactical advantage by providing the ability to manufacture and produce items as close to the point of need as possible. This will not only lighten the logistics burden but also improve the efficiency of the acquisition process. By simplifying the process of repairing or producing spare parts, the Army will make critical gains in readiness. \n\n**Resources:**\n\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/rdecom)\n\n**Related articles:** \n \n* [Army explores 3-D printing's future applications for Soldiers, force](https://www.army.mil/article/178822/)\n* [Army's additive manufacturing roadmap merged into DOD's](https://www.army.mil/article/181551/)\n* [DOD releases Additive Manufacturing Roadmap ](https://www.dsiac.org/resources/news/dod-releases-additive-manufacturing-roadmap) \n\n**RDECOM on social media:**\n\n* [Facebook](http://www.facebook.com/usarmyrdecom)\n* [Flickr](http://www.flickr.com/rdecom)\n* [YouTube](http://www.youtube.com/rdecom)\n",
    "date": "Tuesday, August 8, 2017",
    "quote": "####FOCUS TOPIC OF THE DAY\n\n> The Army relies on the manufacturing prowess of industry to keep our Soldiers the best-equipped in the world because having the best equipment, the right equipment in the right quantity when you need it is an essential component of making our Soldiers the safest and most effective in the world.\n\n\\- Maj. Gen. Cedric T. Wins, commanding general, [U.S. Army Research, Development and Engineering Command](http://www.army.mil/rdecom)  \n\n[Army's additive manufacturing roadmap merged into DOD's](https://www.army.mil/article/181551/)",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}