{
    "id": "2017-08-09",
    "title": "Cadet Summer Training ",
    "body": "#######Provided by U.S. Army Cadet Command\n\n**What is it?**\n\nCadet Summer Training is a leadership development training program conducted by [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/). It strengthens cadets' leadership attributes through rigorous training focused at leading platoon-level elements.  \n\n**What has the Army done?**\n\nCadet Summer Training is held at Fort Knox, Kentucky and other locations for over 10,000 cadets. This training is divided into: \n\n* **Basic Camp** - is an intense four-week introduction to Army life and leadership training for the Reserve Officers' Training Corps. It provides basic Soldier training through individual and junior leader tasks while reinforcing the Warrior Ethos and [Army Values](https://www.army.mil/values/). \n* **Advanced Camp** - is an outcome driven, complex problem solving event, focused on platoon level operations. Following Advanced Camp, the cadets who have earned their degree and completed all requirements commission as second lieutenants.\n* **Cultural Understanding and Leadership Program** - sends approximately 1,000 Cadets to over 20 countries improving cultural awareness through immersion in another culture. \n* **Cadet Professional Development Training** - Army skill courses such as Airborne, Air Assault, Cadet Troop Leader Training, and internships.   \n\n**What continued efforts are planned for the future?**\n\nBasic Camp focuses on standardized basic military training and discipline, reducing variance of cadet proficiency in basic military skills. Advanced Camp places cadets in leadership positions for performance assessment. This assessment, combined with measurable task results, prepares cadets for the initial challenges of being an Army officer.\n\nAdvanced Camp will keep its focus on basic Soldier tasks. This provides a strong foundation to build advanced leader concepts through the following \"must pass\" events: \n\n* Army Physical Fitness Test\n* Call for Fire\n* Chemical, Biological, Radiological, Nuclear Defense Tasks\n* First Aid\n* Land Navigation (written and practical exam)\n* 12 Mile Foot March\n* Qualify on M4 Rifle \n\nCadets are required to complete the following to graduate: \n\n* Field Training Exercise -  assessed in at least four leadership positions,  with two during this exercise\n* Occupational Physical Aptitude Test\n* Confidence Course and Rappel\n* Advanced Camp Evaluation Report- earn a minimum of capable on the evaluation\n\n**Why is this important to the Army?**\n \nSuccessful completion of the leadership training is a prerequisite to becoming an Army officer through ROTC. Cadet Command produces approximately 70 percent of the officer corps. Leadership development is at the centerpiece of its Military Science curriculum and challenges cadets to become adaptive and agile critical thinkers. This enables officers to solve complex problems with multiple outcomes under constrained time and resources.\n\n**Resources:**\n\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)\n* [Cadet Summer Training](http://futurearmyofficers.com/)\n* [Army.mil: ROTC News](https://www.army.mil/rotc)\n\n**U.S. Army Cadet Command on social media:**\n\n* [Facebook](https://www.facebook.com/cadetcommand/)\n* [Twitter](https://twitter.com/ArmyROTC)\n* [Flickr](https://www.flickr.com/photos/136737541@N05/)\n* [YouTube](https://www.youtube.com/channel/UCiHkzZLzYZYugebKTh0ly4g)",
    "date": "Wednesday, August 9, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}