{
    "id": "2017-08-10",
    "title": "USASOC 2035 Strategy and Campaign Plan",
    "body": "#######Provided by U.S. Army Special Operations Command\n\n**What is it?**\n\n[USASOC Strategy 2035](https://go.usa.gov/xRjC2) is the commander's guidance to Army Special Operations Forces (ARSOF) for the development of future operational and institutional capabilities. This strategy is derived from the national strategies, SOCOM 2035 and the [Army Operating Concept](https://www.army.mil/standto/archive_2014-12-22). \n\n[USASOC Campaign Plan (CAMPLAN) 2035](https://go.usa.gov/xRjCj) operationalizes this guidance and synchronizes strategic objectives, short and long term priorities, and USASOC's standing Strategic Planning Process.\n\n**What has the Army done?**\n    \nStrategy 2035 provides guidance for the development of future ARSOF operational and institutional capabilities that can counter future threats across the spectrum of conflict, especially in gray zones between peace and overt war. The strategy identifies three groups of objectives based on the implications of the future operating environment that requires ARSOF to:  \n\n* Ready the Force: Ready objectives optimize capabilities and processes to better position the force for the demands of the current operating environment \n* Mature the Force: Mature objectives advance ARSOF capabilities to meet mid-term demands\n* Invest in the Future Force: Invest objectives develop ARSOF capabilities to meet challenges of the future operating environment\n\n**What continued efforts are planned for the future?**\n\nCAMPLAN 2035 operationalizes the commander's vision as articulated in Strategy 2035 by creating a strategic framework that captures the ends, ways, and means. \n \nThis framework depicts the means as USASOC's Title 10 responsibilities in the form of lines of efforts (LOE) and sub-LOEs. Each of the Strategy 2035 objectives align under one of the sub-LOEs and are an integral part of realizing the desired ends. These LOEs frame objective accomplishment along a time-phased approach (the ways) through three time horizons of ready (0-2 years), mature (3-7 years), and invest (8-20 years). Accomplishing objectives arranged according to each LOE and sub-LOE directly affects the achievement of the desired capability pillars or the ends:\n\n* The indigenous approach\n* Precision targeting operations\n* Developing understanding and wielding influence\n* Crisis response  \n\n**Why is this important to the Army?**\n\n[Strategy 2035](https://go.usa.gov/xRjC2) and [CAMPLAN 2035](https://go.usa.gov/xRjCj) seek to synchronize USASOC's planning, programming, budgeting, and executing responsibilities to ensure that ARSOF purposefully adapts from the force of today to the force of the future. \n\nCAMPLAN 2035 specifically provides an assessment process that aligns efforts across the ARSOF enterprise to build the four pillars of ARSOF capability. This effort ultimately provides the Army and [United States Special Operations Command](http://www.socom.mil:443/) (USSOCOM) with an elite, ready, and sustainable force that is employable throughout the range of military operations.\n\n**Resources:**\n\n* [U.S. Army Special Operations Command](http://www.soc.mil/)\n* [Army.mil News: USASOC](https://www.army.mil/usasoc)\n\n**Related documents:**\n\n* [USASOC 2035 Overview](https://go.usa.gov/xRjCa)\n* [USASOC 2035 Strategy](https://go.usa.gov/xRjC2)\n* [USASOC 2035 Campaign Plan](https://go.usa.gov/xRjCj)\n \n**USASOC on social media:**\n\n* [Facebook](http://www.facebook.com/usasoc.mil) *#USASOC2035*\n* [Twitter](http://www.twitter.com/usasocnews)",
    "date": "Thursday, August 10, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> After more than 15 years of war, the operational effectiveness of Army Special Operations Forces remains without equal.  However, the future operating environment will continue to evolve with highly adaptive state and non-state adversaries seeking to challenge the status quo and our national interests.\n\n\\- Lt. Gen. Ken Tovo, commander, [U.S. Army Special Operations Command](http://www.soc.mil/)\n\n[USASOC 2035 Overview](https://go.usa.gov/xRjCa)",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}