{
    "id": "2017-08-14",
    "title": "Kestrel Eye Program",
    "body": "#######Provided by the U.S. Army Space and Missile Defense Command/Army Forces Strategic Command\n\n**What is it?**\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc) (USASMDC/ARSTRAT) Technical Center's Kestrel Eye is a small, low-cost, visible-imagery satellite designed to provide images rapidly to the tactical-level ground warfighter. Kestrel Eye is a microsatellite technology demonstrator weighing approximately 50 kg that is an electro-optical imaging satellite with tactically useful resolution.\n\nThe intent of Kestrel Eye is to demonstrate the military utility of providing rapid situational awareness directly to Army brigade combat teams. \n\n\n**What has the Army done?**\n\n[Kestrel Eye](https://www.smdc.army.mil/FactSheets/KESTRELEYE.pdf) will enhance situational awareness of the brigade combat teams by providing satellite imagery without the need for conventional continental U.S. -based relays. Kestrel Eye was developed by USASMDC/ARSTRAT labs and will be tracked using the Kestrel Eye Ground Station and Kestrel Eye Warfighter Assisting Low-Earth Orbit Tracker.\n\nKestrel Eye is scheduled for launch to the International Space Station from Cape Canaveral, Florida, on August 14.\n\n**What continued efforts are planned for the future?**\n\nAs the Army proponent for space, USASMDC/ARSTRAT is developing nanosatellite technologies to support technology demonstrations showing how nanosatellites can be used to support the Soldier on the battlefield. \n\nDepending on the results of the demonstration, the Army has plans to potentially launch dozens of satellites with similar operational capabilities into low-Earth orbit. \n\n**Why is this important to the Army?**\n\nCurrently 60 percent to 70 percent of Army systems depend upon space to perform their mission. Kestrel Eye is designed to be tactically responsive, with the ability to task and receive data from the satellite during an overhead pass. It will provide a measure of satellite persistence that can provide situational awareness and images rapidly to the warfighter.\n\n**Resources:**\n\n* [SMDC/ARSTRAT](http://www.army.mil/smdc)\n* [Army.mil News: USASOC](https://www.army.mil/usasoc)\n\n**Related document:**\n\n* [Kestrel Eye](https://www.smdc.army.mil/FactSheets/KESTRELEYE.pdf)\n\n**Related STAND-TO!:**\n\n* [The Army's Dependence on Space](https://www.army.mil/standto/2017-02-23)\n\n**Related article:**\n\n* [SMDC prepares for upcoming Kestrel Eye launch](https://www.army.mil/article/191708/smdc_prepares_for_upcoming_kestrel_eye_launch)\n \n**USASOC on social media:**\n\n* [Facebook](https://www.facebook.com/ArmySMDC)  \n* [Twitter](https://twitter.com/ArmySMDC)",
    "date": "Monday, August 14, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> [Kestrel Eye's] purpose is to get information down to the warfighter as rapidly as possible. Kestrel Eye's focus will be to get its information down to the lowest levels and support the troops in the foxholes. \n\n\\- Wheeler \"Chip\" Hardy, Kestrel Eye program manager, SMDC Tech Center's Space and Strategic Systems Directorate\n\n[SMDC prepares for upcoming Kestrel Eye launch](https://www.army.mil/article/191708/smdc_prepares_for_upcoming_kestrel_eye_launch)",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}