{
    "id": "2017-08-16",
    "title": "Comprehensive Transition Plan",
    "body": "#######Provided by Warrior Transition Command \n\n**What is it?**\n\nThe Comprehensive Transition Plan (CTP) is a personal goal setting process that is implemented and individualized for wounded, ill, and injured Soldiers in Warrior Transition Battalions (WTBs). This dynamic, living plan of action focuses on the Soldier's future using six domains: career, physical, emotional, social, Family and spiritual to establish goals that map a Soldier's transition plan \n\nThis process allows Soldiers to customize their recovery plan as they work towards returning to duty or transitioning from the Army. As the owner of the CTP, each Soldier is empowered to take charge of their own transition, developing and achieving their goals while complying with medical and military responsibilities.\n\n**What has the Army done?**\n\nThe U.S. Army Medical Command (MEDCOM) established policy guidance for the implementation of the CTP and has directed that Soldiers assigned or attached to a Warrior Transition Battalion (WTB) will begin their CTP within the first 30 days of assignment. The Army created six overlapping processes to facilitate the plan:\n\n(1) In-processing - begins once a wounded, ill and injured Soldier is assigned or attached to [Warrior Transition Unit (WTU) or a Community Care Unit (CCU)]( http://www.wct.army.mil/modules/soldier/s1-wtu.html).  \n\n(2) Goal Setting - process guides the Soldier and their Family in the development of short-term goals that support their overarching transition/outcome goal. \n\n(3) Transition Review - provides the commander and interdisciplinary team an opportunity to review the Soldier's goals and progress with a focus on identifying and resolving issues that may impede goal attainment. \n\n(4) Rehabilitation - Soldiers actively work to accomplish self-identified transition goals as outlined in their CTP.\n\n(5) Reintegration - process specifically prepares each Soldier and their Family for a successful transition back to the force or to civilian life as a Veteran. \n\n(6) Post-Transition - is the period after a Soldier exits the WTU/CCU is considered post-transition. \n\nThrough this system and help from the squad leader, the nurse case manager, the primary care physician, and the unit's occupational therapy and social work staff, the Soldier is able to establish realistic goals and milestones reflecting the Soldier's aspirations and abilities.\n\n**What continued efforts are planned for the future?**\n\nWarrior Care and Transition is in the process of: \n\n* Overhauling the CTP goal setting process to make it more individualized and  tailored for the Soldier. \n* Improving the domain model and creating a virtual hand-off between the Department of Defense and Veteran's Affairs for continuation of care from active duty to veteran status. \n\n**Why is this important to the Army?**\n\nThe CTP helps motivate wounded, ill and injured Soldiers and their families to take ownership of their recovery process by charting a course of personal goals that culminates in a successful transition back to the force or into the civilian community as a proud veteran.\n\n**Resources:**\n\n* [Army Warrior Care and Transition](http://wct.army.mil/)\n  * [Comprehensive Transition Plan](http://www.wct.army.mil/modules/soldier/s1-ctp.html)\n* [MEDCOM](https://www.army.mil/armymedicine)\n \n**Related documents:**\n\n* [Army Regulation 40-58, *Warrior Care and Transition Program*](https://go.usa.gov/xRdst) \n* [CTP Brochure](http://www.wct.army.mil/documents/factsheets/newCTP.pdf) \n\n**Related STAND-TO!:**\n\n* [Warrior Care and Transition Program](https://www.army.mil/standto/archive_2017-08-16/)\n\n**Army WCT on social media:**\n\n* [Flickr](https://www.flickr.com/photos/armywarriorcare/albums)\n* [Facebook](https://www.facebook.com/ArmyWCT)\n* [Twitter](https://twitter.com/armyWCT)\n",
    "date": "Wednesday, August 16, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}