{
    "id": "2017-08-17",
    "title": "Army Installations ",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nArmy installations serve as the foundation for readiness. Installations provide critical infrastructure and services that generate combat power and keep the Army ready. The Army's Assistant Chief of Staff for Installation Management [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html) ensures readiness by establishing policies, synchronizing programs, and providing resources for installation infrastructure and services to keep the Total Army ready.  \n\n**What has the Army done?**\n\nThe Army established measures and metrics, called Facility Readiness Drivers, to inform Army senior leader resourcing and policy decisions. Facility Readiness Drivers link facilities to warfighting readiness and lethality. Indicators include:\n \n* Mission readiness - provides infrastructure and services to support the missions of assigned units\n* Soldier and Family readiness - provides infrastructure and services that enable Soldier readiness, support Soldier and Family resilience, and allow Soldiers to focus on the mission\n* Installation capacity - assures access to energy, water, land and air to support current and future missions\n \n**What continued efforts are planned for the future?**\n\nThe Army will:\n\n(1) **Adapt** Army installations to maintain power projection and operational platforms in the era of multi-domain battle. Leveraging public and private partnerships and technology increases installation capability, while closing and realigning installations increases readiness and promotes efficiency. Improved access to energy, water, air and land enhances training and supports Army operations.\n\n(2) **Project** Army and joint power from Army installations across all domains. Installations provide the critical infrastructure and services that generate combat power and keep the Army ready. Focusing investments on the infrastructure and services needed to project power will ensure future readiness. Capitalizing on innovation and leveraging new technologies drive efficiency and cost savings.\n \n(3) **Provide** the Army with critical infrastructure and deliver essential services needed to defeat adversaries. Installations provide security, infrastructure, logistics, environmental protection and community services for Soldiers, Civilians and Families across the Total Army. Expanding the organic industrial base provides material required to arm and sustain a globally engaged Army. \n\n**Why is this important to the Army?**\n\nArmy installations project power and serve as operational warfighting platforms. Installations require adequate, stable and predictable funding to support the readiness and resilience of Soldiers, Civilians, and their Families. Army installations must adapt to the changing environment of warfare by focusing resources on infrastructure and services that most directly influence Army Readiness. \n \n**Resources:**\n\n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n* [Army Materiel Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [Installation Management Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom)\n\n**Related STAND-TO!:** \n\n* [Installation Readiness](https://www.army.mil/standto/2016-06-08)\n\n**Related articles:**\n\n* [Army installations commemorate 100 years of operation](https://www.army.mil/article/188898/)\n* [100 years ago, WWI buildup paved way for today's modern Army](https://www.army.mil/article/185356/)\n* [IMCOM Commander meets with service culture influencers](https://www.army.mil/article/190244/)\n* [Ready Installations: The Army's power projection platforms](https://www.army.mil/article/185953/)\n",
    "date": "Thursday, August 17, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}