{
    "id": "2017-08-21",
    "title": "Regional Leader Development Program-Pacific",
    "body": "#######Provided by U.S. Army Pacific\n\n**What is it?**\n\nRegional Leader Development Program-Pacific focuses on developing agile, adaptive leaders and critical thinkers that can work effectively in a dynamic, strategic operating environment.\n\n\nThis is an investment in preparation of the next generation of leaders to become life-long learners better able to win in a complex world sooner, faster, than generations before. \n\nRDLP-P prepares Soldiers to better operate within the Indo-Asia-Pacific area through a four phased training approach. Completion of these four phases provides  the Army with regionally trained assets capable of performing at all levels; tactical, operational and strategic. \n\n* Phase I: Strategic Leadership and Critical Thinking - focuses on three weeks of instruction that include cognition, mission command, professional military ethics, and cultural dynamics. \n\n* Phase II: Cultural Studies - focuses on two weeks of studies to deepen knowledge of the region from a PACOM perspective. \n\n* Phase III:  Cultural Immersion - students gain exposure to various cultures in theater. During RDLP-P class 17-1, students will visit all three countries during an 18-day period. Country selections are made to provide students maximum cultural diversity. \n\n* Phase IV: Continuing Education - offers a unique opportunity to pursue a Master's Degree program with a regionally accredited partner university to facilitate further education.\n\nDuring all phases of training, students will learn from senior mentors and regional experts. During the final phase, the cohort participates in a tailored master's degree program.\n\nRDLP-P is a Joint, multi-national activity sponsored by USARPAC targeting mid-career military professionals [company grade officers, NCOs (E6 (P) -- E8] , assigned to U.S. Pacific Command (USPACOM) as nominated by parent commands in accordance with established selection criteria.\n\n**What has the Army done?**\n\nProvide  Soldiers the education, training, mentorship and regional experiences beyond the traditional institutional military basics, yielding strategic, adaptive, and professional leaders. USARPAC intends to establish RDLP-P as an enduring program while progressively increasing enrollment to support the building of HQDA's Security Force Assistance Brigades, service PACOM Theater end states, and provide training and experience to mid-career leaders.\n \n**What continued efforts are planned for the future?**\n\nWith the impending creation of [Security Force Assistance Brigades](https://www.army.mil/standto/2017-02-17) (SFAB), regional expertise like RDLP will become even more important to develop regionally knowledgeable Soldiers that can thrive in the diverse Indo-Asia-Pacific region.  \n\n\n**Why is this important to the Army?**\n\nThis program represents a new way of developing future leaders across the joint and multinational force and sets the conditions for participating organizations to capitalize on their advanced skills in the Pacific.  Commander's at all levels should expect to see a return on investment as they will receive potential employees skilled in new and innovative thought, allowing them to operate at the strategic level.\n \n**Resources:**\n\n* [U.S. Army Pacific](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac)\n\n**Related articles:**\n\n* [Security force assistance brigades to free brigade combat teams from advise, assist mission](https://www.army.mil/article/188004)\n\n",
    "date": "Monday August 21, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}