{
    "id": "2017-08-22",
    "title": "Project Manager Expeditionary Energy and Sustainment Systems",
    "body": "#######Provided by Program Executive Officer, Combat Support and Combat Service Support\n\n**What is it?**\n\nProject Manager Expeditionary Energy and Sustainment Systems [(PM E2S2)](http://www.peocscss.army.mil/pme2s2.html) is the Army's project management office that provides integrated materiel solutions, force sustainment support, and contingency basing designs to Joint Warfighters across the full range of military operations.  \n\nPM E2S2 is the lifecycle manager for multiple combat support and combat service support capabilities which include: power generation and power distribution; field feeding and field services; shelters and environmental controls; aerial delivery systems; and contingency base engineering design support. \n\n**What has the Army done?**\n\nOn  Aug. 3, 1967 then, PM Mobile Electric Power, now PM Expeditionary Energy and Sustainment Systems was chartered to serve as the Department of Defense Lead Standardization Activity responsible for providing a modernized family of mobile electric generator sets throughout the services. In 50 years PM E2S2 continues to expand its role in the Army as a lead integrator of operational energy solutions across multiple combat support systems. \n\nPM E2S2 provides the Joint Warfighter with a variety of combat support solutions including:\n\n* Force Provider Expeditionary Modules: A containerized life support system for contingency base camps.\n* Advanced Medium Mobile Power Sources: The 3rd generation of mobile electric power systems that provide fuel efficiency, noise and weight reductions.\n* Improved Environmental Control Units: Provides cooling, heating, and dehumidification for Army operating systems.\n* Power Distribution Illumination Systems:  Comprises of standardized electrical power distribution devices. \n* Joint Precision Aerial Delivery Systems: An autonomously guided container delivery system.\n\n**What continued efforts are planned for the future?**\n\n PM E2S2 is collaboratively shaping emerging technologies to help the Army achieve its Net-Zero objectives:\n\n* Developing advanced shelter designs (insulation, shading and environmental controls); waste water management (reduction/elimination) and fuel reduction \n* Developing the next generation of intelligent power management systems/microgrids\n* Actively providing contingency base infrastructure engineering design support to theater planners and the combatant commands\n* Continuing to provide enduring materiel solutions in support of worldwide deployments via Army Prepositioned Stocks \n* Developing options for a man-portable battery recharging power source\n\n**Why is this important to the Army?**\n\nPM E2S2 helps the Army to develop and procure operational energy solutions that saves lives, avoids costs, and returns combat capability to the Warfighting Commanders. The Army Operating Concept calls for \"*Advanced and efficient power saving and generation technologies will reduce sustainment and lift requirements*\"  (para C-2a3).  For the past 50 years, PM E2S2 has worked to field materiel solutions that help minimize the logistical footprint on the battlefield. That means less fuel convoys in harm's way; freeing Soldiers up for higher priority combat missions.\n\n \n**Resources:**\n\n* [Program Executive Office, Combat Support & Combat Service Support](http://www.peocscss.army.mil/) \n* [Project Manager Expeditionary Energy and Sustainment Systems](http://www.peocscss.army.mil/pme2s2.html)\n\n**Related documents:**\n\n* TRADOC Pam 525-3-1, [*U.S. Army Operating Concept: Win in a Complex World*](http://www.tradoc.army.mil/tpubs/pams/tp525-3-1.pdf)\n* DoD Directive 4120.11, [*Standardization of Mobile Electric Power Systems*](http://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodd/412011p.pdf ) \n* [Army Operational Energy Policy Memorandum (Apr 30, 2013)](https://www.army.mil/e2/c/downloads/295964.pdf)\n\n**Related STAND-TO!:**\n\n* [Operational Energy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-17) \n* [Energy Informed Culture](https://www.army.mil/standto/archive_2013-04-17) \n",
    "date": "Tuesday, August 22, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**August 2017**\n\nAug. 26: Women's Equality Day\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15- Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}