{
    "id": "2017-08-28",
    "title": "Ulchi Freedom Guardian",
    "body": "#######Provided by U.S. Army Pacific\n\n**What is it?**\n\nUlchi Freedom Guardian is a computer-simulated defensive exercise designed to enhance readiness, protect the region and maintain stability on the Korean Peninsula. The focus of the exercise is on strategic, operational, and tactical aspects of general military operations in the Korean theater of operations. \n\nThe scope of the exercise extends beyond the Korean Peninsula and takes a whole-of-government approach. The exercise is conducted at U.S. Combined Forces Command and Republic of Korea (ROK) military installations throughout South Korea. The exercise is tied to the ROK government's national defense exercise Ulchi.\n\nTraining exercises like Ulchi Freedom Guardian are carried out in the spirit of the Oct. 1, 1953, ROK-U.S. Mutual Defense Treaty and in accordance with the armistice.\n\n**What has the Army done?**\n\nIn July 1976, in anticipation of the establishment of a combined forces command, the annual ROK government mobilization exercise Ulchi was combined with UNC/U.S. Forces Command/Eighth U.S. Army's command post exercise Focus Lens. \n\nExercise Ulchi-Focus Lens was institutionalized to enhance ROK-U.S. interoperability by training commanders and staffs from both nations in wartime planning, command and control operations, intelligence, logistics, and personnel procedures required for the successful defense of the ROK. The name of the exercise was changed to Ulchi Freedom Guardian in 2008.\n\nRepublic of Korea  and [U.S. Combined Forces Command](http://www.usfk.mil/About/Combined-Forces-Command/) will hold the annual Ulchi Freedom Guardian exercise Aug. 21-31. Approximately 17,500 U.S. service members will participate in UFG 17. \n\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to strengthen the enduring ROK-U.S. relationship that began more than 60 years ago. Participation in exercises like Ulchi Freedom Guardian enhances peace and stability in the Korean joint operations area. Continuing to invest in combined and joint training exercises will improve ROK-U.S. readiness and interoperability in the K-JOA.\n\n\n**Why is this important to the Army?**\n\nSuch exercises provide the Army leadership with viable military options if necessary and helps to sharpen the Army's ability to support when required. USARPAC strives to achieve the national strategy through deterrence, maintaining contingency forces needed to defend against expanding threats. Ulchi Freedom Guardian demonstrates U.S. commitment to the defense of the Republic of Korea as well as the security and stability of the Korean Peninsula and the Pacific region. \n\n\n**Resources:**\n\n* [U.S. Army Pacific](https://www.army.mil/usarpac)\n* [United States Forces Korea](http://www.usfk.mil/)\n\n**Related articles:** \n\n* [US-South Korean alliance ready to defend against North Korean threat, top generals say](https://www.army.mil/article/192359/)\n* [DoD Announces Start of Exercise Ulchi Freedom Guardian](https://www.defense.gov/News/Article/Article/1282738/)",
    "date": "Monday August 28, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY \n\n> This is why our exercises are so important -- we have to have a credible deterrent. This is why we have military capability that under girds our diplomatic activities. These threats are serious to us, and thus we have to be prepared. \n\n\\- Gen. Vincent K. Brooks, the alliance commander in Korea, on the onset of the exercise Ulchi Freedom Guardian, notes the role played by the combined exercises in which the United States and South Korean forces take part. \n\n[US-South Korean alliance ready to defend against North Korean threat, top generals say](https://www.army.mil/article/192359/)",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}