{
    "id": "2017-08-29",
    "title": "Army Special Operations Forces Support to the Multi-Domain Battle Concept",
    "body": "#######Provided by U.S. Army Special Operations Command \n\n**What is it?**\n\nU.S. Army Special Operations Command ([USASOC](http://www.arcic.army.mil/)) is supporting the development of the United States Army and Marine Corps Concept Multi-Domain Battle (MDB):  Combined Arms for the 21st Century. This concept describes military operations against a peer adversary that can contest U.S. forces in all domains -- in competition and in armed conflict -- and challenge the deterrence efforts in 2025-2040. \n\nArmy Special Operations Forces (ARSOF) is nested with the Army's MDB concept and delivers tactical, operational, and strategic value through an indigenous approach, precision targeting operations, developing understanding and wielding influence, and crisis response. \n\n\n**What has the Army done?**\n\nUSASOC partnered with the U.S. Army Training and Doctrine Command's Army Capabilities Integration Center ([ARCIC](http://www.arcic.army.mil/)) to link Silent Quest 17, USASOC's title 10 wargame, to the Army's deep future wargame, Unified Quest 17.  The result was an integrated and synchronized approach to the future-focused peer adversary problem set. It incorporated a detailed examination of the competition short of an armed conflict period leading to armed conflict under the MBD concept.   \n\n\n**What continued efforts are planned for the future?**\n\nUSASOC will deliver physical and cognitive effects to shape the operational environment and extend the reach of the Joint Force. This includes improving SOF and conventional force integration, interoperability and interdependence to enhance unity of effort across multiple domains. To prepare ARSOF capabilities needed by the Army, [USASOC Strategy -- 2035](https://www.army.mil/standto/archive_2017-08-10) identifies how ARSOF must adapt to address future threats. This means promulgating an [indigenous approach](https://www.army.mil/standto/archive_2017-07-26) that views challenge to stability as problems to be solved by empowered people in the region. \n\nUSASOC is also broadening the concept of maneuver to encompass both physical and cognitive objectives in order to gain a position of relative advantage with respect to the enemy and population. \n\n**Why is this important to the Army?**\n\nU.S. military advantages across all domains. Future wars may be fought using new technologies; however, they will be fought by people for social, economic, cultural, and political reasons. The interaction of armed forces with societies in conflict will affect the outcome of wars. Partners will require support from the U.S. military to withstand attacks on their populations, forces, and commercial interests and to support U.S. operational and strategic goals.  \n\nARSOF provides Joint Force commanders the ability to transform indigenous mass into combat power in order to develop effective partner forces that can win against determined enemies.   \n\n\n**Resources:**\n\n* [U.S. Army Special Operations Command](https://usasoc.soc.mil/)\n\n**Related document:**\n\n* [USASOC Strategy - 2035](https://go.usa.gov/xRjC2)\n\n**Related STAND-TO!:** \n\n* [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n* [USASOC 2035 Strategy and Campaign Plan](https://www.army.mil/standto/archive_2017-08-10)\n* [ARSOF Value to the Nation](https://www.army.mil/standto/archive_2017-07-26)\n",
    "date": "Tuesday, August 29, 2017",
    "quote": "",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}