{
    "id": "2017-08-30",
    "title": "SHARP Program Improvement Forum",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nThe Army Sexual Harassment/Assault Response and Prevention (SHARP) Program Office establishes effective strategies, develops plans, and formulates policies for the continued improvement of SHARP programs throughout the Army.\n\nThe Army SHARP Program Office is hosting the third annual SHARP Program Improvement Forum Aug. 30-31, 2017 in Alexandria, Virginia. This event brings together SHARP Program Managers (PMs) and leads Sexual Assault Response Coordinators (SARCs) to learn and share best practices and ideas.\n\nThe theme for this year's Forum is \"Mission Possible: TRUST -- Implementing a Holistic Program\". This theme speaks to the Army's commitment to maintaining transparency, reliability, and unsurpassed excellence while successfully enabling mission ready teams.\n\n\n**What has the Army done?**\n\nThousands of Army SHARP professionals work with commanders and unit personnel to raise awareness and educate military communities on how to prevent sexual violence. The SHARP first responders provide victims of sexual assault with the support they need to report, obtain medical care, and seek offender accountability through the military justice system. \n\n**What continued efforts are planned for the future?**\n\nThe Army has a strong response network in place. Now, the Army is focusing on prevention through a multifaceted sexual assault prevention strategy that includes: \n\n* Piloting of a new leader development program\n* Implementation of studies to assess installation risk factors\n* Development of innovative training tactics\n* Increased focus on male sexual assault through awareness and outreach\n\n**Why is this important to the Army?**\n\nThe Army values its people and is dedicated to eliminating detractors to mission readiness, such as sexual assault and harassment. The Army leadership wants to ensure SHARP professionals are adequately equipped to assist command teams in their prevention efforts and respond to incidents when they occur. In support, the Army is continually investing in the education and training of its most valuable weapon -- people -- in its war against sexual violence in the ranks.\n\n**Resources:**\n\n* [U.S. Army Sexual Harassment/Assault Response and Prevention Program](https://www.preventsexualassault.army.mil)\n\n\n**Related STAND-TO!:** \n\n* [SHARP Readiness EXORD](https://www.army.mil/standto/archive_2016-06-22)\n* [Sexual Assault Response Coordinators](https://www.army.mil/standto/archive_2017-03-29)\n* [Army Profession Forum](https://www.army.mil/standto/archive_2016-12-07)\n",
    "date": "Wednesday, August 30, 2017",
    "quote": "#### Focus Quote for the Day \n\n> Sexual assault and harassment rip apart unit trust, discipline, and cohesion. There is no place for either in our Army. \n\n\\- Chief of Staff of the Army Gen. Mark A. Milley [@ArmyChiefStaff](https://twitter.com/ArmyChiefStaff/status/848143009266978816)\n ",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}