{
    "id": "2017-08-31",
    "title": "National Preparedness Month",
    "body": "#######Provided by Office of the Deputy Chief of Staff, G-3/5/7\n\n**What is it?**\n\nThe Army supports the [National Preparedness Month (NPM)](https://www.ready.gov/september), a national campaign of action to prepare, now and throughout the year. This campaign emphasizes the importance of preparedness and serves as a reminder of the simple actions taken to prepare for any disaster.\n\nThe Army's focus remains steadfast to educate, empower, and involve the Army community in preparedness activities that enhance the Army's resiliency and increase the nation's readiness for all-hazards events. To help prepare the Army Community, [Ready Army]( http://www.acsim.army.mil/readyarmy/) encourages everyone to [be informed](http://www.acsim.army.mil/readyarmy/ra_be_informed.htm), [make a plan](http://www.acsim.army.mil/readyarmy/ra_make_a_plan.htm), [build a kit](http://www.acsim.army.mil/readyarmy/ra_get_a_kit.htm), and [get involved](http://www.acsim.army.mil/readyarmy/ra_get_involved.htm).\n\nThis year's NPM theme is *Disasters Don't Plan Ahead. You Can.*\n\n**What has the Army done?**\n\nThe Army continues to improve its preparedness posture in order to prevent, protect against, mitigate the potential effects of, respond to, and recover from incidents in order to protect the Army community and its resources, and ensure the continuance of essential missions.\n\nBetween 2012 and 2016, the Army modernized emergency management (EM) equipment through the Emergency Management Modernization Program. The Army continues to field mass warning notification systems to installations, organizations, and standalone facilities.\n\nThis year, the Army established EM courses and curriculum in order to institutionalize EM training within the total Army training system. These courses will prepare designated installation personnel to prepare for and respond to incidents and emergencies.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues its efforts to improve preparedness. To address emerging threats and hazards, the Army revised [AR 525-27, Army Emergency Management Program](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf), due to be published in early 2018.\n\nTo enhance protection capabilities, the Army will continue to modernize installation EM systems. The [Ready Army](http://www.acsim.army.mil/readyarmy/) campaign continues to incorporate outreach tools and educational material to encourage Soldiers, Families, and civilians to turn awareness into action that enhances individual and family preparedness.\n\n\n**Why is this important to the Army?**\n\nThe Army plays a vital role in supporting Department of Defense preparations and responses for a wide range of hazards to the national security -- natural, technological, and human-caused hazards, including terrorism threats or incidents.\n\nCitizens are expected to be self-sufficient for 72 hours when services such as water, power, and government support may not be available. The Army community can be ready to survive under these conditions by instituting emergency preparedness and education programs such as [Ready Army](http://www.acsim.army.mil/readyarmy/).\n\n\n**Resources:**\n\n* [Ready Army](http://www.acsim.army.mil/readyarmy/) \n* [Army Disaster Personnel Accountability and Assessment System (ADPAAS)]( https://adpaas.army.mil/) \n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/) \n* [PrepareAthon! ](http://www.community.fema.gov/) \n* [Ready Campaign](http://www.ready.gov/) \n* [American Red Cross](http://www.redcross.org/) \n* [Citizen Corps](http://www.citizencorps.gov/) \n* [Family Readiness Group](http://www.armyfrg.org/) \n* [Army.mil: U.S. Army Humanitarian Relief](https://www.army.mil/humanitarian/)\n\n\n**Related document:**\n\n* [Army Regulation 525-27](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf)\n\n**Related STAND-TO!:** \n\n* [America's PrepareAthon!]( https://www.army.mil/standto/archive_2015-04-16) \n* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/archive_2015-01-05) \n\n",
    "date": "Thursday August 31, 2017",
    "quote": "#### Focus Quote for the Day \n\n> During National Preparedness Month, we bring attention to the importance of readying ourselves for disasters, both natural and man-made...\n\n\\- President Donald J. Trump's presidential proclamation on National Preparedness Month, 2017\n\nRead the complete [presidential proclamation](https://www.whitehouse.gov/the-press-office/2017/08/30/president-donald-j-trump-proclaims-september-2017-national-preparedness)\n ",
    "events": "#### Events\n\n[Summer Safety](https://safety.army.mil/OFF-DUTY/HomeandFamily/Off-DutySafetyAwarenessPresentation2017.aspx) (#ArmySafety)\n\n\n**September 2017**\n\n[National Preparedness Month](https://www.ready.gov/september)\n\n[Suicide Prevention Month](https://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx)\n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?from=st)\n\nSept. 15 - Oct. 15:  Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?from=st)\n\nSept. 24: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?from=st)"
}