{
    "id": "2013-08-01",
    "title": "Fourth Annual Antiterrorism Awareness Month",
    "body": "**What is it?**\n\nThe Army's antiterrorism (AT) program protects personnel, information, and facilities in all locations and situations against terrorist activities.  The purpose of AT Awareness Month is to instill Army-wide heightened awareness and vigilance to protect Army communities from acts of terrorism.  To protect our communities, we must embed AT awareness into training, leader development, and education across the force.  That level of awareness is our most certain defense against terrorists.  \n\n\n**Why is this important to the Army?**\n\nAntiterrorism awareness empowers the entire Army (units, leaders, Soldiers, DA civilians, families, and contractors) to take prevention measures and encourages each individual to serve as a \"sensor\" -- continuously aware of and reporting suspicious activity.  This year AT Awareness Month focuses on priority areas such as recognizing and reporting suspicious activity, the use of social media to support community outreach, and Army law enforcement as a critical enabler for the protection our communities.\n\n**What is the Army doing?**\n\nSome of the Army's most significant AT initiatives for fiscal year 2013 (FY 13)  include continuous emphasis on the implementation of [iWATCH](http://www.army.mil/standto/archive/2010/05/10/) Army, development of a primer for the [use of social media](http://www.army.mil/standto/archive_2013-07-02/) to expand AT awareness community outreach, and an ongoing, concerted effort to establish a new [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/) (ARTIC) to integrate, fuse, analyze, and disseminate all-source threat information.  Most recently, on July 17, 2013, the Department released and a new [Sergeant Major of the Army's Antiterrorism Awareness Video](http://www.army.mil/article/107947).   \n\nIn support of an active AT awareness campaign, the Department of the Army, [Office of the Provost Marshal General](http://www.army.mil/opmg) (OPMG) develops products and tools to support the field.  These products are available on the Army OPMG Antiterrorism Enterprise Portal (search terms: Army OPMG ATEP on AKO).  \n\nIn addition, to commemorate the attacks of 911, the OPMG (AT Branch) will establish an AT information booth in the Pentagon from Aug. 6-8, 2013, to share information with members of the Army staff as well as other Pentagon tenants.  Commands from across the Army will also be conducting events to observe AT Awareness Month.\n\n\n**What continued efforts does the Army have in the future?** \n\n* &bull; Increased AT awareness associated with cyber threats\n* &bull; Integration of AT into the [Army Protection Program](http://armypubs.army.mil/epubs/pdf/ad2011_04.pdf) and DOD Mission Assurance\n* &bull; Continuation of AT awareness quarterly themes for FY14\n* &bull; Execution of quarterly Army AT synchronization video teleconferences\n \n**Resources:**\n\n* [Senior Leader Tri-signed Letter:  2013 Antiterrorism Awareness Message](http://www.army.mil/e2/c/downloads/306439.pdf)\n* AKO log-in and ATEP registration required: [Army Antiterrorism Enterprise Portal and iWatch Army](https://www.us.army.mil/suite/page/605757)\n* Army OneSource: [Antiterrorism Awareness information](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Sergeant Major of the Army's Antiterrorism Awareness Video](http://www.army.mil/article/107947)\n* Related STAND-TO!:\n * &bull; [Antiterrorism Theme, 4Q/FY13- Use of Social Media to Support Antiterrorism Awareness](http://www.army.mil/standto/archive_2013-07-02/)\n * &bull; [Antiterrorism Theme, 3Q/FY13- Antiterrorism Strategic Plan](http://www.army.mil/standto/archive_2013-04-01/)\n * &bull; [Antiterrorism Theme, 2Q/FY13- Cyber Threat]( http://www.army.mil/standto/archive/issue.php?issue=2012-12-28)\n * &bull; [Antiterrorism Theme, 1Q/FY13- Threat Fusion]( http://www.army.mil/standto/archive/issue.php?issue=2012-10-01)\n\n\n",
    "date": "Thursday August 1, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nTerrorism is an enduring, persistent, world-wide threat to our Army in our nation. We must continue to face this threat head-on, just as we do all our missions. The strength of our defense is our people, the combination of world-class leadership and an actively involved community is the hallmark of our antiterrorism program. By integrating training, education, leadership and threat awareness across the force, we present a formidable defense.\n\n\n### - Sergeant Major of the Army Raymond F. Chandler III, addresses the importance of antiterrorism awareness and the Army's programs to mitigate this threat\n\n### [Sergeant Major of the Army's Antiterrorism Awareness Video](http://www.army.mil/article/107947)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}