{
    "id": "2013-08-02",
    "title": "Operational Range Assessments: Ensuring Range Sustainability for the Army",
    "body": "**What is it?**\n\nThe Department of Defense proactively initiated the [Operational Range Assessments](http://www.dtic.mil/whs/directives/corres/pdf/471514p.pdf) as a part of its range sustainability initiatives. ORAs determine and respond to munitions-related releases, such as metals and explosives, that might impact nearby communities or ecological systems. The Army National Guard incorporated Range Best Management Practices identification as an inherent part its ORA to ensure ranges remain available for training now and into the future.  \n\n**What has the Army National Guard done?**\n\nThe [ARNG](http://www.arng.army.mil/Pages/Default.aspx) Environmental Division and the [U.S. Army Corps of Engineers](http://www.usace.army.mil/) are conducting ORAs and range best management practices evaluations at all ARNG installations within the U.S. and its territories. This will meet the requirements of Department of Defense [Directive 4715.11]( http://www.dtic.mil/whs/directives/corres/pdf/471511p.pdf)  and will support the [U.S. Army Sustainable Range Program.](http://www.sustainability.army.mil/tools/programtools_srp.cfm)\n \nThe [ARNG](http://www.arng.army.mil/Pages/Default.aspx) Environmental Division and the [U.S. Army Corps of Engineers](http://www.usace.army.mil/) are conducting ORAs and range BMPs evaluations at all ARNG installations within the U.S. and its territories. This will meet the requirements of Department of Defense [Directive 4715.11]( http://www.dtic.mil/whs/directives/corres/pdf/471511p.pdf)  and will support the [U.S. Army Sustainable Range Program.](http://www.sustainability.army.mil/tools/programtools_srp.cfm)\n \nThe ARNG has taken the lead in developing a tool that all Army installations can utilize to improve the environmental performance of its operational ranges. The ARNG Environmental Division, in consultation with ARNG-Training Support Division, developed an easy-to-use software package, called the *Reference Tool: Range Best Management Practices.*   This will assist range managers with environmental sustainment of operational ranges. It provides installations with a series of fact sheets\"one for each range sustainment method (e.g. vegetation management practices; low-water stream crossings). Hyperlinks in the *Reference Tool* facilitate implementation by providing the technical reference documents. Thus, range managers and engineers identify and implement site-specific solutions ensuring long-term range sustainability.    \n\n\n**What is planned for the future?**\n\nARNG Environmental Division will continue to periodically conduct ORAs and to re-evaluate implemented BMPs to determine their suitability for range sustainment. Each installation that undergoes an ORA receives the new Reference Tool, along with a guidance letter identifying which techniques work best for particular range types. This tool will also be shared with other Army components.  \n\n\n**Why is this important to the Army?** \n\nSustaining  the training land is essential to operational readiness. Providing tools and guidance to installations on available techniques ensures that the Army can continue current realistic and effective training, while protecting the natural environment and resources for future training. Additionally, it is the Army's responsibility to be good stewards and good neighbors in communities where the ranges are located.   \n\n\n**Resources:**\n\n* [ARNG](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army Sustainable Range Program](http://www.sustainability.army.mil/tools/programtools_srp.cfm)\n* [ARNG Environmental Program](http://www.arng.army.mil/aboutus/environmentalprogram/Pages/default.aspx)\n* [STAND-TO!: Army National Guard Sustainability Culture Change](http://www.army.mil/standto/archive_2013-03-26/)\n* Related documents:\n * &bull; [Army Regulation 350-19: Sustainable Range Program](http://www.apd.army.mil/pdffiles/r350_19.pdf)\n * &bull; [DOD Directive 3200.15: Sustainment of Ranges and Operating Area](http://www.dtic.mil/whs/directives/corres/pdf/320015p.pdf)\n * &bull; [DOD Directive 4715.11: Environmental and Explosives Safety Management on Operational Ranges within the United States](http://www.dtic.mil/whs/directives/corres/pdf/471511p.pdf)\n * &bull; [DOD Instruction 4715.14: Operational Range Assessments](http://www.dtic.mil/whs/directives/corres/pdf/471514p.pdf)\n\n",
    "date": "Thursday August 1, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe could never be the Army that we are today without our civilian workforce. They are a valued member of the Army Team, and we thank\nthem for their patience and continued dedication. \n\n### - Vice Chief of Staff of the Army Gen. John Campbell, speaking in reference to the sequestration mandated civilian furloughs, during his recent visit to Picatinny Arsenal, N.J., which was a part of his 'Health of the Force' trip to review the [Ready and Resilient](http://www.army.mil/readyandresilient) campaign at various Army installations. \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* Antiterrorism Awareness Month\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}