{
    "id": "2013-08-05",
    "title": "Interagency and International Services Program ",
    "body": "**What is it?**\n\nIn support of national security and other national objectives, the U.S. Army Corps of Engineers' (USACE) [Interagency and International Services program](http://www.usace.army.mil/Missions/MilitaryMissions/InteragencyInternationalSupport.aspx) provides engineering, construction and scientific management and technical services to combatant commands (CCMD), federal and state agencies, tribal nations, international organizations and foreign governments in more than 130 countries worldwide.  \n\n**What has the Army done?**\n\n[USACE](http://www.usace.army.mil/Home.aspx) serves as a key asset to the nation, the Army, combatant commanders, ambassadors and the international community in achieving holistic solutions to infrastructure and national security objectives. Efforts include:\n\n* &bull; *Water Resources Management*-  Through partnerships with [UNESCO,](https://en.unesco.org/) the [World Water Council,](http://www.worldwatercouncil.org/index.php?id=1) and other nations and agencies, USACE provides consultation in water resources and coastal management in Asia, Europe, the Middle East, Africa and Latin America.\n\n* &bull; *Critical Infrastructure Development*-  With [U.S. Southern Command,](http://www.southcom.mil/Pages/Default.aspx) USACE participated in technical exchanges with Brazilian officials to further develop their capabilities in engineering and disaster response, navigation and dam safety. In support of [United States Africa Command,](http://www.africom.mil/) USACE managed $12 million in water and sanitation design services for Zambia. In Bangladesh, USACE assisted the U.S. Agency for International Development (USAID) in a $40 million project to build cyclone shelters at schools throughout the country.\n\n* &bull; *Capacity Development*-  Working with the [Combined Security Transition Command-Afghanistan,](http://usacac.army.mil/cac2/call/thesaurus/toc.asp?id=36764) the State Department and USAID, USACE has completed more than $8 billion in construction projects in Afghanistan. These projects are designed to enable the nation to establish its army and police forces, promote security and stability, and improve the quality of life for the Afghan people. In Eastern Europe and the Near East (Asia), USACE has conducted Civil-Military Emergency Preparedness training to assist nations in developing capability to respond effectively to natural or man-made disasters.\n\n* &bull;  *Domestic Support*- In the U.S., USACE has provided engineering and management expertise to other federal agencies in meeting their capital infrastructure requirements, including environmental remediation and ecosystem restoration. \n    \n\n**What does the Army have planned for the future?**\n\nBy 2020, a broad suite of USACE engineering and scientific capabilities will be integrated into CCMD and partner agencies' regional plans. USACE will assist customers in identifying and applying the right engineering and science solutions to achieve their objectives and ensure that the nation's interests at home and abroad are fulfilled.\n\n\n**Why is this important to the Army?** \n\nThese engagements have a tremendous potential to advance the nation's security interest, prevent conflict abroad and sustain the Army's value to the nation at home. \n  \n\n**Resources:**\n\n* [Interagency and International Services program](http://www.usace.army.mil/Missions/MilitaryMissions/InteragencyInternationalSupport.aspx)\n* [Military Missions Strategic Direction 2013-14](http://www.usace.army.mil/Portals/2/docs/MILCON/Military_Missions_Strategic_Directions_2013.pdf)\n* Related articles: \n * &bull; [U.S., Indonesia exchange knowledge on structural engineering considerations to promote safety](http://www.usace.army.mil/Media/NewsArchive/tabid/204/Article/14838/us-indonesia-exchange-knowledge-on-structural-engineering-considerations-to-pro.aspx)\n * &bull; [3 Afghan National Police headquarters facilities now complete in Western Afghanistan](http://www.usace.army.mil/Media/NewsArchive/tabid/204/Article/14621/3-afghan-national-police-headquarters-facilities-now-complete-in-western-afghan.aspx)\n * &bull; [USACE gives Afghan Uniform Police a base of operations in Panjwai](http://www.army.mil/article/101036)\n * &bull; [U.S. Army Corps of Engineers provides support during Bangladesh DREE](http://www.army.mil/article/87953/US_Army_Corps_of_Engineers_provides_support_during_Bangladesh_DREE/)\n",
    "date": "Monday August 5, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe have to take our Soldiers from the time they come into the Army and\nbuild resiliency within them all the way until the time they get out ---  and that's not only with our Soldiers and their families, but with our great civilians.\n\n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell,  during  his 'Health of the Force' tour to review the Army's [Ready and Resilient](http://www.army.mil/readyandresilient) campaign at various installations  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}