{
    "id": "2013-08-06",
    "title": "Regionally Aligned Force Training Environment-Africa ",
    "body": "**What is it?**\n\nThe Regionally Aligned Force Training Environment-Africa  (RAFTE-Africa)  provides the Army's training community and commanders with an understanding of and tools for the complex conditions of an African operational environment. The RAFTE-Africa complements the [Decisive Action Training Environment](http://www.army.mil/standto/archive/issue.php?issue=2012-03-08) (DATE). \n\nThe RAFTE identifies conditions present in an African operational environment that are not already present in the DATE, and notes conditions in the DATE that are not applicable to an African operational environment. The RAFTE-Africa is flexible, scalable and adaptable to a commander's partnering and training objectives and the U.S. Army's support to bilateral and multinational military exercises in Africa.\n\n**What has the Army done?**\n\nThe Army is responsive to theater security cooperation and contingency response requirements. Regional missions will require understanding of cultures, geography, languages and militaries of countries where the Army is most likely to be employed, and expertise in how to impart military knowledge and skills to others. [Regionally aligned forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) are drawn from the total force, which includes active Army, Army National Guard and Army Reserve capabilities. \n\nThe RAFTE-Africa is a common source for operational environment conditions for Army training events and provides a hybrid threat complexity that can include regular forces, irregular forces, criminals and terrorists. The RAFTE-Africa is a readiness tool that can be employed at combat training centers, home station training and educational venues to help create challenging training objectives in offensive, defensive and stability land operations.  \n\n**What does the Army have planned for the future?**\n\nAs the Army aligns units to support combatant commander's theater requirements, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) will continue to incorporate contemporary conditions into the DATE in producing RAFTEs. RAFTEs provide baseline conditions for continuity across the training and education communities in live, constructive, virtual and gaming simulations. These conditions accent leader development in understanding the dynamic nature of variables that include political, military, economic, social, information, infrastructure, physical environment and time.\n\n\n**Why is this important to the Army?** \n\nThe Army is a regionally engaged, globally responsive and indispensable partner for a full range of capabilities. Regional alignment synchronizes the Army's strategic framework of prevent, shape and win. [Regionally aligned force](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) training environments will provide realistic and challenging training conditions to the Soldiers and leaders who will execute this strategy. \n  \n\n**Resources:**\n\n* [U.S. Africa Command (AFRICOM)](http://www.africom.mil/)\n* [U.S. Army Africa (USARAF)](http://www.army.mil/news/africa)\n* AKO log-in required: \n * &bull; [Decisive Action Training Environment (DATE)](https://www.us.army.mil/suite/doc/26833763)\n * &bull; [Regionally Aligned Training Environment (RAFTE-Africa)](https://www.us.army.mil/suite/doc/40395392 )\n * &bull; [Operational Environments to 2028](https://www.us.army.mil/suite/doc/37694173)\n* Related STAND-TO!: \n * &bull; [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n * &bull; [ The Army Strategic Planning Guidance 2013](http://www.army.mil/standto/archive_2013-02-07/)\n * &bull; [Decisive Action Training Environment](http://www.army.mil/standto/archive/issue.php?issue=2012-03-08)\n * &bull; [2013 Army Posture Statement ](http://www.army.mil/standto/archive_2013-04-23/)\n* Related documents: \n * &bull; [U.S. Army Strategic Planning Guidance 2013](http://www.army.mil/e2/rv5_downloads/info/references/army_strategic_planning_guidance.pdf)\n * &bull; [Army Posture Statement 2013](http://www.army.mil/e2/c/downloads/302970.pdf)\n* Related article: \n * &bull; [With drawdown in Afghanistan, Army regional alignments likely to increase](http://www.army.mil/article/104593/)\n",
    "date": "Tuesday August 6, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nIt is a fundamental orientation different from other drawdown periods. We are staying externally focused, leveraging all we have learned about the human terrain and what strategic landpower means and we're building on this. \n\n### - Brig. Gen. Kimberly C. Field, Army G-3/5/7, at a media roundtable held this Spring, at the Pentagon,  supports the chief of staff's [vision](http://armylive.dodlive.mil/index.php/2012/03/aligned-forces/) about  about [regionally aligned forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) concept where the U.S. Army Soldiers will maintain core combat skills and capabilities while furthering the important business of training and mentoring partner nation security forces \n\n### [With drawdown in Afghanistan, Army regional alignments likely to increase](http://www.army.mil/article/104593/)\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}