{
    "id": "2013-08-07",
    "title": "Army Performance Triad Stand Up For Health Day",
    "body": "**What is it?**\n\nA major priority for the Army Surgeon General and Medical Commander [Lt. Gen. Patricia Horoho,](http://www.armymedicine.army.mil/leaders/horoho.html) is the health, readiness and resiliency of the force. The [Performance Triad (Activity, Nutrition, and Sleep) pilot program](http://www.army.mil/standto/archive_2013-03-12/) supports the Army's [Ready and Resilient](http://www.army.mil/readyandresilient) campaign, and begins this September at three U.S. Army Forces Command (FORSCOM) units located at Fort Bragg, N.C., Fort Bliss, Texas and Joint Base Lewis McChord, Wash. \n\nTo prepare [Army Medicine](http://www.armymedicine.army.mil/) leaders and staffs to better support these units during the pilot, [Lt. Gen. Patricia Horoho](http://www.armymedicine.army.mil/leaders/horoho.html) declared Aug. 8, 2013, as *Army Performance Triad Stand Up for Health Day*.\n\n**What has the Army done?**\n\nLeaders, Soldiers, providers and staffs at all Army [regional medical commands,](http://www.armymedicine.army.mil/hc/mtfs.html)  [major subordinate commands,](http://www.armymedicine.army.mil/org/msc.html) [medical treatment facilities](http://evans.amedd.army.mil/newcomer/milhosp1.htm) and clinics will take a knee for a few hours on August 8 to receive training on the [Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)  led by the Surgeon General. During the training, Lt. Gen. Horoho will present her vision to move [Army Medicine](http://www.armymedicine.army.mil/) from a health care system focused on disease, to a *system for health focused on prevention*, to sustain the health, readiness and resiliency of Soldiers and the Army family.\n\n\n**Why is this important to the Army?** \n\nThe health and wellness of the force is critical to the Army remaining mission ready and fit to fight. Soldiers, like elite athletes, require exercise, proper fuel for their bodies and adequate sleep to perform at their optimal best. Currently, 45 percent of the Army's total force is medically not ready due to musculoskeletal injuries. Seventy percent do not get the 7 to 8 hours of recommended sleep each night and 60 percent of the force is [overweight.](http://www.army.mil/standto/archive_2013-03-11/)\nThe August 8 training prepares [Army Medicine](http://www.armymedicine.army.mil/) leaders and staffs to support the FORSCOM units during the pilot and helps the leaders and staffs to serve as communication ambassadors to help influence a cultural change in the Army about prevention to embed healthy activity, nutrition and sleep behavioral and lifestyle changes into the Army's DNA. \n\n**What does the Army have planned for the future?**\n\nKey elements of the [Performance Triad program](http://www.army.mil/standto/archive_2013-03-12/) to train and educate Soldiers and line leaders about the benefits of making healthy lifestyle and behavioral choices will be tested and refined during the six-month pilot. Lessons learned will help the Army modify and improve the [Performance Triad program,](http://www.army.mil/standto/archive_2013-03-12/) the educational materials and resources before further expansion across the total Army. \n\n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related STAND-TO!:\n * &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n * &bull; [Performance Triad: Activity](http://www.army.mil/standto/archive_2013-02-27/)\n * &bull; [Performance Triad: Sleep ](http://www.army.mil/standto/archive_2013-02-13/)\n * &bull; [Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/)\n * &bull; [Ready and Resilient Campaign: Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n* Related articles: \n * &bull; [Leveraging technology to increase Soldier health and awareness](http://www.army.mil/article/105590/)\n * &bull; [The Performance Triad: Nutrition-  The connective link in your lifespace](http://www.army.mil/article/97798/)\n * &bull; [Surgeon General defines end state of Performance Triad roll out](http://www.army.mil/article/97318)\n",
    "date": "Wednesday August 7, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nArmy profession demands character, commitment and competence from our individuals and to use that connection for some of the challenges our Army faces such as sexual assault, suicide and hazing. Each one of those is something we can influence and change if we try to remember who we are and what we say we are as professionals.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III, emphasizes upon his messages on character, commitment and competence, all absolutes of the Army profession to Soldiers, at a first time ever town hall meeting at the Pentagon auditorium, Aug. 5\n\n### [SMA holds first Pentagon town hall](http://www.army.mil/article/108799/)\n\n### Related site: [Army Profession](http://cape.army.mil/AAOP/aaop.php)\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}