{
    "id": "2013-08-08",
    "title": "Military Immunization Program ",
    "body": "**What is it?**\n\n[Army Medicine](http://www.armymedicine.army.mil/) in collaboration with [Military Vaccination Agency](http://www.vaccines.mil/) (MILVAX) ensures that every Soldier, family member, Department of the Army Civilian and health beneficiary receive all required immunizations and obtain their influenza vaccinations  to ensure the Army is a healthy and mission-ready force.\n\nAnnually, in the U.S., influenza causes more than 150,000 hospitalizations due to serious complications, and more than 30,000 deaths among an estimated 25 million reported cases. Vaccination is the best method for preventing influenza and its complications.\n\nThe month of August has been designated as [National Immunization & Influenza Vaccination Awareness Month.](http://www.dvidshub.net/video/297617/national-immunization-awareness-month#.UgN0F21GPO6)\n\n**What has the Army done?**\n\nWorking closely with MILVAX, the Army has helped to prevent deaths and disease in its troops over the past decade.  Morbidity from most vaccine-preventable diseases has fallen 90 percent or more since the 20th century.\n\nImmunizations are the best protection against disease and have saved more lives than any other medical measure in history.\n\n* &bull; Vaccines shield Soldiers from dangerous germs which can kill or cause lasting harm\n* &bull; Vaccines prevent infections, such as tetanus, typhoid fever, measles, yellow fever, smallpox, and anthrax\n* &bull; Vaccines keep units fit to fight\n* &bull; Vaccines benefit both individuals and units\n* &bull; Vaccines keep people healthy so they can live better lives \n* &bull; Vaccines keep people healthy so they can do their mission \n* &bull; Vaccines help Soldiers return home healthy\n\n**What does the Army have planned for the future?**\n\nThe Army will continue to aggressively educate all Soldiers, family members and other beneficiaries on the importance of keeping their immunizations up to date. For the 2013-2014 influenza season, the Army has contracted for 1.8 million doses of influenza vaccine. This amount will ensure the entire Army family is protected against influenza. It is projected that manufacturers will begin delivering influenza vaccine to the [Defense Logistics Agency](http://www.dla.mil/Pages/default.aspx) (DLA) Troop Support in August 2013.\n\n**Why is this important to the Army?** \n\n[Army Medicine](http://www.armymedicine.army.mil/) is committed to ensuring that every Soldier, family member, DA Civilian, healthcare provider and retiree receives the vaccines they need to stay healthy. Flu seasons are unpredictable and have the potential to impact force readiness and the Army's mission.\n\n**Resources:**\n\n* [MEDCOM](http://www.armymedicine.army.mil/)\n* [Military Vaccination Agency](http://www.vaccines.mil/)\n* [Vaccines Healthcare Center Network (VHC)](http://www.vhcinfo.org/)\n* [Centers for Disease Control and Prevention](http://www.cdc.gov/vaccines/)\n* [Immunization to Protect the U.S. Armed Forces: Heritage, Current Practice, Prospects](http://www.vaccines.mil/documents/library/MilitaryImztn2005fulc.pdf)\n",
    "date": "Thursday August 8, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nImmunizations protects both the people who receive them and those with whom they come in contact. Too many adults become ill or die each year from diseases that could be prevented. Everyone, young and old, benefits from immunizations ... As the Army's first line of defense in the health of those entrusted to our care, we need you to be wise and immunized. Serving to heal, honor to serve!\n\n### - Lt. Gen. Patricia D. Horoho, Surgeon General of the U.S. Army and commanding general of the U.S. Army Medical Command, speaks about the importance of vaccinations in preventing diseases\n\n### Video: [National Immunization Awareness Month](http://www.dvidshub.net/video/297617/national-immunization-awareness-month#.UgN5OG1GPO7)\n\n### Related site: [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}