{
    "id": "2013-08-09",
    "title": "Picatinny Arsenal",
    "body": "**What is it?**\n\n[Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp) is the Department of Defense's Joint Center of Excellence for Armaments and Ammunition, providing products and services to all branches of the U.S. military. \n\nThe installation's team of servicemembers, civilians and contractors specializes in the research, development, acquisition and lifecycle management of advanced conventional weapon systems and ammunition. Picatinny's portfolio comprises nearly 90 percent of the Army's lethality and much of the ammunition used by joint warfighters.\n\n\n**What has the Army done?**\n\nFor more than 130 years, [Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp) has worked in support of uniformed personnel serving on the frontlines.  Currently the installation researches and develops advanced technology armament and munitions systems for the military services and provides life-cycle engineering support for the same products. \n\nThe Arsenal is home to the [Armament Research, Development and Engineering Center,](http://www.ardec.army.mil/) [Program Executive Office, Ammunition,](http://www.pica.army.mil/peoammo/Home.aspx) [Network Enterprise Command Picatinny,]( http://www.pica.army.mil/nec/) [Army Contracting Command- New Jersey,](http://procnet.pica.army.mil/) [Project Manager Soldier Weapons](https://peosoldier.army.mil/programs/pmsw/) and the [Picatinny Detachment of the Naval Surface Warfare Center.](http://www.pica.army.mil/picatinnypublic/NAVSEA/navy.htm)\n\nPicatinny's 5,800 personnel work on a 6,500-acres research and development campus that has more than 700 buildings, laboratories and unique testing centers found nowhere else in the world.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n[Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp)'s will continue to develop, enhance and innovate future weapons and munitions that ensure that the joint warfighter is equipped with the superior lethality that is necessary to dominate and defeat the enemy.   Ongoing research in advanced scientific areas will yield the capabilities the nation needs to maintain military superiority.  Picatinny continues to seek and refine processes that produce efficiencies and represent prudent management of taxpayer resources.\n\n**Why is this important to the Army?** \n\nRegardless of theater of operations or budgetary environment, the Army must always be ready to field a well-equipped fighting force to counter current and future threats to the nation's security. The process of researching, developing and fielding leap-ahead technology and weaponry is vital to ensuring that military capabilities do not fall behind and that warfighters have the best equipment and support that they deserve.  Whether it is conventional arms and ammunition, mortars, towed artillery, or IED-defeat capabilities, our workforce will continue to provide superior products to the nation's joint warfighters.\n\n**Resources:**\n\n* [Picatinny Arsenal](http://www.pica.army.mil/PicatinnyPublic/index.asp)\n* [Picatinny Arsenal Organizations](http://www.pica.army.mil/picatinnypublic/organizations/index.asp)\n* [U.S. Army Research, Development and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [Army Material Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [Picatinny Arsenal on Facebook](http://www.facebook.com/PicatinnyArsenal)\n* [Army.mil: Science and Technology News](http://www.army.mil/news/sciencetechnology/)\n",
    "date": "Friday August 9, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWe are working through myriad scenarios to reshape the force, find efficiency and look for ways to do things differently both as a joint force and certainly as an Army.\n\n### - Under Secretary of the Army Joseph Westphal, Ph.D., speaks about the future of the Army, during his recent visit to Fort Eustis, Va. \n\n### [Westphal discusses fiscal challenges facing Army during TRADOC, Fort Eustis visit](http://www.army.mil/article/108937/)\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}