{
    "id": "2013-08-13",
    "title": " Ready and Resilient Campaign: Embedded Behavioral Health",
    "body": "**What is it?**\n\nThe goals of embedded behavioral health (EBH) are improving access to behavioral health care for active-duty Soldiers, increasing the mission readiness of operational units, identifying Soldiers with behavioral health challenges as early as possible, increasing and improving communication between behavioral health professionals and operational unit leaders, and serving as a clinical platform for quality care delivery.\n\nEmbedded Behavioral Health teams (EBHTs) are located within walking distance of the Soldiers' place of duty.  The teams are composed of 13 people to include licensed clinical social workers (LCSWs), psychologists, a psychiatrist or psychiatric nurse practitioner, a case manager, an licensed practical nurse (LPN), two psychological assistants and two front desk personnel. When fully staffed there is one behavioral health provider point of contact  for each battalion in a combat brigade. Brigade health officers assigned to operational units perform 20 hours a week of clinical care as part of the EBHT supporting their brigade.\n\n\n**Why is this important to the Army?** \n\nThe EBHT serves as the single point of entry into behavioral health  care for each battalion's Soldiers and leaders and facilitates early identification and intervention. Soldiers receive expedited evaluations and community-level treatment from a single provider which greatly improves continuity of care. Leaders have a single point of contact for questions regarding the BH of their Soldiers and an easily accessible subject matter expert. \n\nThe BH provider maintains visibility on the mission readiness and safety status of the battalion's Soldiers and reports trends to leadership on a regular basis. The enduring working relationship between the provider and key battalion personnel erodes the stigma commonly associated with BH care in the military setting. The BH provider specifically tailors the treatment options for the battalion's Soldiers to a much greater degree than was earlier possible.\n\nEBHTs provide direct support to active component operational (deployable) units under the command and control of [U.S. Army Forces Command,](http://www.forscom.army.mil/) [U.S. Army Europe,](http://www.eur.army.mil/) [U.S. Army Pacific,](http://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/) and [U.S. Army Special Operations Command.](http://www.soc.mil/)\n\nUtilization of this model has shown statistically significant changes in key areas such as improved mission readiness, increased outpatient utilization and decreased need for acute inpatient psychiatric care.\n\n\n**What has the Army done?**\n\nCurrently there are 45 EBHTs established in the United States and Europe on Army installations.\n\n\n**What continued efforts does the Army have planned for the future?**\n \nBy the end of fiscal year 2016, all active duty deployable units will have their BH care delivered by an EBHT.\n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n* [U.S. Army Medical Department](http://www.armymedicine.army.mil/)\n* Related STAND-TO!:  \n* [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [Mental Health](http://www.army.mil/standto/archive/2011/05/04/)\n\n",
    "date": "Tuesday August 13, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\n[Ready and Resilient campaign](http://www.army.mil/readyandresilient/) is an enduring program to equip our Soldiers, families and civilians to be Army Strong. It's a force multiplier as strong Soldiers and families leads to better units, leading to a more capable and ready Army.  \n\n\n### - Vice Chief of Staff Gen. John F. Campbell, emphasizing the Army's [Ready and Resilient campaign](http://www.army.mil/readyandresilient/)\n\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}