{
    "id": "2013-08-14",
    "title": "Army Family Action Plan ",
    "body": "**What is it?**\n\nThe [Army Family Action Plan](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/armyfamilyactionplan/default.aspx) (AFAP) provides active and reserve component Soldiers, civilians, family members, survivors, and retirees a voice in shaping their standards of living by identifying issues and concerns for Army senior leadership resolution.  Since its inception in 1983, the AFAP remains the only such partnership between a branch of the United States military and its constituents.  \n\n\n**What has the Army done?**\n\nOver the past 30 years, the [Department of the Army Staff](http://www.army.mil/info/organization/headquarters/hqda/) has addressed 692 AFAP issues that originated with Army constituents.  Of those issues, 14 are under active review and 520 have been completed.  Over 62 percent of completed AFAP issues have also impacted the sister services.  There have been 128 legislative changes, 184 revised DOD or Army regulations and policies, and 208 improvements to programs and services. \n\n**What continued efforts does the Army have planned for the future?**\n\nAs the Army transforms,  the balance and prioritizing of competing requirements have to be taken into consideration.  AFAP assists in identifying the significant issues that face the Army today.  As the AFAP enters its 30th year, the program has been restructured to address constrained resources and restrictions on travel and conferences, while still retaining the \"voice of the customer\" using other methods.\n\nAFAP issues will continue to be generated at the grassroots level and elevated to the Army Staff for review and endorsement. Army Staff-endorsed AFAP issues will be provided to select Army commands where a cross section of stakeholders will prioritize the top issues.  The [Army Staff](http://www.army.mil/info/organization/headquarters/hqda/) will develop action plans to review issues at future AFAP General Officer Steering Committees chaired by the [Vice Chief of Staff of the Army.](http://www.army.mil/leaders/vcsa/)\n \n**Why is this important to the Army?** \n\nThe needs of the Army community remain in the forefront of Army senior leadership.  AFAP is the primary tool to communicate the important issues facing Soldiers, civilians, families, survivors, and retirees as the Army transforms in the face of unprecedented budgetary challenges and the impacts of persistent conflict.  \n\n**Resources:**\n\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [STAND-TO!: Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* [Army Regulation 608-1, *Army Community Service*](http://www.apd.army.mil/pdffiles/r608_1.pdf)\n* [Army Family Action Plan](https://www.myarmyonesource.com/familyprogramsandservices/familyprograms/armyfamilyactionplan/default.aspx)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)",
    "date": "Wednesday August 14, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nThe bottom line is that you are in the best Army in the world, the best manned, the best equipped, the best trained, the best led. We're going through a time of transition, but at the end you'll still be in the best Army in the world.\n\n\n### - [Vice Chief of Staff Gen. John F. Campbell,](http://www.army.mil/leaders/vcsa/) emphasizing the U.S. Army being the premier land force in the world, despite the current fiscal challenges and the transformation the Army is facing\n\n### [Army Vice Chief: 'Bottom line, you are in the best Army in the world'](http://www.army.mil/article/109173/)\n\n### Related: [STAND-TO!: Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}