{
    "id": "2013-08-15",
    "title": "Army Values",
    "body": "**What is it?**\n\nThe Army Values are the foundation of the Army profession.  The seven  [Army Values](http://www.army.mil/values/) -- Loyalty, Duty, Respect, Selfless Service, Integrity, Honor and Personal Courage -- originate in the central beliefs of American culture. These describe the depth and substance of the American character - history, sacrifice and common heritage.\n  \nThe moral and ethical tenets of the [Army Values](http://www.army.mil/values/) characterize the Army culture and promotes certain norms of conduct that include a unique service ethic expected of every Soldier - to make personal sacrifices in selfless service to the nation.  The [Army Values](http://www.army.mil/values/) define the character of all Soldiers and guide their actions on and off duty. More importantly, these values shape the Army as a profession, signifying what is important and influencing how the Army operates daily.\n\n\n**What has the Army done?**\n\nIn 2005, the Army launched the Army Values Campaign Plan to reemphasize and reinvigorate Army Values throughout the Army - both active and reserve components and Department of the Army Civilians. In 2011, the Army launched an introspective campaign, the [Profession of Arms,](http://www.army.mil/standto/archive/2011/01/10/)\nto refine the Army's understanding of what it means to be a profession.  The Army's [Center for the Army Profession and Ethic](http://cape.army.mil/aaop/) (CAPE) developed training and leader development tools to help Soldiers and units understand, embrace and live as Army professionals. \n\nEarlier this year, the [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s [Combined Arms Center](http://usacac.army.mil/cac2/) launched a yearlong education and training program, [America's Army- Our Profession,](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17) to reaffirm the Army's  understanding of the [Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16) and to motivate the recommitment of upholding the Army ethic.\n\n**What continued efforts does the Army have planned for the future?**\n\nAmerica's Army will continue to emphasize the [Army Values](http://www.army.mil/values/) across the force. [CAPE](http://cape.army.mil/aaop/) will continue to integrate professional military ethics and character development into leader development programs and unit training. Army professional military education will continue to integrate Army Values training into curriculum.\n \n**Why is this important to the Army?** \n\nThe Army's Soldiers and civilians are the best in the world and to sustain that hard-earned reputation, and America's trust, the Army must continue to adhere to these Army Values. The Army depends on every Soldier and Army civilian to continue to base their actions and decisions upon its seven core values.  As the Army transitions, it will continue to build a strong professional Army founded upon a well-developed ethic.\n\n\n**Resources:**\n\n* [The U.S. Army Values website](http://www.army.mil/values/ )\n*  \n* Related STAND-TO!:\n* [America's Army - Our Profession](http://www.army.mil/standto/archive/issue.php?issue=2013-01-17)\n* [The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n* [The Profession of Arms](http://www.army.mil/standto/archive/2011/01/10/)",
    "date": "Thursday August 15, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nOur Army is the nation's force of decisive action, a relevant and highly effective force for a wide range of missions. Trust is the bedrock of our honored profession -- trust between each other, trust between Soldiers and leaders, trust between Soldiers and their families and the Army, and trust with the American people. I am honored to serve in the ranks of the great men and women who willingly serve our country.\n\n### - [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/)\n\n### Related site: [Army Values](http://www.army.mil/values/)\n\n\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n"
}