{
    "id": "2013-08-19",
    "title": "Warrior Transition Units Cadre Training Program",
    "body": "**What is it?**\n\nThe [Army Medical Department Center & School](http://ameddcs.army.mil/ahs.aspx) (AMEDDC&S), in liaison with the [Warrior Transition Command](http://wtc.army.mil/) (WTC), provides a comprehensive, blended-learning training program to better prepare Soldiers from all military occupation specialties (MOSs) and Army occupation codes (AOCs) to serve as cadre in one of the 29 Warrior Transition Units (WTU) or nine [Community Based WTUs](http://www.army.mil/standto/archive/2009/04/16/) located in CONUS and OCONUS, including Puerto Rico.  The training program orients new cadre and nurse case managers to this very unique environment where physical injuries, post traumatic stress disorder (PTSD), other behavioral health issues and family concerns are commonplace.  \n\nWTU cadre curriculum includes: [Comprehensive Transition Planning](http://wtc.army.mil/about_us/ctp.html) (CTP), Risk Communication, Mission Command, Disability Evaluation System, topics in Behavioral Health Awareness and Concerns, Roles and Responsibilities, [Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/) (CSF2) training, Personnel Administration, Programs and Resources and [Adaptive Reconditioning.](http://www.wtc.army.mil/soldier/adaptive.html)\n\n**Why is this important to the Army?** \n\nThe training program was implemented under the [Army Medical Action Plan](http://www.armymedicine.army.mil/news/amap/amap.html) (HQDA EXORD 118-07, MEDCOM OPORD 07-55) in fiscal year 2009 and has since trained over 4,000 staff and cadre.  The program is the foundation for ensuring the welfare of  the nation's wounded, ill, and injured Soldiers and their  families.  While the WTUs find similarities to other Army line units, the mission to heal and transition is quite distinguishing.  The job of WTU cadre may not require the extreme physical demands of battle, but it can be mentally and emotionally demanding. Squad leaders and platoon sergeants must be accessible, responsive, and compassionate to their Soldiers 24/7.  The mission in [Warrior Care and Transition](http://wtc.army.mil/about_us/programs.html) remains highly visible.  \n\n**What is the Army doing?**\n\nThe [AMEDDC&S](http://ameddcs.army.mil/ahs.aspx)  conducts a two-week resident training course for WTU squad leaders and platoon sergeants and WTU company-level leaders. Squad leaders and platoon sergeants are eligible for Special Duty Assignment Pay and Additional Skill Identifier Y9 after completion of the training.  They also attend the one-week Cadre Resilience Course.  WTU nurse case managers have to attend the Army Nurse Case Manager course which awards Skill Identifier M9 (MEDCOM OPORD 13-25). \n\n**What continued efforts does the Army have planned for the future?**\n\nCadre require the resiliency and mental toughness necessary to meet the extensive demands of the job. Supporting the Army's [Ready and Resilient](http://www.army.mil/readyandresilient/) campaign, the Warrior Transition Command established the Cadre Resilience Course (CRC) to train the twelve skills identified to build resilience. The CRC will be institutionalized at the AMEDDC&S and implemented to the WTU Cadre Training Program in September 2013 (MEDCOM OPORD 13-60).\n \n**Resources:**\n\n* [Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [AMEDDC&S Department of Warrior Transition](http://www.cs.amedd.army.mil)\n* [Army Comprehensive Soldier and Family Fitness](http://www.csf2.army.mil)\n* [Army Training Requirements and Resources System](http://www.atrrs.army.mil)\n* [Warrior Transition Command](http://www.wtc.army.mil)\n* Related STAND-TO!: \n* [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/) \n* [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive_2013-07-23/)\n",
    "date": "Monday August 19, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThey [enemies of Afghanistan] used to be able to say that they were fighting foreign occupiers, and they can no longer really say that anymore because they're fighting Afghan security forces and they're fighting against the Afghan people.\n\n### - Maj. Gen. James C. McConville, commander of the 101st Airborne Division (Air Assault), and the commander of Regional Commmand- East, emphasizing via satellite to Pentagon reporters, that even with the progress made by Afghanistan's security forces they are likely to need U.S. support beyond 2014\n\n### [101st Airborne Div. commander: Afghans lead fight in Afghanistan](http://www.army.mil/article/109343)\n\n### Related video: [VIDEO: Press conference](http://www.dvidshub.net/video/298744/maj-gen-james-c-mcconville#.UhIHWW1GPO4)\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n\n* **September 2013**\n\n* National Preparedness Month\n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}