{
    "id": "2013-08-20",
    "title": "Ready and Resilient Campaign: Polypharmacy",
    "body": "**What is it?**\n\nPolypharmacy is defined as a prescription for four or more of any type of medication, including one or more opioids within the previous 30 days; prescriptions for four or more medications from the seven categories of drugs affecting mental state and central nervous system depressants (CNDSs) within the previous 30 days or three or more emergency room visits in the past year in which an opioid was prescribed at each visit. \n\nIncreased medication use is a societal problem shared by the Army, which can result in prescription abuse and negative outcomes. Risks associated with the use of some of these medications, specifically drugs affecting mental state and CNSDs include not only misuse and abuse, but also dependence, potential for withdrawal, and thinking impairment. Army healthcare providers must consider the risks and benefits when prescribing these medications.  \n\nBy including the Soldier, family members, healthcare providers, pharmacists and commanders as part of the healthcare team, the Army seeks to reduce risk, enhance safety and optimize care of our Soldiers and beneficiaries who need these medicines. \n\n**What has the Army done?**\n\nCurrent Army initiatives aimed at reducing risk due to prescription abuse include informed consent for polypharmacy, sole provider program, adjusting the panel of drugs to include hydrocodone and hydromorphone in random urine drug testing, and polypharmacy education and training. Additionally, the Office of the Surgeon General Policy Memo 13-032 standardizes clinical practice to improve education and enhance communication between Soldiers, healthcare providers and commanders. \n\nArmy policy limits the authorized use of controlled substances to six months from dispensing, specifies use of the lowest dose and quantity of medicine and provides for dispensing no more than a 30-day supply for longstanding conditions. Policy requires providers to carefully assess for appropriate patient use, patient behaviors, overmedication and potential misuse.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n[Army Medicine](http://www.armymedicine.army.mil/) is hiring additional clinical pharmacist in support of polypharmacy risk reduction. Additionally, the [U.S. Army Comprehensive Pain Management Campaign Plan](http://www.armymedicine.army.mil/reports/U.S._Army_Pain_Management_Campaign.pdf) and the Army led DOD Pain Management Task Force are expanding availability and use of alternative therapies such as Yoga, massage therapy, acupuncture, bio-feedback and physical therapy to decrease medication dose, duration and reliance.\n\n**Why is this important to the Army?** \n\nMisuse and abuse of prescription drugs present significant risks to the health of the force. The Army  is committed to maintaining a [Ready and Resilient](http://www.army.mil/readyandresilient) Army.\n\n**Resources:**\n\n* [Army.mil: Ready and Resilient- Medical Focus Areas](http://www.army.mil/readyandresilient/medical)\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* CAC log-in required: [OTSG/MEDCOM Policy Memo 13-032](https://www.us.army.mil/suite/page/245580)\n* [Army Polypharmacy Medication Analysis & Report Tool](http://pec.ha.osd.mil/PMART/poly.php?submenuheader=3)\n* Related STAND-TO! :\n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* &bull; [Ready and Resilient Campaign: Army Substance Abuse Program Update](http://www.army.mil/standto/archive_2013-07-31/)\n* &bull; [National Prescription Drug Take-Back Day](http://www.army.mil/standto/archive_2013-04-26/)\n* &bull; [Pain Management Task Force](http://www.army.mil/standto/archive/2010/08/13/)\n",
    "date": "Monday August 19, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nThis private-public partnership initiative allows us to recognize that perhaps our greatest strength is that we're citizens and we're Soldiers.\n\n\n### - Lt. Gen. Jeffrey W. Talley, chief of the U.S. Army Reserve, outlining priorities and the way ahead for the Army Reserve, at the 2013 U.S. Army Reserve Senior Leader Forum at Peterson Air Force Base, Colo., Aug. 19, 2013\n\n### [Army Reserve chief proposes private-public partnerships](http://www.army.mil/article/109563/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n\n* **September 2013**\n\n* National Preparedness Month\n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}