{
    "id": "2013-08-21",
    "title": "Joint Light Tactical Vehicle Program",
    "body": "**What is it?**\n\nThe Joint Light Tactical Vehicle program is an Army-led, joint modernization program designed to replace a portion of Army and Marine Corps light tactical wheeled vehicle fleets while closing an existing gap in payload, performance, and protection.  Two variants configured in four mission packages will incorporate scalable armor, built-in network connectivity, common parts, useable power for Soldiers' devices, and improved energy efficiency to enable a leap-ahead in tactical wheeled vehicle capability.\n\n**What has the Army done?**\n\nLeveraging heavy Soldier and Marine feedback, the JLTV program focused on common, mature, and affordable technologies to research and develop the next-generation in survivable vehicles, intent on making warfighters more mobile, more lethal, and more ready for every mission.  The program awarded current research and development contracts to three vendors in August of 2012.  Staying on schedule and on budget, this month the Joint Program Office expects to receive 22 vehicles and six trailers from each vendor for full-scale government testing.\n\n**What continued efforts does the Army have planned for the future?**\n\nBeginning in early September, JLTV prototype vehicles will undergo 14 months of rigorous testing including blast events, peformance, and reliability & maintenance testing.  At the end of this research and development effort, the Army looks forward to a Low Rate Initial Production contract award decision in fiscal year 2015.  The first vehicles should be fielded in fiscal year 2016, with the first unit equipped in fiscal year 2018.  Over the life of the program, the Army expects to field 49,000 JLTVs and the Marine Corps 5,500.\n\n**Why is this important to the Army?** \n\nWarfare and Soldiers' needs have changed.  Today's Soldiers and Marines face unpredictable environments where \"front lines\" and \"rear areas\" can be hard to define.  Lessons learned over the past two decades demonstrated the need for an improved protected mobility solution that better balances payload, performance, and protection.  Up-Armored High-Mobility Multipurpose Wheeled Vehicles (HWWMVs) lack sufficient payload and performance for some mission profiles, while Mine Resistant Ambush Protected (MRAP) vehicles cannot maneuver everywhere Soldiers and Marines need to go.  JLTV will fill this gap, providing superior protected mobility to Soldiers and Marines operating across the range of military operations by improving mobility, lethality, and survivability in an affordable, network-ready package.\n\n**Resources:**\n\n* [Army's Equipment Modernization Strategy 2014](http://www.g8.army.mil/pdf/AEMS_04March2013_lq.pdf)\n* [Army's Equipment Modernization Plan 2014](http://www.army.mil/standto/archive_2013-05-24/)\n* [Army Acquisition Executive & Assistant Secretary, Acquisition, Logistics and Technology (ASA (ALT)](http://www.army.mil/asaalt)\n* [USMC PEO Land Systems](http://www.marcorsyscom.marines.mil/UnitHome/PEOLS.aspx)\n* [PEO Combat Support & Combat Service Support on Facebook](https://www.facebook.com/peocscss)\n* Related STAND-TO! :\n* &bull; [The Army Equipment Modernization Plan 2014](http://www.army.mil/standto/archive_2013-05-24/)\n* &bull; [Army Equipping Guidance 2013 through 2016](http://www.army.mil/standto/archive_2013-07-10/)\n* Related articles:\n* &bull; [Joint Light Tactical Vehicle 'closes capability gap,' Army says](http://www.army.mil/article/105694/)\n* &bull; [JLTV program moves into EMD phase](http://www.army.mil/article/89503 )\n",
    "date": "Wednesday August 21, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI never felt so alone in my life. It's like even the grass blades were out to kill you. ... Everything was a threat. ... The air smelled like burnt carbon ... (and) burning plastic because of the rocket-propelled grenades. ... It was sour, sulfury ... thick and angry. \n\n\n### - [Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/index.html), Medal of Honor nominee, remembering Oct. 3, 2009, as the \"worst day\" of his life, when he and the other Soldiers were trapped by the enemy fire at Combat Outpost Keating in Afghanistan\n\n### [Return to COP Keating: Second Soldier to receive Medal of Honor from desperate battle](http://www.army.mil/article/109616/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: [Patriots Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans/)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}