{
    "id": "2013-08-22",
    "title": "Women's Equality Day ",
    "body": "**What is it?**\n\nAugust 26 is designated as Women's Equality Day in the United States.  Women's Equality Day commemorates the passage of the 19th Amendment to the Constitution granting women full voting rights.  This 1920 amendment is a testament to the courage and tenacity of the women who challenged the nation to live up to its founding principles. Their legacy in the nation and the U.S. Army continues to inspire us to strive for liberty and equality for all Americans. \n\nThe [Army Profession](http://cape.army.mil/) campaign identified six essential traits that distinguish the U.S. Army as a profession.  These characteristics are *trust of the American people, internal trustworthiness, military expertise, esprit de corps, honorable service, and stewardship of the profession*.  There are countless women in the Army who epitomize these characteristics as evidenced by their professionalism, contributions and selfless service to the nation and the Army. \n\n**What is the Army doing?**\n\nIn celebrating Women's Equality Day, the Army not only emphasizes women's significant contributions, but also the value it places on [diversity.](http://www.armydiversity.army.mil/)  The Army is \"Army Strong\" because it embraces the strengths of diverse people in an inclusive environment.  \n\nAs a tribute to all [women in the Army](http://www.army.mil/women), a tri-signed letter,  signed by the [Secretary of the Army](http://www.army.mil/leaders/sa/), the [Chief of Staff](http://www.army.mil/leaders/csa) and the [Sergeant Major of the Army](http://www.army.mil/leaders/sma), encourages units, agencies and Army activities to plan and execute appropriate commemorative activities to celebrate Women's Equality Day.  The Army will pay tribute to women by telling their stories in command information products at all levels while Army installations throughout the world will honor them through local events.\n\n**What does the Army have planned for the future?**\n\nThe Army, as it transitions into the future, is reviewing the [Soldier 2020](http://www.army.mil/article/106564/) concept which is an effort to enhance force readiness and capability by identifying the best-qualified Soldiers for every job in the Army.  The full realization of this effort will support the opening of previously closed positions to women.  \n\n**Why is this important to the Army?** \n\nWomen of the highest caliber have served in our Army for generations and have proved that sacrifice and selfless service know no gender.  They have performed alongside their brothers-in-arms with the same great skill and exceptional ability and have more than earned the opportunities now being afforded to them through Soldier 2020 for their indomitable spirit of service and sacrifice for this great nation. \n\n**Resources:**\n\n* [Army.mil: Women in the U.S. Army ](http://www.army.mil/women)\n* [Army Profession](http://cape.army.mil/aaop/)\n* [Army G-1:  Women in the Army](http://www.armyg1.army.mil/hr/wita)\n* [Army Women's Museum](http://www.awm.lee.army.mil/)\n* [U.S. Army Center for Military History/Women in Army History](http://www.history.army.mil/html/topics/women/index.html)",
    "date": "Thursday August 22, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nSo counseling, you go there, and it's like a wound. In counseling, you open the wound and let it bleed out or whatever and then you go home and you feel not very good. You feel drained. You feel emotional. You go to counseling again ... you keep doing that and it absolutely is difficult, but it's completely necessary. Because after a while, by talking about it, over and over again, by opening the wound, then your body and your mind get used to it. You begin to accept what happened, and when these flashbacks do come, you're okay with it.\n\n### - [Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/index.html), Medal of Honor nominee, speaks about his struggle and subsequent persistent effort to overcome post-traumatic stress disorder, a direct result of the battle for Combat Outpost Keating, Afghanistan. \n\n### [In aftermath of Keating: MOH nominee Carter gets help for PTSD](http://www.army.mil/article/109617//)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: [Patriots Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans/)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}