{
    "id": "2013-08-26",
    "title": "Medal of Honor for Staff Sgt. Ty Michael Carter ",
    "body": "**What is it?**\n\nStaff Sgt. Ty Michael Carter will receive the [Medal of Honor](http://www.army.mil/medalofhonor/), the nation's highest award for valor,  from President Barack Obama during a White House ceremony today. \n\n**What is the Army doing?**\n\nThe Army Public Affairs has created a [website](http://www.army.mil/medalofhonor/carter) to honor Staff Sgt. Carter. The *Warrior Ethos* instilled in Soldiers by the U.S. Army is clearly highlighted in a [visual representation](http://www.army.mil/medalofhonor/carter/battlescape.html?) of Staff Sgt. Carter's heroic actions in Combat Outpost (COP) Keating, Afghanistan. \n\nThe [Warrior Ethos](http://www.army.mil/values/warrior.html) in action: \n\nCarter, a cavalry scout with Bravo Troop, 3-61 Cavalry, 4th Brigade Combat Team, 4th Infantry Division, is receiving the award for his actions at COP Keating in Kamdesh District, Nuristan Province, Afghanistan on Oct. 3, 2009.  \n\nIn the early morning hours of Oct 3, 2009, Staff Sgt. Carter awakened on the COP to a coordinated, complex attack by an estimated 300 enemy fighters.  The enemy struck Keating with a magnitude unseen since Coalition Forces toppled the Taliban eight years earlier. \n\nDuring the 13-hour battle, Carter ran multiple times through a gauntlet of enemy fire to resupply ammunition, provided life-extending aid to a battle buddy pinned down in an expose position and carried the critically wounded Soldier to a covered position.  Carter also braved the gauntlet to recover the squad's radio, which enabled the evacuation of the wounded Soldier.  Throughout, Carter continued to defend the post's southern position along with Staff Sgt. Bradley Larson.  Together they placed deadly fire on the enemy, beating back the assault and preventing the enemy from overrunning the COP's southern flank.  \n\n**Why is this important to the Army?** \n\nStaff Sgt. Carter's actions embody the [Army Profession,](http://cape.army.mil/) the [Army Values](http://www.army.mil/values/)  and the *Warrior Ethos - Never Leave a Fallen Comrade*. In addition, his skills as a highly-trained professional enabled him to defend the country, the Constitution and the American people - a tremendous responsibility that all Soldiers carry.\n\n\n**What does the Army have planned for the future?**\n\nIn addition to today's White House ceremony, Army senior leaders will recognize Staff Sgt. Carter, his family and friends during a [Hall of Heroes Induction ceremony](http://www.dvidshub.net/webcast/3298#.UhtBI21GPO4) at the Pentagon, scheduled for August 27. \n\nAs the recipient of the Medal of Honor award, Staff Sgt. Carter plans to speak to Soldiers and the American public about his personal experience of post traumatic stress and his own recovery from the invisible wounds war.  \n\n\n**Resources:**\n\n* Today, 2:20 p.m. ET: Live coverage of the [White House Medal of Honor Ceremony](http://www.dvidshub.net/webcast/3274) \n* Aug 27, 2:30 PM - 3:30 PM ET: Live coverage of the [Hall of Heroes Induction ceremony](http://www.dvidshub.net/webcast/3298#.UhtBI21GPO4)\n* [Medal of Honor Staff Sergeant Ty Michael Carter](http://www.army.mil/medalofhonor/carter)\n* [Battlescape](http://www.army.mil/medalofhonor/carter/battlescape.html?): *A visual representation of Staff Sgt. Carter's heroic actions*\n* [U.S. Army's Medal of Honor website](http://www.army.mil/medalofhonor/)\n* Related STAND-TO!: \n* &bull; [Medal of Honor Day: U.S. Army Remembers Heroes](http://www.army.mil/standto/archive/2010/03/25/)\n* Related articles: \n* &bull; [Part II: In aftermath of Keating: MOH nominee Carter gets help for PTSD](http://www.army.mil/article/109617/)\n* &bull; [Part I: Return to COP Keating: Second Soldier to receive MOH from desparate battle](http://www.army.mil/article/109616/)\n* &bull; [Lewis-McChord Soldier to be awarded Medal of Honor](http://www.army.mil/article/108253/)\n* &bull; [Soldier to receive Medal of Honor for COP Keating](http://www.army.mil/article/108142/)\n* &bull; ['Lancer' Soldier presented with George Van Cleave Military Leadership Award](http://www.army.mil/article/106125/)\n* Related videos:\n* &bull; [Medal of Honor nominee Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/video.html)\n\n\n",
    "date": "Thursday August 22, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nI really don't want people to see this as, 'You deserve this.' It's what happens when Soldiers come together who are cornered. They fight to the death for each other. I did what everybody else would have done. \n\n### - [Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/index.html), is being awarded the Medal of Honor today,  for his actions at Combat Outpost Keating in Kamdesh District, Nuristan Province, Afghanistan on Oct. 3, 2009. \n\n### [Return to COP Keating: Second Soldier to receive Medal of Honor from desperate battle](http://www.army.mil/article/109616/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* Aug 26: [Women's Equality Day](http://www.army.mil/women/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: [Patriots Day](http://www.army.mil/patriotday/)\n\n* Sept. 15- Oct. 15: [National Hispanic Heritage Month](http://www.army.mil/hispanicamericans/)\n\n* Sept. 27: [Gold Star Mothers](http://www.army.mil/goldstarmothers/) Day"
}