{
    "id": "2013-08-27",
    "title": "Ready and Resilient Campaign: Post Traumatic Stress Disorder",
    "body": "**What is it?**\n\nPost Traumatic Stress Disorder (PTSD) is a condition that can occur in adults or children, military or civilian at any age after experiencing or witnessing a traumatic event. Combat, sexual or physical assault or abuse, a terrorist incident, a serious accident or natural disasters like a fire, tornado, hurricane, flood or an earthquake are all examples of traumatic events. \n\nSymptoms of PTSD include reliving the event through flashbacks, nightmares, daydreams, or avoiding reminders of the event, and being on guard or hyper-aroused.  These symptoms may occur soon after the trauma or take weeks, months or even years to appear or for some not at all. Other issues that may mask or intensify symptoms include chronic pain, depression, anxiety, alcohol, drug, or relationship problems.  \n\n**What has the Army done?**\n\nPTSD is treatable. The Army offers Soldiers and families access to healthcare providers and effective treatments including talk therapies and medications or both. Recovery is as high as 80 percent for patients who complete behavioral health treatment.  \n\nThe Army has increased the number of behavioral health providers and embedded many within brigade combat teams where needed most. The Army also conducts mandated enhanced behavioral health screenings at five recognized touch points throughout the deployment cycle, to include an in-theater touch point. The Army now also screens for PTSD annually as part of every Soldier's periodic annual health assessment.\n\n**Why is this important to the Army?** \n\nSince 2003, a total of 92,835 Soldiers (79,014 deployed and 13,821 non-deployed), who served in support of Operation Iraqi Freedom and Operation Enduring Freedom, have been diagnosed with PTSD. As Soldiers continue to return from deployments, the Army must be ready and able to provide the behavioral health care and services needed to restore health to preserve the Army's fighting strength and the Soldier's quality of life.\n\n\n**What does the Army have planned for the future?**\n\nThe availability of consistent evidence-based behavioral health assessments and treatments for PTSD is a high priority for the Army. The Army currently has over 5,000 behavioral health professionals trained to provide behavioral health services for Soldiers and other beneficiaries diagnosed with PTSD and related clinical conditions. \n\nPlans for the future include embedding additional behavioral health providers in units that are not brigade combat teams in support of the Army's [Ready and Resilient](http://www.army.mil/readyandresilient/) program. The Army will continue to provide extensive training and access to resiliency programs before, during and after deployments to lessen the impact of deployments and traumatic events on Soldiers and families\n\n\n**Resources:**\n\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient/)\n* [Army Behavioral Health](http://www.behavioralhealth.army.mil/)\n* [Defense Centers of Excellence for Psychological Health and Traumatic Brain Injury](http://dcoe.health.mil/)\n* [U.S. Army Medical Department](http://www.armymedicine.army.mil/)\n* Related STAND-TO!: \n* &bull; [Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* &bull; [Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* &bull; [Ready and Resilient Campaign: Embedded Behavioral Health](http://www.army.mil/standto/archive_2013-08-13/)\n* &bull; [Deployment Health Assessments for Soldiers and Civilians](http://www.army.mil/standto/archive/issue.php?issue=2013-01-03)\n* Related articles: \n* &bull; [Army Vice Chief finds Ready Resilient Campaign 'best practices' at Fort Campbell](http://www.army.mil/article/98145/)\n* &bull; [Study finds Soldiers' PTSD diagnoses accurate](http://www.army.mil/article/109616/)\n* &bull; [Army standardizes PTSD diagnosis, treatment](http://www.army.mil/article/84928/)\n* &bull; [Fort Hood Resiliency Campus: Soldier, Families build resiliency at campus](http://www.forthoodsentinel.com/story.php?id=11895)\n\n\n\n",
    "date": "Tuesday August 27, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nIt's (PTSD) very real. It's not a disorder. It's actually just a natural part of being human, because something bad happened. So for people who feel embarrassed by it, it's because of the myths that are associated with it. I was totally believing the myths until it happened to me ...\n\n\n### - Medal of Honor Recipient [Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/index.html), who struggled with post-traumatic stress after his heroic actions at Combat Outpost Keating, Afghanistan, gives due credence, for his recovery to behavioral health professionals, who helped him overcome PTSD \n\n### [In aftermath of Keating: MOH nominee Carter gets help for PTSD](http://www.army.mil/article/109617/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}