{
    "id": "2013-08-28",
    "title": "Regional Alignment in Joint and Combined Exercises",
    "body": "**What is it?**\n\nThe [Regional Alignment of Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) concept is the U.S. Army's way of preparing scalable, tailorable forces to meet the demands of the nation's six combatant commands across the globe.  \n\nRegional Alignment includes home-station culture and language training designed, in part, to improve Soldiers' understanding of a particular region before a unit is formally requested to serve in that area.  Many Soldiers recently have had the opportunity to take their regional training one step further by joining a foreign military partner in combined and joint exercises within the partner nation's borders. \n\n**What has the Army done?**\n\nIn Australia, I Corps participated in [Talisman Saber 2013,](http://www.army.mil/article/107935/) a biennial training exercise focused on combined U.S. and Australian operations, July 15-August 5. During the exercise, I Corps based at Joint Base Lewis- McChord, Wash., served as a headquarters element while approximately 400 U.S. Army paratroopers, assigned to the 25th Infantry Division, in Alaska flew 16 hours and jumped into the training area to perform a combined forcible entry.\n\nIn South Africa, Soldiers from 2nd Armored Brigade Combat Team, 1st Infantry Division - which is regionally aligned with [U.S. Africa Command](http://www.africom.mil/) - participated in [Shared Accord 2013,](http://www.army.mil/article/107990/) another biennial training exercise, held July 22- August 5, to strengthen relationships and cohesion between the U.S. and South African militaries. Other U.S. Army units participating in the exercise included the 82nd Airborne Division's 2nd Brigade Combat Team, 10th Special Forces Group (Airborne), Washington D.C. and New York National Guard, and 3rd Infantry Division, enabling Soldiers across several components to gain experience working with members of the South African Defense Force. \n\n**What continued efforts does the Army have planned for the future?**\n\n[U.S. Army Forces Command](http://www.forscom.army.mil/) (FORSCOM), which oversees most of the Army's conventional combat forces based in the United States, is responsible for aligning its subordinate units with the nation's six combatant commands. These alignments enable response to varying degrees of formal need and commitment.  All contribute to maintaining a predictable, efficient way of preparing and providing Army forces to support combatant commanders. [FORSCOM](http://www.forscom.army.mil/) is flexible and responsive to the needs of the nation, and its operations staff is organized with desk officers who focus directly on the requests and contingency plans of each combatant command.\n\n\n**Why is this important to the Army?** \n\nBy synchronizing regionally aligned units with planned, combined military exercises, the Army is capitalizing on Soldiers' [regionally focused training](http://www.army.mil/standto/archive_2013-08-06/) and giving these units the opportunity to build relationships and interoperability with these partners. The Army continues to provide the capabilities required by combatant commanders to meet the full range of landpower missions with our globally responsive, [regionally aligned force.](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) \n\n**Resources:**\n\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [United States Pacific Command](http://www.pacom.mil/)\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [United States Africa Command](http://www.africom.mil/)\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional/ )\n* [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/ )\n* CSA's blog: \n* &bull; [Regionally Aligned Forces: A New Model for Building Partnerships](http://armylive.dodlive.mil/index.php/2012/03/aligned-forces/)\n* &bull; [Prevent, Shape, Win](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/)\n* Related STAND-TO!: \n* &bull; [Regionally Aligned Force Training Environment-Africa]( http://www.army.mil/standto/archive_2013-08-06/ )\n* &bull; [Dagger University](http://www.army.mil/standto/archive_2013-06-20/ )\n* &bull; [Regionally Aligned Forces]( http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) \n* Related articles:\n* &bull; ['Talisman Saber' shows Army's expanding role in Pacific](http://www.army.mil/article/107935/)\n* &bull; [U.S., South African militaries celebrate completion of successful bilateral exercise](http://www.army.mil/article/109020)\n* &bull; [Army will prepare for future with regionally aligned forces](http://www.army.mil/article/89819/)\n\n\n\n",
    "date": "Wednesday August 28, 2013",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------\n\nExercises with our allies are increasing in scope and sophistication. This improves capabilities and cooperation between our militaries and nations. \n\n\n### - Secretary of the Army John McHugh, emphasized the continued importance of strong partnerships and the United States Army's pivotal role in the military's growing responsibilities in the Pacific, while meeting with U.S. and Australian military personnel participating in the Talisman Saber 2013 military exercise recently held in Brisbane, Australia \n\n### [SecArmy sees I Corps in action Down Under](http://www.army.mil/article/107843/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}