{
    "id": "2013-08-29",
    "title": "Consolidated Continental United States Replacement Center Transition",
    "body": "**What is it?**\n\nThe U.S. Army, for many years, has maintained several locations for processing individual deploying non-unit related personnel (NRP) from all military branches and components, DA and DOD civilians and contractors, and personnel from other government agencies.  \n\nCurrently, each deployment center receives processes and validates individual personnel for deployment to and redeployment from theaters of operation worldwide by providing command and control, administrative and logistical support, and theater-specific individual readiness training (TSIRT) and by conducting onward movement operations.  \n \n**What has the Army done?**\n\nThe Army designated [U.S. Army Forces Command](http://www.forscom.army.mil/) as the executing agent for Consolidated Continental United States Replacement Center (CRC) and non-LOGCAP contractor deployment operations and directed the relocation of the three deployment centers - the [CONUS Replacement Center](http://www.benning.army.mil/infantry/197th/crc/index.asp) at Fort Benning, Ga., the U.S. Army Corps of Engineers [Deployment Center](http://www.tam.usace.army.mil/BusinessWithUs/USACEDeploymentCenter.aspx) (UDC) at Winchester, Va., and the [Individual Replacement Deployment Operations](http://www.campatterbury.in.ng.mil/IndividualReplacementDeploymentOperationsIRDO/tabid/1101/Default.aspx) (IRDO) at Camp Atterbury, Ind. - to a consolidated [CONUS Replacement Center](https://www.bliss.army.mil/CRC/) at Fort Bliss, Texas. \n\n[FORSCOM](http://www.forscom.army.mil/) further designated First Army as executing agent for the consolidation, transition and operation of the combined CRC at Fort Bliss, Texas. First Army's Division West, headquartered at Fort Hood, Texas, assumed mission command of the CRC transition operation May 1, 2013.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n[First Army,](http://www.first.army.mil)with its team of skilled enterprise partners, has planned for a phased movement and transition of operations to Fort Bliss to ensure quality of training support and customer service is maintained.  First Army to began processing CRC personnel for deployment at the new Fort Bliss consolidated location August 9 and processing for redeploying CRC personnel August 16.  While UDC will transition operations from Virginia to Texas in September 2013, the IRDO will move from Camp Atterbury to Fort Bliss by October 2014.\n\n\n**Why is this important to the Army?** \n\nThe consolidation of the three deployment centers helps meet Army long-term fiscal responsibility goals by refining individual deployment business practices, saving the Army approximately 40 percent in operational spending, and reducing long-term contracting costs and creating cost efficiencies - due to reduced staff requirements, a single installation footprint and a single source for training and deployment resources. The consolidation also places mission command of individual deployment operations for all personnel, of all grades, and from all services and agencies under the control of First Army, the premier provider of reserve component training support. More than 400 deploying and redeploying personnel are expected to process through the Fort Bliss [CRC](https://www.bliss.army.mil/CRC/) each week. \n\n**Resources:**\n\n* [Fort Bliss CRC](https://www.bliss.army.mil/CRC/)\n* [First Army](http://www.first.army.mil)\n* [First Army Division West](http://www.hood.army.mil/div_west/)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* Related articles: \n* &bull; [CONUS Replacement Center fine-tunes processes in anticipation of first deployers](http://www.army.mil/article/108330)\n* &bull; [Rehearsal drill shows leadership CRC validation process](http://www.army.mil/article/107475)",
    "date": "Thursday August 29, 2013",
    "quote": "Quote for the Day\n------------------------------------------------------------\n\nNone of us should have survived. Though the Taliban have every tactical advantage, what they could never have is the pure untainted sense of brotherhood that the men and women of America's Army feel for their battle buddies ...  It's stronger than blood. \n\n\n### -  Medal of Honor Recipient [Staff Sgt. Ty Carter](http://www.army.mil/medalofhonor/carter/index.html), at the ceremony held in his honor to induct him into the Hall of Heroes in the Pentagon, Aug. 27, 2013  \n\n\n### [MOH recipient Staff Sgt. Carter inducted into Pentagon Hall of Heroes](http://www.army.mil/article/110094/)\n\n\n\n  \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **August 2013**\n\n* [Antiterrorism Awareness Month](http://www.army.mil/standto/archive_2013-08-01/)\n\n* **September 2013**\n\n* National Preparedness Month-  Visit [Ready Army](http://www.acsim.army.mil/readyarmy/)\n\n* Sept. 11: Patriots Day\n\n* Sept. 15- Oct. 15: National Hispanic Heritage Month\n\n* Sept. 27: Gold Star Mothers Day"
}