{
    "id": "2019-02-19",
    "title": "Army Engineers Week",
    "body": "#######Provided by U.S. Army Corps of Engineers \n\n\n**What is it?**\n\nNational Engineers Week, sponsored by the National Society of Professional Engineers, coincides with the birthday of President George Washington -- America's first engineer. This observance calls attention to the contributions that engineers make to society. It is also a time to emphasize the importance of learning math, science, and technical skills.\n\n**What are the current and past efforts of the Army?**\n\nThe Army observes the National Engineers Week Feb 17-23, to honor Army engineers and the work they perform, primarily under the direction of the U.S. Army Corps of Engineers (USACE).\n\n* USACE's [Civil Works](https://www.usace.army.mil/Missions/Civil-Works/)\n mission provides a key foundational component of the nation's public infrastructure facilitating economic growth, environmental health and national security.\n* USACE's Military Program develops efficient and effective solutions to support diplomacy, defense and development of the three pillars of the National Security Strategy.\n* The Army has one of the largest environmental restoration and environmental sustainability roles in the federal government, supporting inter-service and interagency partners in achieving their goals for environmental compliance and cleanup.\n* USACE and [U.S. Army Engineer School](https://home.army.mil/wood/) teach, coach, and educate engineer leaders for our Army in a broad range of engineering skills and disciplines, which are needed by the nation.  \n* To help address the nation's Science, Technology, Engineering, and Mathematics (STEM) challenge, USACE employees participate in mentorship programs, science fairs, robotics competitions, teacher-training workshops, recreational events, STEM camps and other educational opportunities.\n\nThe Army Regimental Engineers Week, celebrating the contributions of the Engineer Regiment, will be observed April 8-12, 2019. \n\n \n**What are the continued efforts planned by the Army?**\n\nUSACE will continue to:  \n\n* Recognize Army achievements in the engineering profession. \n* Improve external understanding of the Army Engineer Regiment's contributions to the nation  through engineering.\n* Encourage young people to pursue engineering.\n\n[Army engineers](https://www.army.mil/standto/archive_2015-02-27) continue to play a crucial role in the growth and welfare of the nation by solving the toughest engineering challenges. With sustainability as a guiding principle, Army engineers work to strengthen the nation's security by building and maintaining America's water resources infrastructure and providing military facilities where service members train, work and live. \n \n\n**Why is this important to the Army?**\n\nArmy engineers deliver facilities and infrastructure to help maintain readiness and achieve Modernization goals. Army engineers deliver vital engineering solutions, along with the nation's partners, to secure the nation, energize the economy, and reduce risks related to disasters. \n \n  \n**Resources**:\n\n* [U.S. Army Corps of Engineers](https://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers: A Brief History](https://www.usace.army.mil/About/History/Brief-History-of-the-Corps/) \n* [U.S. Army Engineer School and Regiment](https://home.army.mil/wood/index.php/units-tenants/USAES)\n* [Go Army: Engineering](https://www.goarmy.com/careers-and-jobs/about-army-stem/engineering-jobs.html)\n\n**Related STAND-TO!**: \n\n* [Water Resources Database](http://www.army.mil/standto/archive_2013-05-22)\n* [249th Engineer Battalion (Prime Power) ](https://www.army.mil/standto/archive_2017-07-19/)\n* [USACE Readiness Support Center](https://www.army.mil/standto/archive_2017-07-18/)\n* [Forward Engineer Support Team](https://www.army.mil/standto/archive_2017-07-10/)\n* [The Army Engineer Research and Development Center (ERDC) ](http://www.army.mil/standto/archive_2017-02-07/)\n* [Army Engineers](https://www.army.mil/standto/archive_2015-02-27) \n\n**USACE on social media**:\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter](https://twitter.com/USACEHQ)  @USACEHQ\n\n",
    "date": "Tuesday, February 19, 2019",
    "quote": "#### Focus Quote for the Day\n\n\n> West Point engineers have not their equal anywhere; they know all that can be known of their abstruse science.\n\n\\- Mark Twain, an American writer, humorist, entrepreneur, publisher, and lecturer,  in his 1883 book \"Life on the Mississippi\" writes about the prowess of the U.S. Army Corps of Engineers.",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans?st)\n\n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}