{
    "id": "2019-02-21",
    "title": "Army SHARP, Ready and Resilient Directorate",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n\n**What is it?**\n\nThe Army Sexual Harassment/Assault Response and Prevention (SHARP) Directorate and the Army Resiliency Directorate (ARD) have consolidated into a new SHARP, Ready and Resilient (SR2) Directorate. This merger, as approved by the Secretary of the Army, supports the Army's goal of developing ready, resilient Soldiers of character who are able to fight and win the nation's wars.\n\nThe SR2 Directorate structurally aligns the Army with the Department of Defense and sister services. The SR2 Directorate will:\n\n* Continue to meet functions and requirements directed by public law and DOD policies and regulations.\n* Remain under the control of the ASA M&RA and Army G-1.\n* Remain at its current location in Arlington, Virginia.\n* Allow the geographically separated support personnel to remain at their current duty locations with no change in support.\n\n**What are the current and past efforts of the Army?**\n\nThe consolidation of the Army SHARP and Army Resiliency Directorates reintegrates organizations that were previously organized under the Human Resources and Policy Directorate (ARD's predecessor) until 2013. The consolidation of the directorates allows the Army to maintain program expertise while capitalizing on the integration of functions.\n\n**Organizational structure of the SR2 Directorate**:\n\nThe new directorate contains six divisions. The major functions of the divisions include:\n\n* SHARP: Provides and oversees program management, reporting and data analysis of Army SHARP-related incidents.\n* Strategy:  Develops, evaluates, executes, and communicates strategy, policies, and long-term planning for SR2 efforts. \n* R2I and Training:  Manages governance, training, deterrence, and prevention programs in support of the SR2 mission. \n* Science and Research: Develops complex behavioral modeling and conducts research to inform programs and initiatives designed to cultivate ready, resilient Soldiers of character. \n* Assessments:  Conducts evaluations, analytics, and systems development for the SR2 mission. \n* Operations:  Provides oversight of day-to-day directorate tasks and future resource requirements in support of SR2 missions. \n\n \n**What are the continued efforts planned by the Army?**\n\nA manpower analysis and concept plan are being worked concurrently to ensure the new SR2 Directorate is adequately resourced for SR2 missions in future years.\n\n**Why is this important to the Army?**\n\nThe integration of the Army SHARP and Resiliency Directorates enables the Army to achieve efficiencies through the integration of functions. This merger enhances the Army's prevention capacity, while ensuring that the SR2 Directorate is better postured to focus on the necessary policies, resource, and oversight of critical programs.\n \n  \n**Resources**:\n\n* [Army SHARP](http://www.preventsexualassault.army.mil/)\n* [U.S. Army Ready and Resilient](http://readyandresilient.army.mil/) \n  ",
    "date": "Thursday, February 21, 2019",
    "quote": "",
    "events": "#### Events \n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}