{
    "id": "2019-02-25",
    "title": "Military Saves Week",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n\n**What is it?**\n\n[Military Saves](http://www.militarysaves.org) is an initiative of America Saves, a partner of the U.S. Department of Defense Financial Readiness Campaign. The observance is focused on the financial readiness of military members and their Families.\n\nThe theme for Military Saves Week, observed from Feb. 25 through Mar. 2, 2019, is *Start Small. Think Big*. The week is an opportunity for the military community to come together with federal, state and local resources, along with military banks and credit unions, to focus on debt reduction, financial management and future savings. \n\n\n**What are the current and past efforts of the Army?**\n\nMilitary Saves Week aligns with the Department of Defense's increased financial literacy training requirements.  \n\n* Beginning in 2019, military departments may conduct Military Saves Week-type events in February or as part of the DOD's annual Financial Capability Month in April. \n* The Army Community Service [Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx) encourages Soldiers and Family members to commit to a savings goal, eliminate debt and save for emergencies. It provides training for Soldiers at all stages of their careers and into retirement. \n* Soldiers are encouraged to explore multiple savings options, including the Thrift Savings Plan, and for mobilizing Soldiers, the Military Savings Deposit Program, where they can earn interest on their investments while serving on their deployments. \n \n**Why is this important to the Army?**\n\nThe financial readiness of Soldiers and their Families is a priority for the Army because it has a direct effect on mission readiness. A strong financial readiness program enables Soldiers and Families to attain financial flexibility and avoid the personal and professional stressors of poor money management. It also helps them protect themselves against predatory and unscrupulous lending.\n \n**Resources**:\n\n* [Military Saves](http://www.militarysaves.org)\n* [U.S. Army Family and Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Army Community Service Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil) or call 1-800-342-9647\n* [Blended Retirement System](https://militarypay.defense.gov/blendedretirement/)\n\n**Related STAND-TO!**:\n\n* [Financial Readiness for Army Personnel](https://www.army.mil/standto/2017-02-27)\n* [Blended Retirement System](https://www.army.mil/standto/archive_2016-06-16)\n\n\n**Social media presence**:\n\n* [Facebook @MilitarySaves](https://www.facebook.com/MilitarySaves)\n* [Twitter @MilitarySaves](https://twitter.com/militarysaves) #MSW2019 #MilitarySaves\n\n\n ",
    "date": "Monday, February 25, 2019",
    "quote": "",
    "events": "#### Events \n\n\n**FEBRUARY 2019** \n\nAfrican American/ Black History Month - Visit [African Americans in the U.S. Army](https://www.army.mil/africanamericans?st)\n\n\n**MARCH 2019** \n\nWomen's History Month - Visit [Women in the U.S. Army](https://www.army.mil/women?st)"
}