{
    "id": "2017-02-01",
    "title": "African American History Month",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nFebruary is African American History Month, a time during which the United States Army honors the numerous contributions made by African-Americans.\n\nThe Army values the important contributions of African-American Soldiers and Department of the Army Civilians. The theme of 2017 African American History Month is \"The Crisis in Black Education.\"\n\nThe theme emphasizes that African-American history is rich in centuries-old efforts of resistance to the education crisis: the slaves' surreptitious endeavors to learn, the rise of black colleges and universities after the Civil War, unrelenting battles in the courts over education opportunities for African-Americans, the black history movement, the freedom schools of the 1960s and mentorship programs that inspire a love of learning.\n\n**What is the Army doing?**\n\nAmerica's Army remains highly capable and mission ready by leveraging the strengths of a diverse, all-volunteer force that includes more than 103,000 African-American Soldiers.\n\nThe Army finds its strength not only in its diversity but also in its ability to weave together people of different faiths, cultures and races who share common values like duty, honor, selfless service, loyalty and respect.\n\nThe Army's education system supports all Soldiers in their efforts to become highly educated in order to build a better future for themselves, thus strengthening the Army and ultimately the nation in the process.\n\nThe Army values the important contributions of African-American Soldiers and DA Civilians.\n\n**What continued efforts are planned for the future?**\n\nThe Army will highlight and honor African-American military and civil service at all levels by telling their stories through command information channels at all levels.\n\nThe Army will continue to strongly embrace diversity as a way to create a system that maximizes individual talents, increases morale and greatly enhances military effectiveness -- regardless of race, creed or color.\n\nArmy leaders will continue to sustain force capability by properly seeking out, accessing, developing and fully utilizing the individual talents and backgrounds of the Soldiers who help make the U.S. Army the premiere fighting force in the world. \n\n**Why is this important to the Army?**\n\nThe Army strongly embraces diversity as a way to create a system that maximizes individual talents, increases morale and greatly enhances military effectiveness -- regardless of race, creed or color.\n\nAll Army personnel and their Families are valued members of the Army team, and their contributions continue to be vital to the Army's success and history, while building America's future.\n\n**Resources:**\n\n* [Army Diversity](http://www.armydiversity.army.mil/)\n* [Army.mil: African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n* [U.S. Army Center for Military History: African Americans in the U.S. Army](http://www.history.army.mil/html/topics/afam/index.html)\n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife)\n\n**Related STAND-TO!**\n\n* [Martin Luther King Jr. Day](https://www.army.mil/standto/2017-01-12)",
    "date": "Wednesday, February 1, 2017",
    "quote": "#### Focus quote for the day:\n\n> In our nation's history, our military has often served as an example to the American people of unity and strength, of how a diverse group of people can be motivated even under austere or grim conditions of the battlefield to come together as equals. \n \n\\- Defense Secretary James Mattis, at a recent Pentagon ceremony honoring Martin Luther King Jr. \n  \n[Mattis stresses unity, inclusion at Martin Luther King event](https://www.army.mil/article/181335/)\n",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}