{
    "id": "2017-02-02",
    "title": "Army Software Solarium II ",
    "body": "#######Provided by Army Communications-Electronics Command\n\n**What is it?**\n\nThe Army Software Solarium II focuses on developing strategy to maintain a software advantage over current and future adversaries for both the operational and enterprise elements of the Army. The focus will be on unity of effort in the governance, development and sustainment of software to enable current and future Army warfighting functions in the execution of unified land operations.\n\nThe Army Materiel Command's [Communications-Electronics Command (CECOM)](https://www.army.mil/cecom) is hosting the second Software Solarium, Feb. 1 and 2 at Aberdeen Proving Ground, Maryland. The Solarium brings together hundreds of experts in software development, acquisition, and sustainment from the government, academia and industry. \n\n**What is the Army doing?**\n\nIt is a paradigm shift to recognize software systems as critical \"equipment\" needed to maintain overmatch in the multi-domain battle.\n\nIn September 2016, Software Solarium I developed lines of effort to foster a coherent approach to software growth. The main focus of Software Solarium II will be to prioritize actions behind the following developed four lines of effort:\n\n* Enabling a more defensible network by improving the integration of software assurance and acquisition lifecycle activities.\n* Driving Army-wide efficiencies in the software lifecycle to dramatically improve readiness, while reducing cost, risk, and complexity.\n* Optimizing Army software development and sustainment oversight and policy.\n* Developing the optimal government and contractor workforce mix to maintain technology overmatch. \n\n**What continued efforts are planned for the future?**\n\nSoftware Solarium II included industry partners, an important dimension, to join government and academia's software discussion. Solarium II intends to clarify understanding of the operational context of software, cyber and electronic warfare current and emerging threats; validate and prioritize lines of effort; and determine software policy governance responsibilities. The Solarium will also seek industry input related to the lines of effort. In the long term, routine Solariums will continue to focus on a coherent, forward-looking and adaptive software strategy.\n\n**Why is this important to the Army?**\n\nThe exponential growth of software over the past decade and a half has placed the Army at a strategic crossroads. Virtually every warfighter and enterprise system in the Army today requires complex software, software that must be developed or acquired, updated, integrated, and maintained, in quick succession, to support the end user.\n\nThe Software Solariums continue focus on this key component of Army readiness and facilitate the Army's drive toward a comprehensive software management strategy to maintain a software advantage over current and future adversaries for both the operational and administrative elements of the Army.\n\n**Resources:**\n\n* [Army Communications-Electronics Command](https://www.army.mil/cecom)\n* [Army Materiel Command](http://www.amc.army.mil/amc/about.html)\n* [Army Cyber Command](http://www.arcyber.army.mil/Pages/ArcyberHome.aspx)\n\n**Related articles:**\n\n* [U.S. Army to Host Second Software-Related Forum](https://www.army.mil/article/180587/us_army_to_host_second_software_related_forum)\n* [Inaugural CECOM Software Solarium opens important conversation](https://www.army.mil/article/175023/inaugural_cecom_software_solarium_opens_important_conversation)\n\n**Related STAND-TO!**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)",
    "date": "Thursday, February 2, 2017",
    "quote": "#### Focus quote for the day:\n\n> The future software environment is defined by industry driven momentum towards primarily software-managed weapon systems. In the long-term, this industry driven environment adds agility to our modernization efforts.\n \n\\- Maj. Gen. Bruce T. Crawford, commanding general, [Army Communications-Electronics Command](https://www.army.mil/cecom)\n",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}