{
    "id": "2017-02-06",
    "title": "Civilian SHARP Services Pilot",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nEffective Jan. 5, the Army implemented a one-year pilot expanding reporting options and [Sexual Harassment/Assault Response and Prevention (SHARP)](http://www.preventsexualassault.army.mil/) services for Department of the Army Civilians who are victims of non-intimate partner sexual assault.\n\nDuring the pilot period, DA Civilians have two reporting options:\n\n* Restricted reporting, which allows an individual to disclose a sexual assault and obtain advocacy services without initiating an investigation.\n\n* Unrestricted reporting, which results in notification to the supervisor or chain of command and the appropriate law enforcement agency. DA Civilians' sexual harassment complaints will continue to be processed through Equal Employment Opportunity (EEO) channels in accordance with [AR 690-600](http://www.apd.army.mil/pdffiles/r690_600.pdf).\n\nEither reporting option elected will allow DA Civilians to receive services from SHARP professionals such as a sexual assault response coordinator, a victim advocate, or a victim representative. SHARP professionals will offer DA Civilians:\n\n* Referral services for medical and legal care, authorized by law or policy.\n\n* Off-post resources such as additional advocacy services, appropriate medical resources and counseling available in the local community. DA Civilians are not eligible for expedited transfer, a request to move to a new unit or installation.  \n\n**What is the Army doing?**\n\nThe SHARP program has developed a civilian line of effort to focus on policy; created a line of marketing materials designed to appeal to this critical component of the Army team; and is enhancing training curriculum to be more inclusive of DA Civilians. A SHARP guidebook for DA Civilians is currently in development and planned for distribution in 2017. \n\n**What continued efforts are planned for the future?**\n\nAs part of the pilot, the Army will be required to provide to the Department of Defense Sexual Assault Prevention and Response Office a report on the number of restricted and unrestricted reports by location, the rate of conversion from restricted to unrestricted, staffing adjustments, increased workload, additional costs, and customer satisfaction. This information will help in determining the feasibility of permanent implementation of the DA Civilian restricted reporting option. \n\n**Why is this important to the Army?**\n\nBy providing the same reporting options as the other service members and the ability to receive SHARP services within established limitations, the Army is ensuring parity for vital members of the team.\n\n**Resources:**\n\n* [Sexual Harassment/Assault Response and Prevention (SHARP)](http://www.preventsexualassault.army.mil/)\n* [DA Civilian Information](http://www.armyg1.army.mil/civilians.asp)\n* [DOD Safe Helpline](https://www.safehelpline.org/)\n\n**Related document:**\n\n* [AR 690-600  Equal Employment Opportunity Discrimination Complaints](http://www.apd.army.mil/pdffiles/r690_600.pdf)",
    "date": "Monday, February 6, 2017",
    "quote": "#### Focus quote for the day:\n\n> We want our outreach efforts, services, and training to speak more directly to the things civilians face, as well as letting them know our sexual assault first responders can direct them to the appropriate resources when they have questions or a crisis.\n \n\\- Monique Y. Ferrell, director, Army [Sexual Harassment/Assault Response and Prevention (SHARP)](http://www.preventsexualassault.army.mil/) Program Office, Army Profession Forum, Dec. 8, 2016\n",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}