{
    "id": "2017-02-07",
    "title": "Army Engineer Research and Development Center",
    "body": "#######Provided by U.S. Army Corps of Engineers\n\n**What is it?**\n\nThe Army [Engineer Research and Development Center (ERDC)](http://www.erdc.usace.army.mil/) is one of the world's premier engineering and scientific research organizations. As the [U.S. Army Corps of Engineers' (USACE)](http://www.usace.army.mil/) research and development center, ERDC helps solve challenging problems to support Soldiers, military installations, and civil works projects ([water resources](https://www.army.mil/standto/2017-01-26), infrastructure and environment).\n\nERDC conducts this work for the Army, Department of Defense (DOD), as well as other federal agencies, state authorities, and U.S. industry. ERDC employs approximately 2,100 federal employees and contractors and executes an annual research program exceeding $1 billion.\n\n**What is the Army doing?**\n\nERDC was established Oct. 1, 1998, in Vicksburg, Mississippi, by merging seven unique USACE laboratories:\n\n* Coastal Hydraulics Laboratory.\n* Construction Engineering Research Laboratory.\n* Cold Regions Research and Engineering Laboratory.\n* Environmental Laboratory.\n* Geospatial Research Laboratory.\n* Geotechnical and Structures Laboratory.\n* Information Technology Laboratory. \n\nThis merger provides one door for customers and stakeholders to access unmatched expertise, capabilities, and state-of-the-art facilities to solve their toughest challenges. ERDC research and development focuses on five areas:\n\n* Military engineering: adaptive protection, environmental effects on sensors, austere entry and maneuver, and deployable force protection.\n\n* Geospatial research and engineering: terrain analysis for signal and sensor phenomenology, geospatial reasoning, geo-enabled mission command, and imagery and geodata sciences.\n\n* Environmental quality/installations: adaptive/resilient installations, sustainable lands and military materials in the environment.\n\n* Water resources/civil works: inland and coastal navigation and hydropower, flood risk management, water supply/emergency management, environmental restoration, regulation and stewardship, infrastructure, and system-wide water resources.\n\n* Engineered resilient systems: combines advanced engineering techniques with high-performance computing -- resulting in trade spaces that can be generated in hours rather than months -- thousands of times larger and hundreds of times more accurate than traditional methods -- easily modified to meet future missions goals and following a predictable lifecycle.\n\n**What continued efforts are planned for the future?**\n\nERDC manages five major DOD supercomputer resource centers, hosting one at its headquarters. ERDC supercomputers, capable of more than 3.5 quadrillion calculations per second, provide a technological advantage for customers and reduce costs by shortening the design cycle and reducing reliance on expensive experiments and prototypes. ERDC continuously modernizes its supercomputers to ensure a competitive advantage to DOD and Army technology projects.\n\n**Why is this important to the Army?**\n\nERDC's ability to quickly assemble multidisciplinary teams using state-of-the-art facilities and unmatched supercomputing gives the Army a competitive advantage in providing innovative, real-time solutions to challenges faced by the warfighter, military installations and the nation.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [U.S. Army Corps of Engineers: A Brief History](http://www.usace.army.mil/About/History/BriefHistoryoftheCorps.aspx)\n* [U.S. Army Engineer School and Regiment](http://www.wood.army.mil/usaes/)\n\n**Related STAND-TO!:**\n\n* [External Affairs Planning and Response Team](http://www.army.mil/standto/archive_2017-01-25/?s_cid=standto)\n* [Water Resources Infrastructure](http://www.army.mil/standto/archive_2017-01-26/?s_cid=standto)\n* [Interagency and International Services](http://www.army.mil/standto/archive_2017-01-30/?s_cid=standto)\n\n**Social media**\n\n* [Facebook](https://www.facebook.com/USACEHQ/)\n* [Twitter (@USACEHQ)](https://twitter.com/USACEHQ)",
    "date": "Tuesday, February 7, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}