{
    "id": "2017-02-08",
    "title": "European Command Regional Operations Directorate",
    "body": "#######Provided by U.S. Army Security Assistance Command\n\n**What is it?**\n\nEuropean Command (EUCOM) Regional Operations (RO) is a directorate within the [U.S. Army Security Assistance Command (USASAC)](http://www.army.mil/info/organization/usasac/) at Redstone Arsenal, Alabama, that manages $18 billion in [Foreign Military Sales (FMS)](http://www.army.mil/standto/archive_2014-06-23) cases and security assistance programs with 51 nations and nine international organizations throughout Europe. The EUCOM RO Directorate's emphasis on building partner capacity and supporting combatant command (COCOM) engagement strategies further strengthens regional partnerships across Europe.\n\n**What is the Army doing?**\n\nUSASAC is part of the Ukraine Security Assistance Initiative, which is funded by the fiscal year 2016 National Defense Authorization Act to counter Russia's attempted annexation and occupation of Crimea and continued aggression by combined Russian-separatist forces in eastern Ukraine. USASAC has delivered more than $600 million in training, equipment, supplies and services to help Ukraine:\n\n* Build their combat capability.\n* Preserve their sovereignty and territorial integrity against Russian and Russian-backed separatist aggression.\n* Support agreed-to ceasefire agreements.\n\nThese provisions have included counter-artillery radars; unmanned aerial surveillance systems; communication, medical and personal protection equipment; and sustainment materiel and services.\n\nEUCOM RO Directorate continues to support COCOM priorities, Global Peace Operations Initiative, Global Train and Equip, Counter-Terrorism Partnership Fund, Global Security Contingency Fund and European Reassurance Initiative to build and enhance partnership capacities throughout the European theater. The directorate delivered major defense equipment in 12 countries as part of 34 FMS cases valued at $460.6 million in fiscal year 2016. These cases have helped weaken terrorist operations and increase regional security throughout the globe. \n\n**What continued efforts are planned for the future?**\n\nThe EUCOM RO Directorate is working with EUCOM headquarters on a Rotary Wing Initiative to enhance the rotary wing capabilities of 11 countries and transition  foreign partners from legacy Russian equipment to U.S. equipment, increasing joint interoperability. The focus of Department of Defense efforts is to work with, by, and through European governments to build the necessary military capability to defend its borders and support NATO.\n\n**Why is this important to the Army?**\n\nEUCOM RO Directorate enhances the combatant commanders' capacity to enable NATO and other vital European alliances by strengthening partner-nation military capabilities.\n\nThe Army must be prepared to fight alongside the Joint partners across multiple domains and contested areas, to gain the advantage over enemies, and achieve national defense objectives.\n\n**Resources:**\n\n* [U.S. Army Security Assistance Command](http://www.army.mil/info/organization/usasac/)\n\n**Related STAND-TO!:**\n\n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22)  \n* [U.S. Army Security Assistance Command](http://www.army.mil/standto/archive_2015-07-20)\n* [Foreign Military Sales](http://www.army.mil/standto/archive_2014-06-23) ",
    "date": "Wednesday, February 8, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}