{
    "id": "2017-02-09",
    "title": "Online Romance Scams",
    "body": "#######Provided by Criminal Investigation Command\n\n**What is it?**\n\nInternet scams involving impersonation fraud in which criminals promise true love -- dubbed \"romance scams\" -- are being perpetrated on social media and dating websites.\n\nOnline criminals have been using the online photographs and names of unsuspecting U.S. Soldiers to build false identities. The criminals then use those identities to pretend to be U.S. Soldiers to steal money from their civilian victims.\n\nIn these scams, which often originate in West African countries, criminals pose as deployed Soldiers, strike up online romantic relationships with their victims, and then make carefully worded romantic requests for money to purchase items like special laptop computers, international telephones, military leave papers, and transportation fees -- all on the pretext of using the items to continue the relationship.\n\nThe scams include asking the victim to send money, often thousands of dollars at a time, to a third party address.  \n\n**What is the Army doing?**\n\nThe Army Criminal Investigation Command (CID), which lacks the necessary jurisdiction to investigate -- because the victims and perpetrators have no Army affiliation -- continually warns internet users worldwide to exercise vigilance against these kinds of internet scams and impersonation fraud.\n\nCID has launched a comprehensive education initiative to alert the public and warn Soldiers to protect their online presences. CID has issued press releases, conducted media interviews and worked with American embassies to spread the warnings. CID has partnered with the Federal Trade Commission, the FBI and others in an ongoing education campaign. CID has also placed educational information on its website to help combat the crime.\n\n**What continued efforts are planned for the future?**\n\nCID will continue its ongoing education efforts in order to raise awareness among the force.\n\n**Why is this important to the Army?**\n\nFor the Army, protecting the readiness and reputations of Soldiers is of paramount importance. Online romance scams can involve the stolen identities of Soldiers, through no fault of their own, in the perpetration of criminal acts, which has the potential of negatively impacting the Soldiers as well as the scammers' civilian victims.\n\n**Resources:**\n\n* [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/)\n* [Online Romance Scams](http://www.cid.army.mil/romancescam.html)\n* [Romance Scams](http://www.romancescams.org/)\n* [Army Social Media](https://www.army.mil/socialmedia)\n\n**Related article:**\n \n* [CID advises vigilance against 'romance scams,' scammers impersonating Soldiers](https://www.army.mil/article/180749/)\n\n**Related STAND-TO!:**\n\n* [Online Conduct - Think, Type, Post](https://www.army.mil/standto/archive_2015-06-16)",
    "date": "Thursday, February 9, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}