{
    "id": "2017-02-13",
    "title": "Joint Exercise Cobra Gold",
    "body": "#######Provided by U.S. Army Pacific\n\n**What is it?**\n\nExercise Cobra Gold is an annual Thai-U.S. co-sponsored joint and multinational exercise. It is the largest multinational theater security cooperation exercise in the Indo-Asia-Pacific region and is an integral part of the U.S. commitment to strengthen engagement in the region.\n\nPartners from Thailand, Singapore, Japan, Indonesia, Republic of Korea and Malaysia will focus on humanitarian assistance and disaster relief efforts to expand regional cooperation and collaboration.\n\n**What is the Army doing?**\n\nExercise Cobra Gold 2017 (CG17) is the 36th iteration of the annual chairman, Joint Chiefs of Staff exercise and will take place Feb. 14 to 24 at various locations throughout the Kingdom of Thailand. CG17 is a United States Pacific Command (CJCS) exercise sponsored by Royal Thai Armed Forces (RTARF).\n\n[U.S. Army Pacific](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac) provides the core of the U.S. Joint Task Force planning team for the Multi-National Force (MNF) HQ staff under the RTARF three-star general. CG17 provides opportunities to enhance coalition cooperation with partner nations, improve interoperability and increase stability and security across the continent. In addition to unique and dynamic training, participating military partners also build positive relationships with other militaries and local Thai communities.\n\nCG17 will consist of three primary events:\n\n* A staff exercise that includes a senior leader seminar.\n* Multiple humanitarian civic assistance projects.\n* A field training exercise that includes a variety of training events to enhance interoperability and strengthen regional relationships.\n\nTwenty-nine nations are either directly participating in or observing CG17, with approximately 3,600 U.S. personnel participating both ashore and afloat.\n\n**What continued efforts are planned for the future?**\n\nFuture exercises will continue to build on progress made to conduct joint/multinational operations and improve multinational interoperability and capacity. The exercise is rooted in partnerships and recognizes the need for multinational solutions to common challenges.\n\n**Why is this important to the Army?**\n\nCG17 will improve the capabilities of participating nations to plan and conduct combined joint operations; build relationships among participating nations across the region; and improve interoperability over a range of activities, including enhancing maritime security, preventing and mitigating emerging disease threats, and responding to large-scale natural disasters.\n \nCobra Gold is conducted annually to improve joint coalition interoperability and capabilities to respond to the most likely regional security and humanitarian situations. The U.S. Army's annual participation in Cobra Gold helps to promote regional partnerships that advance security cooperation in the Indo-Asia-Pacific region.\n\n**Resources:**\n\n* [U.S. Army Pacific](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac)\n* [Marine Corps: Exercise Cobra Gold](http://www.marforpac.marines.mil/Exercises/Cobra-Gold/)\n\n**Related article:**\n\n* [Exercise Cobra Gold 2017 to Begin February 14, 2017](http://www.pacom.mil/Media/News/News-Article-View/article/1067471/exercise-cobra-gold-2017-to-begin-february-14-2017/)\n\n**Social media:**\n\n* [Cobra Gold on Facebook](https://www.facebook.com/ExerciseCobraGold)\n* [USARPAC on Facebook](https://www.facebook.com/USARPAC/)\n",
    "date": "Monday, February 13, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}