{
    "id": "2017-02-15",
    "title": "U.S. Army Nuclear and Countering Weapons of Mass Destruction Agency ",
    "body": "#######Provided by USANCA\n\n**What is it?**\n\nThe [U.S. Army Nuclear and Countering Weapons of Mass Destruction Agency (USANCA)](https://g357.army.pentagon.mil/USANCA/SitePages/newUSANCA.aspx) supports Army strategic and operational requirements with nuclear and countering weapons of mass destruction (CWMD) expertise and analysis. On order, USANCA deploys nuclear employment augmentation teams to support Army and/or Joint Force commanders.\n\n**What is the Army doing?**\n\nUSANCA is an HQDA G-3/5/7 field operating agency of nuclear and CWMD military and civilian professionals. The agency, headquartered at Fort Belvoir, Virginia, is operationally and technically responsive to the Army's Total Force and the Joint Force commander.\n\nIt delivers key nuclear, CWMD, and chemical, biological, radiological and nuclear (CBRN) subject matter expertise to the generating and operating forces, including:\n\n* Provides the Army's capability to plan for the joint employment of nuclear weapons.\n* Represents the Army on the Nuclear Weapons Council Standing and Safety Committee.\n* Executes proponent functions for FA52 (nuclear and counterproliferation) officers and the 5H (nuclear target analyst) skill identifier.\n* Executes the Army Reactor Program in accordance with AR 50-7.\n* Enhances force survivability in CBRN environments.\n* Analyzes the impact of WMD and CBRN effects on military operations.\n* Provides operational and technical information in response to CBRN accidents and incidents.\n* Supports development of Army CWMD capabilities.\n* Supports Army planning and operations to counter WMD.\n* Enhances interoperability of multinational forces in CBRN environments.\n* Supports Army, Department of Defense or other USG agencies' exercises, seminars and experiments with subject matter WMD/nuclear expertise.\n\n**What continued efforts are planned for the future?**\n\nUSANCA will continue to provide the Army with critical nuclear and CWMD planning support and technical CBRN effects analysis in support of CWMD operations and Army Title 10 functions. The agency will increase its collaboration with Department of the Army organizations, as well as other USG and international organizations, to include bilateral efforts to counter the threats posed by a challenging global security environment.\n\n**Why is this important to the Army?**\n\nThe Army provides the majority of the capability and capacity to execute CWMD missions in the land domain on behalf of the Joint Force commander. USANCA is able to synchronize nuclear and CWMD planning, capabilities development, and analysis efforts in support of the [Army's No. 1 priority](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf): readiness of the force.\n\n**Resources:**\n\n* [USANCA](https://g357.army.pentagon.mil/USANCA/SitePages/newUSANCA.aspx)\n\n**Related documents:**\n\n* [DOD Strategy for CWMD](http://archive.defense.gov/pubs/DoD_Strategy_for_Countering_Weapons_of_Mass_Destruction_dated_June_2014.pdf)\n* [JP 3-40: Countering Weapons of Mass Destruction](http://www.dtic.mil/doctrine/new_pubs/jp3_40.pdf)",
    "date": "Wednesday, February 15, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}