{
    "id": "2017-02-17",
    "title": "Security Force Assistance Brigade",
    "body": "#######Provided by U.S. Army Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe Security Force Assistance Brigade (SFAB) is the first permanent unit of its kind in the U.S. Army, solely dedicated to advising and assisting partner nations in developing their security force capability from the tactical to ministerial level.\n\n**What is the Army doing?**\n\nThe Army is developing the first of six SFABs and Security Force Assistance Proponency will be established under Army Training and Doctrine Command's (TRADOC's) Maneuver Center of Excellence at Fort Benning, Georgia, October 2017. SFABs will be designed based on two variants -- Infantry and Armored Brigade Combat Teams -- consisting of approximately 500 senior officers and noncommissioned officers specializing in training foreign security forces based on either infantry or armor/mechanized formations.\n\nThe [U.S. Army Maneuver Center of Excellence](http://www.benning.army.mil/mcoe) remains the premier institutional Army proponent to develop and execute a Military Advisor Training Academy (MATA), nested with [U.S. Army Combined Arms Center](http://usacac.army.mil/) as the designated Security Force Assistance and Irregular Warfare Modernization Proponent.\n\nSoldiers and leaders assigned to SFABs will be the best within their respective career management fields and receive formal schooling at the Center of Excellence for specific security assistance force tasks such as building, training, advising, assisting and assessing security forces.\n\n**What continued efforts are planned for the future?**\n\nThe Army is developing five additional SFABs across the Total Army (Regular Army, Army National Guard and Army Reserves) at sites to be determined through fiscal year 2024. The Army has approved resourcing for two SFABs in the Regular Army and one in the Army National Guard.\n\n**Why is this important to the Army?**\n\nThe strategic environment requires the Army to continue developing capability and capacity of partnered security forces through security cooperation activities, while still generating ready forces to conduct decisive action across all domains.\n\nProviding permanent structure for security force assistance provides the Army with a purpose-built organization directly focused on assisting partnered nations' security forces. SFABs will provide an enduring solution while allowing brigade combat teams to refocus on preparing for decisive action.\n\nThe new SFAB units are designed to enhance the readiness of the Army by reducing demand for existing BCTs to conduct security force assistance operations. SFABs will benefit the Army by providing trained and accessible resources for support to missions such as foreign internal defense, stabilization operations, security force assistance and counterinsurgency operations \n\n**Resources:**\n\n* [U.S. Army Maneuver Center of Excellence](http://www.benning.army.mil/mcoe)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/index.asp)\n\n**Related article:**\n\n* [New academy will train Security Force Assistance Brigades](https://www.army.mil/article/182572/)",
    "date": "Friday, February 17, 2017",
    "quote": "#### Focus quote for the day:\n\n> The Security Force Assistance Brigades can serve a dual purpose. They are the day-to-day experts combatant commanders need to train, advise and assist our partners overseas, but they can serve also as a standing chain of command for rapidly growing the Army.\n\n\\- Lt. Gen. Joseph Anderson, Army chief of operations\n\n[Army creates Security Force Assistance Brigade and Military Advisor Training Academy at Fort Benning](https://www.army.mil/article/182646/)",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}