{
    "id": "2017-02-22",
    "title": "Army Reserve Cyber Integration",
    "body": "#######Provided by U.S. Army Reserve Command\n\n**What is it?**\n\nThe Army Reserve cyber integration team supports the Army by providing forces dedicated to cyberspace operations and is well positioned to provide additional capability in a surge capacity when needed. \n\nCyber is a domain and a contested maneuver space in which the [Army Reserve](http://www.usar.army.mil/) is uniquely positioned to support a Total Army effort with relevant civilian acquired skill sets and a multifaceted talent pool. Each service is required to provide [U.S. Cyber Command (USCYBERCOM)](http://www.arcyber.army.mil/Pages/USCyberCommand.aspx) a portion of the cyber mission force in defense of the nation.\n\n**What is the Army doing?**\n\nSenior leaders from the Army and USCYBERCOM have endorsed the Army Reserve's request to enter its cyber protection teams into the cyber mission force.\n\nIn support of the USCYBERCOM cyber mission force, the Army has created both offensive and defensive cyber teams. To augment the Army's defensive cyber forces, the Army Reserve stood up the Army Reserve Cyber Operations Group to provide the Army with additional cyber protection team capabilities.\n\nThe Army Reserve supports current operations by providing part-time and full-time support to Defense Intelligence Agency, Army Cyber Operations Integration Center, Defense Innovation Unit (Experimental), Army Research Laboratory and other organizations. Army Reserve cyber Soldiers, working with the Defense Intelligence Agency, provide intelligence analysis related to various nation state and non-nation state cyber actors.\n\n**What continued efforts are planned for the future?**\n\nTo meet emerging requirements, the Army Reserve is coordinating with the Army Cyber Center of Excellence to accelerate training, which will enhance the readiness of Army Reserve cyber Soldiers. The Army Reserve is also working with the Army in developing strategy, policy and doctrine for cyberspace and information operations, electronic warfare, and other information-related capabilities.\n\nThe Army Reserve is pursuing a talent management program that would encourage individuals to join and stay in the Army Reserve. If implemented, incentives such as higher education, skill-based or transfer bonuses, special pay, etc. could inspire Soldiers to stay in uniform.\n\n**Why is this important to the Army?**\n\nThis integration effort provides the Department of Defense with additional cyber warriors to meet new and emerging threats within the cyberspace domain. This also allows the Army Reserve to be fully integrated into the overall cyberspace mission to meet the intent of the National Defense Authorization Act of 2014. \n\nThe integration of the Army Reserve into the cyber mission force helps the Army to develop a sustainable, agile and diverse force that expands the operational force to mitigate the stress on the active force and alleviate emerging force requirements in the future.\n\n**Resources:**\n\n* [Army Reserve](http://www.usar.army.mil/)\n* [The 2016 Posture of the United States Army Reserve: A Global Operational Reserve Force](http://www.usar.army.mil/Portals/98/Documents/resources_docs/2016ArmyReservePostureStatement.pdf)\n\n**Social media:**\n\n* [Facebook](https://www.facebook.com/usarmyreserve?ref=hl)\n* [Twitter - @USArmyReserve](https://twitter.com/USArmyReserve)\n* [Instagram](https://www.instagram.com/usarmyreserve/)\n* [Flickr](http://www.usar.army.mil/News/SocialMedia.aspx)\n* [YouTube](https://www.youtube.com/c/TheUSArmyReserve?gvnc=1)",
    "date": "Wednesday, February 22, 2017",
    "quote": "#### Focus quote for the day:\n\n> [Reserve component] teams bring unique background and experience that will enhance the cyber mission force posture for support to civil authorities, defense of the nation and key gaps identified in recent Government Accountability Office reports.\n\n\\- Adm. Michael S. Rogers, commander, U.S. Cyber Command; director, National Security Agency; chief, Central Security Service\n",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart)\n\nFeb. 20: Presidents Day (#PresidentsDay)\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)"
}