{
    "id": "2017-02-23",
    "title": "The Army's Dependence on Space",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nThe Army is critically reliant on space capabilities to enhance its ability to see (intelligence, surveillance, and reconnaissance), shoot, move (position, navigation, and timing), and communicate (satellite communications). Within the Department of Defense, the Army is the largest user of space capabilities and is also a key provider.\n\n**What is the Army doing?**\n\nAs the Army's proponent for space, [U.S. Army Space and Missile Defense Command / Army Forces Strategic Command (USASMDC/ARSTRAT)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) Soldiers and Civilians operate systems that provide satellite communications, space situational awareness and missile warning and defense for the Army and DOD. Provided capabilities include:\n\n* [Functional area 40 (FA40) space operations officers](https://www.army.mil/standto/archive_2016-02-04/) -- Space support elements are assigned to every division, corps and theater Army.\n\n* Army space support teams -- Deploy globally, allowing commanders to fully leverage space capabilities by providing space products and expertise to field units, enhancing their intelligence and operation planning capabilities.\n\n* [Force Tracking Mission Management Center](https://www.army.mil/standto/archive_2016-02-24) -- Provides responsive, space-enabled force tracking data services and 24/7 emergency messaging service (911) support to the combatant commands, services, and, as directed, DOD and non-DOD agencies, allies, and coalition partners.\n\n* [Wideband satellite communication operations centers (WSOCs)](https://www.army.mil/standto/archive_2016-08-04) -- SMDC Soldiers are the payload managers for wideband and \"3G cellular-type\" capacity in space; the command organizes, mans, trains and equips all WSOCs; manage communications transmissions and carry out payload control for all DOD wideband satellite systems.\n\n* [Regional satellite communications support centers (RSSCs)](https://www.army.mil/standto/archive_2016-06-28) -- Four RSSCs provide 24/7 satellite communications transmission planning and engineering support for combatant commanders, services, agencies and international partners.\n\n* [Space training](https://www.army.mil/standto/archive_2016-03-16) -- Integrate space training at home station and combat training centers to train Soldiers to successfully operate in a contested space environment.\n\n**What continued efforts are planned for the future?**\n\nSMDC will continue to operate Army operational space capabilities across the globe through units that are regionally aligned to support most combatant commands. As a provider of space capabilities, SMDC provides year-round 24/7 space capabilities for both the Army and the joint fight.\n\nSpace capabilities at the company and squad level will be expanded by developing small satellite systems to provide beyond line-of-site voice and data relay communications and direct downlink tactical satellite imagery capabilities on-demand to these units.\n\n**Why is this important to the Army?**\n\nApproximately 70 percent of the Army's weapons are space-enabled to augment the Soldier's capability to fight and win and improve their readiness. Space-based capabilities are critical to the Army and are fundamental to every single military operation.\n\nThe Army must be prepared to fight as part of a joint force and across multiple domains to gain the advantage over the enemies and achieve national defense strategy objectives.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [United States Strategic Command](http://www.stratcom.mil/)\n* [Wideband Global SATCOM Satellite](http://www.af.mil/AboutUs/FactSheets/Display/tabid/224/Article/104512/wideband-global-satcom-satellite.aspx)\n\n**Related documents:**\n \n* [Army Field Manual 3-14, Army Space Operations](https://www.apd.army.mil/epubs/DR_pubs/DR_d/pdf/web/fm3_14.pdf)\n* [Army Regulation 900-1, Department of the Army Space Policy](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r900_1.pdf)\n\n**Related Video:**\n\n* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=59TebeioCbc)",
    "date": "Thursday, February 23, 2017",
    "quote": "#### Focus quote for the day:\n\n> From satellites, to GPS, space has transformed human life and the military in the 21st century.\n\n\\- Air Force Gen. John E. Hyton, commander, [United States Strategic Command](http://www.stratcom.mil/)  ",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)\n\n"
}