{
    "id": "2017-02-27",
    "title": "2017 Military Saves Week",
    "body": "#######Provided by U.S. Army Installation Management Command\n\n**What is it?**\n\nMilitary Saves, as part of the nationwide America Saves Campaign, is a yearlong effort focused on the financial readiness of military members and their Families. To kick off the campaign, the Department of Defense designated Feb. 27 through Mar. 4 as Military Saves Week. It is conducted in cooperation with the Consumer Federation of America, one of the DOD's official financial readiness nonprofit partners. \n\nThe week is an opportunity for the military community to come together with federal, state and local resources, along with military banks and credit unions, to focus on debt reduction, financial management and future savings. The year's DOD theme is \"Making Saving Automatic.\"\n\n**What is the Army doing?**\n\nThe Army hosts local events organized by approved resources such as [Army Community Service's Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx), unit command financial specialists, installation public affairs offices, local financial institutions and other approved financial organizations. To reinforce the campaign's importance, installations are running pledge drives for Soldiers and Family members to commit to a savings goal. The pledge is available to view and sign at the [Military Saves website](https://militarysaves.org).  \n\nSoldiers are encouraged to explore multiple savings options, including the [Thrift Savings Plan](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Thrift_Savings_Plan_(TSP).html) and, for mobilizing Soldiers, the [Military Savings Deposit Program](https://www.dfas.mil/militarymembers/payentitlements/sdp.html), which they can use to earn interest on their investments while serving on their deployments. \n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to emphasize financial readiness and resiliency by providing services and support to Soldiers and their Family members.  \n\nIn 2018, many Soldiers will face the choice of opting in to the new [Blended Retirement System](http://militarypay.defense.gov/BlendedRetirement) (BRS). Throughout 2017, educational resources and training will prepare Soldiers and Families to make a decision regarding BRS beginning Jan. 1, 2018. \n\n[Military OneSource](http://www.militaryonesource.mil) provides interactive opportunities to learn sound financial practices using gaming scenarios. The Army also engages military spouses as they play a vital role in maintaining financial discipline and stability within their Families. By learning good financial habits early in life, children will strengthen their financial fitness for the future.\n\n**Why is this important to the Army?**\n\nThe financial readiness of Soldiers and their Families is a priority for the Army because it has a direct effect on mission readiness. A strong financial readiness program enables Soldiers and Families to attain financial flexibility and avoid the personal and professional stressors of poor money management. It also helps them protect themselves against predatory and unscrupulous lending.\n\n**Resources:**\n\n* [Military Saves](http://www.militarysaves.org)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Thrift Savings Plan](https://www.tsp.gov/index.html)\n* [Blended Retirement System](http://militarypay.defense.gov/BlendedRetirement)\n* [Military OneSource](http://www.militaryonesource.mil) or call 1-800-342-9647\n\n**Related Social Media:**\n\n* [Army MWR on Facebook](https://www.Facebook.com/FamilyMWR)\n* [Army MWR on Twitter](https://www.twitter.com/FamilyMWR)\n\n**Related STAND-TO!:**\n \n* [Blended Retirement System](https://www.army.mil/standto/archive_2016-06-16)\n* [Financial Readiness for Army Personnel](https://www.army.mil/standto/2016-10-20)\n* [Financial Readiness](https://www.army.mil/standto/archive_2015-04-20)",
    "date": "Monday, February 27, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)\n\n"
}