{
    "id": "2017-02-28",
    "title": "Strategic Seaport Program",
    "body": "#######Provided by Military Surface Deployment and Distribution Command\n\n**What is it?**\n\nThe Strategic Seaport Program (SSP) ensures America has the seaport capacity necessary to effectively handle any contingency affecting national security. It provides America's armed forces with a reserve seaport capacity to respond to any sudden, large increases in the need to move military assets during a national emergency or surge deployment. The SSP's massive reserve capacity requires the coordinated effort of numerous agencies. SSP is operated by the National Port Readiness Network (NPRN), which is made up of nine federal agencies and organizations.\n\n**What is the Army doing?**\n\nThe SSP fulfills three basic objectives: \n\n* The first objective is the determination of which seaports fit the requirements for inclusion in the program. Not all seaports qualify for acceptance. While a strategic seaport can be military or commercial, only ports with the capability and capacity to meet America's national security needs can be designated as strategic.\n\n* The second objective involves managing a number of factors relevant to a port's readiness, including planning for how the ports will be used during a contingency, training of personnel, and port security. \n\n* The third program objective is to continuously evaluate, assess, and continue to reassess the capabilities of strategic seaports to validate their continued fit for the program. Since national security requirements change as new threats emerge, the SSP remains responsive to evolving national security challenges. \n\n**What continued efforts are planned for the future?**\n\nWith input from the NPRN, the commanding general of the Military Surface Deployment and Distribution Command (SDDC) will continue to authorize the designation and de-designation of seaports as strategic, while SDDC's Transportation Engineering Agency evaluates ports to assess their strategic fit in terms of capacity and capability.\n\nSDDC's 596th, 597th, and 599th transportation brigades will continue coordination with local port authorities to facilitate the movement of cargo and port security requirements. Through regular coordination, these many lines of effort, divided among the different agencies, combine to enable the SSP to function as a dynamic whole.\n\n**Why is this important to the Army?**\n\nThe SSP is a key component to transportation and materiel readiness. It enables surge deployments and responses to national security contingencies by providing a reserve seaport capacity to meet elevated demand for military cargo. Furthermore, it synchronizes the efforts of multiple federal agencies to achieve the common goal of protecting the nation and provides the forces the ability to project power whenever and wherever it's needed.\n\n**Resources:**\n\n* [Military Surface Deployment and Distribution Command](http://www.sddc.army.mil) \n* [United States Transportation Command](http://www.transcom.mil/)\n* [National Port Readiness Network](https://www.marad.dot.gov/ports/national-port-readiness-network-nprn-2/)\n\n**Related STAND-TO!:**\n \n* [Military Surface Deployment and Distribution Command](https://www.army.mil/standto/archive_2015-02-19/)\n",
    "date": "Tuesday, February 28, 2017",
    "quote": "",
    "events": "#### Events  \n\n**February 2017**\n\nBlack History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\n\n**March 2017**\n\nWomen's History Month: Visit [Women in the U.S. Army](http://www.army.mil/women) (#WomensHistory and #WomensHistoryMonth)\n\n"
}