{
    "id": "2018-07-02",
    "title": "Antiterrorism Awareness Quarterly Theme -- Expanding Community Outreach ",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nExpanding community outreach is a critical element to protect U.S. Army personnel and critical resources from the threat of terrorist action.  To communicate and educate all people (Soldiers, Army civilians, Family members, retired Soldiers, and Army contractors) on the potential dangers and counter-defense against terrorists, an Army-wide effort is important to reach all corners of Army communities      \n\n**What has the Army done / is doing?**\n\n\nThroughout the past year, Army antiterrorism initiatives increased understanding of the evolving terrorist threat tactics and protective counter measures by:\n\n* leveraging the Combating Terrorist Center at West Point.\n* by providing resources to empower antiterrorism coordinators at the local level.\n* by promoting antiterrorism community awareness at every opportunity.\n* by providing extensive products and tools to focus on protecting Army communities.\n\nThe Army has professional law enforcement and security forces to protect Army communities.  Vigilance by everyone remains a key component to counter the persistent terrorist threat.\n\n**What continued efforts does the Army have planned?**\n\nThe Army's Antiterrorism Division will continue to expand community awareness of the risks associated with terrorist activities and what can be done to prevent terrorism. To counter the efforts of terrorists and extremists, the Army will continue to expand antiterrorism awareness efforts and get everyone involved (Soldiers, Army Civilians, Army contractors, Family members, and retired Soldiers).\n\nLeaders at all levels will continue to be encouraged to promote knowledge of threat awareness reporting mechanisms such as iWATCH Army, iSALUTE, and insider threat, cyber, and operations security programs.  \n\nArmy needs everyone's help to ensure school security is a priority for Army communities.\n\nOther antiterrorism priorities for FY18 and beyond include:\n\n* Antiterrorism Awareness Month (August 2018)\n* Antiterrorism awareness quarterly themes for FY19 (pre-decisional) include: \n  * Threat Information Sharing and Suspicious Activity Reporting (1Q) \n  * Assessing and Understanding the Terrorist Threat (2Q)\n  * Individual Antiterrorism Awareness Course (3Q)\n  * Planning for Security and Consideration when Attending Special Events (4Q) \n\n \n**Why is this important to the Army?**\n\nPeople are the Army's greatest asset and protecting Army communities is a vital responsibility of the Army.  Antiterrorism efforts protect people, information, and facilities against terrorist acts. \n \n**Resources:**\n\n* [Office of the Provost Marshal General of the U.S. Army](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* Army OneSource: [Antiterrorism Awareness information](https://www.myarmyonesource.com/) - *Under the iWATCH Army logo* \n\n**Related STAND-TO!:**\n\n* 2Q/FY17 theme: [Continual Evolving Threat](https://www.army.mil/standto/2018-01-02)\n* 1Q/FY18 theme: [Empowering Antiterrorism Coordinators](https://www.army.mil/standto/2017-09-28)\n \n",
    "date": "Monday, July 2, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}