{
    "id": "2018-07-03",
    "title": "Independence Day",
    "body": "#######Provided by Office of the Chief of Legislative Liaison  \n\n**What is it?**\n\nIndependence Day is a celebration of the birth of United States of America and honors the U.S. Army's commitment to defend the nation since 1775. This is a day to honor the Continental Congress' adoption of the Declaration of Independence, which signified the forming of a sovereign and independent country without the colonial rule. \n\nJuly 4, 2018 marks the 242nd anniversary of America's independence.\n    \n**What has the Army done / is doing?**\n\nWhen Congress declared independence, the Continental Army and the militia in \nthe service of Congress became known collectively as the Army of the United States, instead of the Army of the United Colonies.\n\nAmerica celebrates July 4 as Independence Day to celebrate the patriotism and love of the country. The Army has stood ready for 242 years, since the Founding Fathers declared independence, to go to battle to preserve the flag and freedoms. The 189 streamers attached to the Army Flag staff denote the campaigns fought by the Army throughout history to defend America's independence. \n\nIn times of war and peace, America's Army has helped the country celebrate Independence Day. On July 4, 1778, George Washington and the American Army celebrated the second anniversary of the signing in New Jersey with cannon fire and a musket salute. It wasn't until after the War of 1812 that observing Independence Day became commonplace. Today, no other single holiday celebrated in America represents the love Americans have for their country than this day.\n\n**What continued efforts does the Army have planned?**\n\nEach Independence Day is a reminder of how the Army meets the nation's defense needs.   America's sons and daughters will continue to carry the same patriotism and ideals of the Founders with them as they serve in harm's way in places like Iraq, Afghanistan, and Syria.  Soldiers are ready to defend the vital national interests at home and abroad. \n  \nIndependence Day is an opportunity when the Army can reflect and thank Soldiers, Civilians and the Families of the Total Army for their service, bravery, and patriotism.\n \n**Why is this important to the Army?**\n\nThe Fourth of July celebrates the birth of the nation, founded on the principles of liberty and freedom.  The Army exists to fight and win the nation's wars and to preserve the freedoms outlined in the Declaration of Independence.\n\n\n \n**Resources:**\n\n* [America's First National Institution](https://www.army.mil/1775/)\n* [Army Values](https://www.army.mil/values/)\n\n**Related STAND-TO!:**\n\n* [Army Vision](https://www.army.mil/standto/2018-06-07?from=st)\n* [Army Values](https://www.army.mil/standto/archive_2018-06-12/?from=st)\n",
    "date": "Tuesday, July 3, 2018",
    "quote": "####Focus Quote for the Day\n\n> I am well aware of the toil and blood and treasure that it will cost us to maintain this Declaration and support and defend these States. Yet, through all the gloom, I can see the rays of ravishing light and glory. \n\n\\-  President John Adams, in a letter to his wife Abigail, July 3rd, 1776 Philadelphia",
    "events": "#### Events\n  \n\n**July 2018**\n\nJuly 4: Independence Day \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}