{
    "id": "2018-07-05",
    "title": "Community Resource Guides ",
    "body": "#######Provided by U.S. Army Public Health Center\n\n**What is it?**\n\nThe Community Resource Guide is a comprehensive inventory of programs and services available to a military community. It is a one-stop shop for information on health and wellness resources tailored for each military installation. Community resource guides help leaders and community members identify programs that promote health and strengthen resilience in their local military community.  \n\n    \n**What has the Army done / is doing?**\n\n* The Army Public Health Center developed an enterprise standard Army CRG as part of the assessment of community needs and resources.\n\n* Forty-eight Army installations across the globe have launched CRGs to provide a comprehensive inventory of programs and services across medical, mission and garrison activities.\n\n* The CRG is searchable with more than 7,500 resources across the Army consolidated into an interactive, web-based and mobile-friendly application.  Each Army installation website displays a CRG button to serve as a shortcut to their individual CRG. Each installation guide contains a list of support programs for a particular military community organized in three ways -- alphabetically, by topic area, or by agency, to help community members easily find services they need. \n\n* The guides increase the awareness of installation leaders and service providers about what services their communities offer. They also provide a comprehensive referral tool for service providers who may identify additional needs when working with a Soldier or family member. Compiling the guides helps identify services that are absent in the community but might be needed.\n\n\n**What continued efforts does the Army have planned?**\n\nWithin FY19, analytics for user behaviors, search functions and cyclical patterns will be provided to installations in order to focus community education on frequently requested programs and services. In addition, CRG improvement efforts will include an interactive map for locating services, links to associated health education related to search fields, and integration with existing Army information systems. \n\n \n**Why is this important to the Army?**\n\nThe CRG supports the Army's goals of synchronizing and marketing programs to improve the readiness and resilience of Army community members. With an enterprise approach to the CRG, every Soldier, Family member, Department of the Army civilian and retiree has access to the same information, in the same way across the Army, at their fingertips.\n\n\n \n**Resources:**\n\n* [Community Resource Guide](https://crg.amedd.army.mil/)\n* [Army Medicine ](https://armymedicine.health.mil/)\n",
    "date": "Thursday July 5, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}