{
    "id": "2018-07-09",
    "title": "Army Combat Fitness Test ",
    "body": "#######Provided by U.S. Army Center for Initial Military Training\n\n**What is it?**\n\nThe Army approved a new physical fitness test for all Active, National Guard and Reserve Soldiers that is highly correlated with combat readiness. The Army will execute the test through U.S. Army Training and Doctrine Command (TRADOC) and the U.S. Army Center for Initial Military Training (USACIMT). \n\nThis new physical fitness test will strengthen unit and collective readiness and provide the nation with physically fit Soldiers of unmatched lethality to deploy, fight and win decisively on any future battlefield. \n\nThe test will improve movement lethality, transform the Army's physical fitness culture, reduce preventable injuries and associated attrition, and enhance Soldier mental toughness and stamina.  \n\n    \n**What has the Army done / is doing?**\n\nArmy senior leaders recognized a need to increase readiness by training and assessing a Soldiers physical capacity to safely and effectively perform physically demanding common warfighting tasks.\n\nDirect work on the ACFT started in 2013 with an empirical study of high physical demand for common Soldier tasks. Extensive scientific research by U.S. Army Research Institute of Environmental Medicine and USACIMT validated specific physical fitness test events that measure all components of fitness relative to the physical requirements of combat. Those components are muscular strength, muscular endurance, power, speed, aerobic endurance and agility.\n\nIndependent pilot testing in FORSCOM and TRADOC took place in 2017 to 2018. These pilots developed similar events and produced similar results. The Army used the pilots to validate the order and direction for the individual events to ensure the ACFT can be used across the entire Army.\n\nThe TRADOC version of the test during the pilot was originally known as the Army Combat Readiness Test during its development.   \n\n\n**What continued efforts does the Army have planned?**\n\nArmy senior leaders approved the transition to six field-expedient test events that better measure a Soldier's combat fitness. Field testing will begin October 2018 and final validations are expected to be complete by October 2020. Full implementation is expected at that time. \n\nScoring standards will be further refined during the field testing phase but are set at three levels: Black (heavy MOS physical demands), Grey (significant MOS physical demands) and Gold (moderate MOS physical demands). Individual performance minimums will be set for each demand category.\n\nThe existing Army Physical Fitness Test (APFT) will remain in effect during the transition period.\n\n \n**Why is this important to the Army?**\n\nThe Army currently has one record physical fitness test for serving Soldiers, the Army Physical Fitness Test (APFT). The APFT measures muscular endurance and aerobic endurance but, alone, is an insufficient measure of total combat fitness.\n\nThe ACFT is expected to significantly enhance readiness through better physical fitness training that prepares Soldiers for occupational demands required of them in combat.\n\n\n\n**Related articles:**\n\n* [Army Combat Fitness Test set to become new PT test of record in late 2020](https://www.army.mil/article/208189)\n\n* [With six events, new Army Combat Readiness Test aims to replace APFT, cut injuries](https://www.army.mil/article/193953/with_six_events_new_army_combat_readiness_test_aims_to_replace_apft_cut_injuries)\n",
    "date": "Monday July 9, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}