{
    "id": "2018-07-10",
    "title": "2017 NDAA: Transfer of Army Military Treatment Facilities  ",
    "body": "#######Provided by Army Medicine\n\n**What is it?**\n\nThe FY17 National Defense Authorization Act (NDAA), Section 702, directs the Defense Health Agency (DHA) to assume responsibility for the administration and management of healthcare delivery at all military medical treatment facilities effective Oct. 1, 2018. This transfer maximizes efficiencies while maintaining a ready and lethal Army, with the clear objective of providing community care during seamless transition. \n\n    \n**What has the Army done / is doing?**\n\nStarting with Womack Army Medical Center at Fort Bragg, North Carolina, the transition for administration and management of medical facilities will occur in a phased approach that will take place over the next 24 to 36 months. OCONUS Army Medical Treatment Facilities (MTFs) will be the last phase of the transition.\n\nThe Army surgeon general will maintain the responsibility to recruit, organize, train and equip the medical force. Army Military medical personnel will be assigned and managed by their service to ensure that medical personnel are trained and proficient in their jobs. FORSCOM commanders will be part of the supervisory chain for MTF directors   to guarantee that the medical readiness of Soldiers remains a top priority.\n\n\n**What continued efforts does the Army have planned?**\n\nThe administrative transfer of MTFs to the DHA will not change the access to and quality of healthcare and will be transparent to the Soldiers, Family members, and Soldiers for Life who will continue to receive quality medical care.  As each of the military services have extensive experience managing and administering MTFs, they will ensure best practices are incorporated into the DHA organizational structure. \n\nMTFs will continue to be service-affiliated, unless a decision is made at a later date to become tri-service in nature. The Army surgeon general will continue to serve as the principal advisor to the secretary of the Army on all health and medical matters and serve as the chief medical advisor of the Army to the director of DHA. Other functions such as the Integrated Disability Evaluation System, Warrior Care and Transition, Embedded Behavioral Health, and Family Advocacy Program Support will remain with Army Medicine.\n\n \n**Why is this important to the Army?**\n\nSoldiers are the Army's greatest strength and maintaining their medical readiness through world-class healthcare is the Army's top priority. The FY17 NDAA creates a single, integrated military healthcare system focused on healthcare delivery. \n\nThis reorganization will improve the medical readiness of the forces, eliminate redundancies and generate cost savings between the management of Army, Navy and Air Force MTFs.\n\nThe Military Health System (MHS) transformation is about building and strengthening a more integrated and effective, high-quality healthcare system that supports the readiness and lethality of the joint force.\n\n\n\n**Resources:**\n\n* [Army Medicine](https://armymedicine.health.mil/)\n\n* [Defense Health Agency](https://www.health.mil/dha)\n\n* [FY17 National Defense Authorization Act](https://www.congress.gov/bill/114th-congress/senate-bill/2943/text)\n",
    "date": "Tuesday July 10, 2018",
    "quote": "The DHA is now an integral and integrated part of the Military Health System. We are proud\nto contribute to the modernization of this system through a joint collaborative solution and\nresponsible management approach. \n\n -- Lt. Gen. Nadja Y. West, U.S. Army Surgeon General\n",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}