{
    "id": "2018-07-11",
    "title": "Installations of the Future ",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nThe Installations of the Future will incorporate \"smart technology\" to create installations that support readiness, are resilient to disruptions and are sustainable.  Installations of the Future is an Assistant Secretary of the Army (Installations, Energy and Environment) (ASA (IE&E)) initiative supported by U.S. Army Training and Doctrine Command Mad Scientist Initiative.\n\nThe initiative seeks to explore the possibilities of Army installations incorporating some smart technologies available in cities located around them. Coupled with analytics and artificial intelligence, installations will provide faster awareness and decision options for Army leaders.\n\n    \n**What has the Army done / is doing?**\n\nIn partnership with the ASA (IE&E); Georgia Technology Research Institute and TRADOC co-hosted an Installations of the Future conference June 19 to 20 that explored: \n\n* Current and emerging threat vectors facing installations\n\n* Smart city opportunities born of technology \n\n* Resilient spaces built on technology\n\n* Quality of life.\n\nASA (IE&E) enhances Army mission effectiveness and resilience in a prudent, efficient and forward thinking manner. There are many risks associated with the integration of smart technologies with Army installations that go beyond infrastructure. Conversely, technological integration taking place in cities around the world will drive Army installations to perform as smart platforms and forward operating bases.\n\nBy collaborating with government, industry, and academic leaders, the conference informed the Installations of the Future initiative and supported the Army's ability to remain a highly trained, effective, expeditionary and campaign-quality force today and in the future.\n\n\n**What continued efforts does the Army have planned?**\n\nASA (IE&E) and the assistant chief of staff for Installation Management are planning an Industry Day in November 2018 to further explore specific technology applications for installations. Areas to consider include artificial intelligence, big data and analytics, the Internet of Things, micro grids, and social media.    \n\nThrough worldwide policy, programming, and oversight of Title 10 U.S. Code -- Authority and responsibilities of the secretary of the Army, the ASA (IE&E) Installations of the Future initiative will ensure success of the Army's readiness platforms. ASA (IE&E) will continue to enhance Army mission effectiveness and resilience in a prudent, efficient and forward thinking manner.  \n\n \n**Why is this important to the Army?**\n\nThe Installations of the Future initiative supports the Army's ability to remain a highly trained, effective, expeditionary and campaign-quality force today and in the future.\n\nThe Army's Installations of the Future must be resilient to disruptions and perform as strategic support areas, critical to Multi-Domain Operations. The future synergies identified at the conference will inform and influence Army garrison and forward basing operations, force readiness, power generation, maintenance and quality of life programs.  \n\n\n**References:**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)]( https://www.army.mil/asaiee)\n\n* [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil/)\n\n* [TRADOC Watch](https://www.tradoc.army.mil/watch )\n\n* [Mad Scientist community](https://community.apan.org/wg/tradoc-g2/mad-scientist)\n\n* [Mad Scientist Conferences](https://community.apan.org/wg/tradoc-g2/mad-scientist/p/ms_conf)\n\n**Related Document**\n\n* [Installations, Energy and Environment Strategy 2025]( https://www.army.mil/e2/c/downloads/472099.pdf)  \n\n**Related STAND-TO!:**\n\n* [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n* [Installations, Energy and Environment Strategy 2025](https://www.army.mil/standto/archive_2015-12-07)\n\n**Related blog:**\n\n* [Smart Cities and Installations of the Future: Challenges and Opportunities](http://madsciblog.tradoc.army.mil/21-smart-cities-and-installations-of-the-future-challenges-and-opportunities/).   \n\n**Mad Scientist on social media:**\n\n* [Blog](http://madsciblog.tradoc.army.mil/)\n\n* [Twitter](https://twitter.com/madscientistcc)\n\n",
    "date": "Wednesday July 11, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}