{
    "id": "2018-07-13",
    "title": "Army Futures Command Location Announcement ",
    "body": "#######Provided by Army Futures Command\n\n**What is it?**\n\nAustin, Texas, has been selected as the home of the Army's new Futures Command, a location where the Army is better postured to be near innovative and agile industrial and academic institutions, and where the command can inculcate the culture needed to develop the innovation and synergy required to lead our Army's modernization efforts. Futures Command will identify and develop new prototypes and technologies, and deliver them to warfighters faster than ever. While the modernization cross-functional teams are already aligned under Futures Command, three sub-organizations are scheduled to be established over the next several months before the command is fully established in 2019.  \n\n**Organization**\n\nIn addition to the command headquarters, Army Futures Command will include sub-organizations designed to maximize subject matter expertise and efficiency. The teams are as follows:\n\n* **Futures and Concepts** will identify and prioritize capability development needs and opportunities.\n\n* **Combat Development** will conceptualize and develop solutions for identified needs and opportunities.\n\n* **Combat Systems** will refine, engineer, and produce developed solutions.\n\n* **Cross Functional Teams** (CFTs) use experimentation, teaming, agility and rapid feedback to enable the Army to rapidly develop solutions both with equipment and how to best employ it to improve warfighting capabilities for our Soldiers. The CFTs are aligned against the Army's six modernization priorities and includes two additional cross-cutting CFTs designed to support these efforts: Long-Range Precision Fires, Next Generation Combat Vehicle, Future Vertical Lift, Army Network, Air and Missile Defense, Soldier Lethality, Precision Navigation and Timing, and Synthetic Training Environment.\n\n**Structure**\n  \n* Sub-organizations will transition to Army Futures Command from other Army organizations prior to full operating capacity.  These sub-organizations are expected to remain in their current locations, which will help facilitate continued and direct collaboration between major Army commands.\n\n* TRADOC organizations currently scheduled to re-align include: [Army Capabilities Integration Center (ARCIC)](http://www.arcic.army.mil); [Capability Development and Integration Directorates (CDIDs)](http://www.arcic.army.mil/Directorates/CDD) and associated battle labs (TICMs will remain with TRADOC); and [TRADOC Analysis Center (TRAC)](http://www.trac.army.mil).\n\n* AMC organizations currently scheduled to re-align include: [Research, Development, and Engineering Command (RDECOM)](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/) and [Army Materiel Systems Analysis Activity (AMSAA)]( https://www.amsaa.army.mil/home.html).\n\n* CFTs will report to the Army Futures Command.\n\n    \n**What has the Army done / is doing?**\n\nArmy Futures Command's subordinate organizations are expected to remain at their current locations where they can easily partner with their former parent organizations. Overall, this change will reform the Army's industrial-age modernization system to achieve unity of effort, greater efficiency, and increased accountability.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army looks forward to working with innovators, academia, and business in an environment where ideas and solutions can be developed rapidly to meet the demands of the current operating environment.   \n\n \n**Why is this important to the Army?**\n\nFutures Command will lead the Army's force modernization efforts by determining its strategic direction and maintaining accountability for modernization solutions. This new four-star command will complement the Army's other four-star headquarters -- Forces Command, Training and Doctrine Command and Army Materiel Command -- and is scheduled to reach full operational capability on July 1, 2019.\n\n**Resources:**\n\n* [Army Modernization](https://www.army.mil/standto/2018-01-17)\n\n* [Modernizing for Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)\n\n\n**Cross Functional Teams**\n\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-06-12)\n\n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07)\n\n* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15) \n\n* [Next Generation Combat Vehicles](https://www.army.mil/standto/archive_2018-02-22)\n\n* [Army Network](https://www.army.mil/standto/archive_2018-03-08)\n\n* [Air and Missile Defense Capabilities](https://www.army.mil/standto/archive_2018-03-14)\n\n* [Soldier Lethality](https://www.army.mil/standto/archive_2018-03-22)\n\n* [Synthetic Training Environment](https://www.army.mil/standto/archive_2018-03-26)\n\n\n**Additional Reference:**\n\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)\n\n* [Statement by the Secretary of the Army Dr. Mark T. Esper before Senate Armed Services Committee, Dec. 7, 2017](https://www.army.mil/e2/c/downloads/500971.pdf)\n\n* [U.S. Army Futures Command to reform modernization, says secretary of the Army](https://www.army.mil/article/197886/)\n\n* [New Army Futures Command success hinges on relationship building, says McCarthy](https://www.army.mil/article/200323/)  \n\n",
    "date": "Friday July 13, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}