{
    "id": "2018-07-16",
    "title": "Soldier for Life ",
    "body": "#######Provided by Soldier for Life, G-1\n\n**What is it?**\n\nSoldier for Life is a U.S. Army program that conducts strategic outreach and shapes education, employment, and health policies, programs, and services to inspire citizens to serve and to create an environment where Soldiers transition to be productive Veterans of characters, integrity, and service. \n\n    \n**What has the Army done / is doing?**\n\nSoldier for Life is spreading the message across the Army that once you are a Soldier, you're a Soldier for Life. Soldiers embrace the ideals of discipline, leadership and teamwork and carry those traits as part of a lifelong commitment to service. A Soldier's commitment to service doesn't end when they take off the uniform, it grows as we find opportunities for leadership and service in our community.\n\nThe Soldier for Life program has formed relationships with vibrant veteran communities in cities like Atlanta, Los Angeles, Houston, New York and more around the country. Engaging with these communities creates opportunities for shared success amongst Soldiers, veterans and their communities. \n\nThe Soldier for Life program connects Soldiers and Veterans with top universities to create unique opportunities to excel. A Soldier has skills like teamwork, discipline and leadership that when combined with the education benefits of the Post-9/11 GI Bill, can create unique opportunities to excel in life.\n\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army plans to: \n\n* Communicate internally what is means to be a Soldier and stay connected to the core constituency.\n\n* Promote the value of Soldiers and veterans to private organizations, government, non- profit organizations and universities. \n\n* Shape policies and programs that maximize the potential of our Soldiers as they transition to veterans \n\n\n \n**Why is this important to the Army?**\n\nThe Soldier for Life program is founded upon the central idea that once a Soldier, always a Soldier. A Soldier's legacy of service persists well beyond your time in active service. This journey from civilian to lifelong Soldier is outlined in the Soldier Life Cycle.\n\n**Resources:**\n\n* [Soldier for Life](http://soldierforlife.army.mil/)\n\n\n\n",
    "date": "Monday July 16, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}