{
    "id": "2018-07-17",
    "title": "Army Survivor Advisory Working Group",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Army Survivor Advisory Working Group is a voice for Regular Army, Army National Guard and U.S. Army Reserve survivors on quality of life issues and concerns affecting all survivors. Members of the working group strengthen communication between the Total Army and the Army survivor community.\n\nArmy Survivor Advisory Working Group membership consists of 12 Army members from the Headquarters Army staff and Army commands, 12 survivor advisors and spouses of senior Army leaders.\n\nThe Survivor Advisory Working Group, established in 2007, was chartered in October 2016, formally defining the group's mission and purpose.  \n\n    \n**What has the Army done / is doing?**\n\nThe Army Survivor Advisory Group meets at least twice yearly to identify, evaluate and provide recommendations on new issues, reopen old issues and refocus active issues.  These meetings provide a venue for Army's senior leaders to understand and address issues effecting the survivor community.\n\nMembers discuss quality of life issues effecting Army survivors worldwide and provide advice and recommendations regarding concerns of Army survivors. \n\nAccomplishments of the Survivor Advisory Working Group include: \n\n* Memorial Day and service flag awareness campaign.\n\n* Gaining 24-month survivor Soldier stabilization.\n\n* Gold Star access badge renaming.\n\n* Advocating for Soldier bereavement leave.\n\n* Promoting TRICARE status notification changes.\n\n* Assisting survivors with expedited Gold Star pin replacement.\n\nMembers of the working group also are active at local Survivor Outreach Services offices and share their stories during training sessions for casualty assistance officers. Working group members have advised on casualty assistance officer training, assisted with face-to-face pastoral care and ensured survivor-based scenarios are included in Army Soldier and Family program training.\n\n**What continued efforts does the Army have planned?**\n\nArmy plans to solicit for new Survivor Advisory Working Group members in September 2018 for appointment in spring 2019. Prospective members should be surviving civilian and active-duty spouses and Family members such as spouse, parent or sibling. They should be active in survivor communities and reflect a diverse cross-section of the Army. Further guidance for solicitation of new members will be published at a later date through command channels.\n\nArmy Survivor Advisory Working Group members serve two-year terms and may extend terms up to one year. \n\n \n**Why is this important to the Army?**\n\nThe Army Survivor Advisory Working Group shows the Army's commitment to its Soldiers. The Army values its Families and despite the loss of the Soldier, the Army ensures survivor Families feel connected to the Army for as long as they desire.  \n\n**Resources:**\n\n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)\n\n* [Survivor Outreach Services](https://www.armymwr.com/programs-and-services/personal-assistance/survivor-outreach)\n\n* [Gold Star Survivors](https://www.army.mil/goldstar/)\n\n**Related STAND-TO!:**\n\n* [Survivor Outreach Services](https://www.army.mil/standto/archive_2013-11-26)\n\n* [The Soldier and Family Readiness Division on Facebook](https://www.facebook.com/soldierandfamilyreadiness/) \n\n**Related article:**\n\n* [Army leaders show support for group that comforts, guides survivors](https://www.army.mil/article/176872/)\n\n\n",
    "date": "Tuesday July 17, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}