{
    "id": "2018-07-18",
    "title": "Army Sexual Harassment/Assault Prevention Program",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nThe Army Sexual Harassment/Assault Response and Prevention is responsible for the Army's sexual harassment prevention efforts. The SHARP Program Office directs the Army's efforts in the prevention of and response to sexual harassment, sexual assault, and associated retaliatory behaviors.  It integrates Army SHARP policy and ensures effective communications with internal and external stakeholders.  \n    \n**What has the Army done / is doing?**\n\n\nAs a commanders' program, leaders are required to deliver effective prevention initiatives and ensure compliance with response and reporting requirements for allegations of sexual violence and retaliatory behaviors. \n\nThe SHARP Program is comprised of approximately 3,000 credentialed Program Managers, Sexual Assault Response Coordinators, Victim Advocates, and Trainers around the world who are available to help leaders implement their programs. As a result of the SHARP community's efforts in supporting command teams, there's been an increase in confidence in the chain-of-command and response system.  This has led to empowered, prevention-focused members of the Army team who feel more comfortable intervening to prevent incidents from happening and safer reporting incidents when they occur. \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army SHARP Program recently updated its campaign plan and is currently staffing it through the HQDA leadership prior to publication.  Additionally, the Army SHARP Program Office is completing the pilot of a prevention initiative called Mind's Eye 2.  ME2 (pronounced \"em-e-too\") is designed to help leaders recognize emerging challenges and proactively promote climates of dignity and respect.  It also increases a Soldier's knowledge of how their personal biases and past experiences can shape one's perspective. The Mind's Eye 2 pilot kicked off in January at Fort Stewart, Georgia. The pilot is currently in its second phase, which involves data collection four to six months after people initially experienced the Mind's Eye 2 training.\n\n \n**Why is this important to the Army?**\n\nPrevention of sexual violence increases readiness by reducing the number of non-deployable personnel within formations, reducing turnover, and mitigating issues dealing with trust, command climate, and esprit de corps.\n\n**Resources:**\n\n* [Army SHARP](http://www.preventsexualassault.army.mil/)\n\n\n**Related STAND-TO!:**\n\n* [Sexual Assault Response Coordinators](https://www.army.mil/standto/archive_2017-03-29)\n\n* [SHARP Victim Advocacy](https://www.army.mil/standto/archive_2013-09-26) \n\n\n\n",
    "date": "Wednesday, July 18, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We have to treat everyone with dignity and respect and live by the Army [Values](https://www.army.mil/standto/2018-06-12) and [Ethics](https://www.army.mil/standto/2018-07-12) that have served us well for so long.\n\n\\-  Secretary of the Army Dr. Mark T. Esper ",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}