{
    "id": "2018-07-23",
    "title": "U.S. Army Allies and Partners",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-3-5-7\n\n**What is it?**\n\nThe U.S. Army is committed to strengthening ties to its allies, attracting new partners to amass the greatest possible strength for the long-term advancement of mutual interests and deter aggression. \n\nThe driving force for  this priority is to achieve interoperability across the total Army, with the joint force, and with the international and intergovernmental partners. This priority has an end goal to strengthen relationships and amass the greatest lethality in defense of the nation. \n \n    \n**What has the Army done / is doing?**\n\n\nThe Army seeks to enhance the professional relationships, training and overall coordination with its allies and partners. The Army employs a wide range of security cooperation tools and programs to support the combatant commanders and make U.S. Army training, equipment, and technologies available to its allies and partners. Specific tools and programs include:\n\n* Training and equipping partner nation forces\n* Instructing foreign military students in Army schools\n* Conducting bilateral Army-to-Army staff talks with key allies\n* Officer liaison and exchange programs\n* International cooperative research, development and acquisition (ICRDA) programs\n* Security assistance in the form of Foreign Military Sales (FMS) and training\n* Export licensing\n* International interoperability and standardization programs\n* Combined multinational exercises, and training programs designed to promote international security.\n \nThe Army supports the Department of Defense's State Partnership Program, which links the National Guard of a state or territory to the national security forces of a partner nation for training and partnership building. \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army continues to incorporate interoperability into service policy, doctrine, training, and modernization to identify areas to increase readiness and operational adaptability for Multi Domain Operations in support of coalition and joint force commanders.\n\nThe Army is committed to ensuring all organizations, processes and procedures are ally friendly, bolstering an extended network capable of decisively meeting the challenges of the future.\n\nArmy will focus on developing a fully trained, certified and resourced security cooperation workforce that can deliver and integrate capability effectively to its allies and partners.   \n\n \n**Why is this important to the Army?**\n\nAllies and partners provide unique perspectives, regional relationships and information that improve the Army's understanding of the operational environment.\n\nThe [Army of 2028](https://www.army.mil/standto/2018-06-07) must be ready to deploy, fight and win decisively, against any adversary, in a joint, multi-domain, high-intensity conflict.  Pursuing Army interoperability with its allies and partners supports the Secretary of Defense's second priority to strengthen alliances and partnerships. This  ensures that allies and partners can stand side-by-side with the U.S. Army and restorecompetitive advantage and lethality against future threats.  \n \n\n**Resources:**\n\n* [Deputy Assistant Secretary of the Army for Defense Exports and Cooperation](https://spcs3.kc.army.mil/asaalt/zn/default.aspx) *SharePoint Log-in*\n* [ARSOUTH](https://www.arsouth.army.mil/ )\n* [USARAF](http://www.usaraf.army.mil/)\n* [ARCENT](http://www.usarcent.army.mil/ )\n* [ARNORTH](http://www.arnorth.army.mil/Pages/default.aspx)\n* [USAEUR](http://www.eur.army.mil/)\n* [USARPAC](https://www.army.mil/info/organization/unitsandcommands/commandstructure/usarpac/)\n* [USAR](https://www.army.mil/reserve)\n* [USASAC](https://www.army.mil/info/organization/usasac/)\n\n\n**Related STAND-TO!:**\n\n* [Army Vision](https://www.army.mil/standto/2018-06-07)\n* [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08)\n\n",
    "date": "Monday, July 23, 2018",
    "quote": "#### Focus Quote for the Day\n\n> We will strengthen our traditional alliances and build new partnerships with other nations.  \n\n\\-  Secretary of Defense James N. Mattis ",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}