{
    "id": "2018-07-24",
    "title": "FORSCOM Lean Six Sigma",
    "body": "#######Provided by U.S. Army Forces Command\n\n\n**What is it?**\n\nLean Six Sigma (LSS) is a vital part of U.S. Army's business environment.  U.S. Army Forces Command ([FORSCOM](https://www.forscom.army.mil)) leaders and managers apply proven Lean Six Sigma methods and analysis skills to achieve efficiencies, save time and money. \n    \n**What has the Army done / is doing?**\n\nThe FORSCOM G-8 Business and Readiness Improvement Directorate works nationwide with hundreds of commanders, Soldiers and Army civilian employees to make resource-informed decisions. The directorate uses training and mentoring to better apply cost-management and continuous-process-improvement tools.   \n\nFORSCOM  has approximately 500 trained Green Belt Lean Six Sigma Soldiers and civilian employees, 150 trained Black Belt Lean Six Sigma professionals, and six Master Black Belt experts or Master Black Belt candidates.  These efficiency professionals use monthly meetings, project web sites, e-mails and phone calls to maintain a community focusing on around 50 to 60 ongoing projects at any given time.  \n\nFORSCOM leverages Lean Six Sigma methods to improve response times during no-notice Emergency Deployment Readiness Exercises, to synchronize the fielding of equipment, streamline aviation repair parts inventories, and improve the timely purchases of needed military supplies.  In 2017, two FORSCOM projects received the U.S. Army Office of Business Transformation's Lean Six Sigma Excellence Awards Program (LEAP), with estimated cost savings of $945,000.\n\n\n**What continued efforts does the Army have planned?**\n\nThe FORSCOM G-8 Business and Readiness Improvement team travels monthly to offer classes for  FORSCOM units across the continental Unit States.  These classes include: \n \n* Day-long White Belt classes focusing on an introduction to Lean Six Sigma methods and tools\n* Week-long Lean Leader Course familiarizing students with more detailed procedures. \n* Two-week Green Belt course \n* Four-week Black Belt course with practical exercises and individual projects.  \n\nThese classes promote a culture of innovation, discipline, and accountability \n\n \n**Why is this important to the Army?**\n\nArmy employs Lean Six Sigma which is aimed at reducing variation, improving efficiency and increasing effectiveness. With limited resources at the Army's disposal, this efficiency approach builds synchronization by leveraging existing tools.  LSS assures the nation and its military competitors of continued Army innovation and efficiency.  \n\nModernizing and equipping America's Army for today and tomorrow is about capabilities. Unity of command and unity of effort for the Army's modernization effort ensures accountability, transparency and responsible stewardship of the nation's resources.\n\n\n**Resources:**\n\n* [Army Business Transformation Office](http://www.acsim.army.mil/specialstaff/bto.html)\n* [FORSCOM](https://www.forscom.army.mil )\n\n\n**Related STAND-TO!:**\n\n* [The Army's Lean Six Sigma Program](https://www.army.mil/standto/archive_2015-09-22)",
    "date": "Tuesday, July 24, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}