{
    "id": "2018-07-25",
    "title": "Antiterrorism Awareness - iWATCH Army",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n\n**What is it?**\n\niWATCH Army is a modern version of neighborhood watch focused on the threat of terrorist activity. Established in April 2010, iWATCH Army is modeled after the Los Angeles Police Department's iWATCH program. iWATCH Army encourages and empowers the Army community to identify and report suspicious behavior potentially associated with terrorist activity. \n\nThe passive element of iWATCH Army is individual situational awareness of their surroundings. The active element of iWATCH Army involves individuals taking action to report suspicious behavior or activities to military police or local law enforcement for investigation.  \n    \n**What has the Army done / is doing?**\n\nThe Department of the Army, [Army Office of the Provost Marshal General](https://www.army.mil/opmg)  (OPMG), Antiterrorism Division developed and maintains the iWATCH Army media campaign and awareness products to educate the Army community.  Products developed include posters, brochures, training materials, and public service announcements (PSA).  The Antiterrorism Division also worked with Deputy Assistant Secretary of the Army (Procurement) to have iWATCH Army training, and antiterrorism awareness training, added as requirements for appropriate Army contracts.  Recently, in February 2018, a new iWATCH Army PSA was released and is available through the resources provided below.  \n\n**What continued efforts does the Army have planned?**\n\nVigilance is a key component to counter the persistent terrorist threat. To preserve readiness the Army will continue to practice threat awareness and reporting throughout the year. Quarterly antiterrorism awareness themes and an annual antiterrorism awareness month (August) demonstrate the Army's commitment to prevent terrorist activities. The Army needs the help from everyone in the force to prevent terrorism by expanding community awareness of the risks associated with terrorist activities.\n\n \n**Why is this important to the Army?**\n\n When aware of the possible indicators of terrorist activity and empowered to help protect the communities against terrorism, the entire Army-community acts as \"sensors\" and becomes an extension of our overall protection. The information reported by members of the Army community may reveal a piece of a puzzle that leads authorities to thwart a terrorist plot.\n\nProtecting the force is a vital responsibility of the Army. Army's professional law enforcement and security forces cannot protect the communities alone. Everyone in the community needs to be involved in this critical effort. \n\n**Resources:**\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* Army OneSource (under the iWATCH Army logo): [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n**Related video:**\n\n* [iWATCH Army public service announcement (released Feb. 9, 2018)](https://www.dvidshub.net/video/583923/iwatch-2018)\n\n**Related STAND-TO!:**\n\n* 4Q/FY18 theme: [Expanding Community Outreach](https://www.army.mil/standto/archive_2018-07-02)\n* 2Q/FY18 theme: [Continual Evolving Threat](https://www.army.mil/standto/2018-01-02)\n* 1Q/FY18 theme: [Empowering Antiterrorism Coordinators](https://www.army.mil/standto/2017-09-28)\n\n",
    "date": "Wednesday, July 25, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}