{
    "id": "2018-07-30",
    "title": "PANAMAX ",
    "body": "#######Provided by U.S. Army South \n\n\n**What is it?**\n\nPANAMAX is a [U.S. Army Southern Command](http://www.southcom.mil/)-sponsored, multinational annual exercise that provides training opportunities for nations to work together and build the capability to plan and conduct complex multinational operations. \n\nThe exercise brings together sea, air and land forces in a joint and combined operation focused on ensuring the security of the Panama Canal and the surrounding region that takes place at multiple U.S. military bases. Exercise participants also respond to simulated natural disasters and pandemic outbreaks in various locations.\n  \n    \n**What has the Army done / is doing?**\n\n[U.S. Army South](http://www.arsouth.army.mil/), along with armed forces from partner nations and observers from other nations, take part in the annual U.S. Southern Command-sponsored PANAMAX exercise. \n\nPANAMAX began in 2003 with three countries Chile, Panama and the United States,  and originally focused solely on maritime security of the Panama Canal. Since then, the exercise has grown to become the region's largest coalition command post exercise. Participants are able to exchange their experiences, expertise and gain new knowledge about each other's culture and people. These interactions strengthen the U.S. Army bonds across the region and foster long-lasting friendships and understanding among its partner nations, ultimately benefiting the security of the region.\n \n**What continued efforts does the Army have planned?**\n\nArmy South conducts numerous exercises and operations, such as PANAMAX, that provide high-level training opportunities for the service members and partner nations. Future exercises will build upon this training to ensure the Army is prepared to deploy and conduct contingency operations together.\n \n**Why is this important to the Army?**\n\nPANAMAX provides opportunities for the participating nations, along with Army South, to join efforts in countering threats from transregional criminal organizations, while providing for humanitarian relief and security of the Panama Canal. PANAMAX provides participating countries an opportunity to conduct security and stability operations, practice interoperability, and strengthen their ability to plan and execute complex multinational operations. This multinational exercise develops and sustains relationships that allow partner-nation security forces in the region to achieve common goals, increase cooperation, and improve understanding. \n\n \n\n**Resources:**\n\n* [U.S. Army South ](http://www.arsouth.army.mil/)\n* [U.S. Army Southern Command](http://www.southcom.mil/) \n* Army OneSource (under the iWATCH Army logo): [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n**Related STAND-TO!:**\n\n* [U.S. Army Allies and Partners](https://www.army.mil/standto/archive_2018-07-23)\n* [U.S. Army South Command Strategy](http://www.army.mil/standto/archive_2013-02-06/)\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)\n\n**Army South on social media:**\n\n* [Facebook](http://www.facebook.com/ArmySouth)\n* [YouTube](http://www.youtube.com/usarmysouth)\n* [Twitter (@ARSOUTH)](https://twitter.com/armysouth)\n* [Flickr](https://www.flickr.com/photos/arsouth)\n",
    "date": "Monday, July 30, 2018",
    "quote": "",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}