{
    "id": "2018-07-31",
    "title": "Expeditionary Technology Search ",
    "body": "#######Provided by the Office of the Deputy Assistant Secretary of the Army for Research and Technology \n\n\n**What is it?**\n\nExpeditionary Technology Search (xTechSearch) is a prize competition sponsored by the Assistant Secretary of the Army for Acquisition, Logistics and Technology. xTechSearch is aimed at attracting game-changing innovation, and will pitch novel technology solutions directly to Army leadership.  \n  \n    \n**What has the Army done / is doing?**\n\nThe [ASA(ALT)](https://www.army.mil/asaalt) recognizes that the Army must enhance engagements with American innovators in the entrepreneurial community, small businesses, and other non-traditional defense partners. xTechSearch is a four phased competition offering $1.95 million in prizes to discover innovative technology that will support the Army's modernization priorities. The phases are:\n\n* Phase I: Concept White Paper Contest - All eligible contestants complete a concept paper outlining their knowledge, skills, capabilities and approach for this challenge.\n* Phase II: xTechSearch Technology Pitches -- Up to 125 selected contestants complete an in-person Technology pitch to a panel of Army and Department of Defense subject matter experts and judges at select locations across the United States.  \n* Phase III: AUSA Innovators' Corner - Up to 25 selected xTechSearch semifinalists will be featured at the AUSA Innovators' Corner at the AUSA national meeting, 8-10 October 2018 in Washington, D.C.\n* Phase IV: xTechSearch Capstone Demonstration - Up to 12 selected xTechSearch finalists will demonstrate proof-of-concept for their technology solution to DoD, government, and industry leadership to determine the winner.\n\n**What continued efforts does the Army have planned?**\n\nThere are approximately 23 million companies in the United States and the Army generally, only does business with around 5,000 of them. The Army will proactively and aggressively engage with innovators to see what new ideas, concepts, systems and sub-system components they can bring to the table. \n\nxTechSearch seeks to spur development of leap-ahead technologies for the Army of the Future by identifying paradigm breaking technologies in alignment with the [Army's modernization](https://www.army.mil/standto/2018-01-16) priorities: \n\n* [Long-Range Precision Fires](https://www.army.mil/standto/2018-01-17) \n* [Next Generation Combat Vehicle](https://www.army.mil/standto/archive_2018-02-22) \n* [Future Vertical Lift](https://www.army.mil/standto/archive_2018-02-07) \n* [The Army Network](https://www.army.mil/standto/archive_2018-03-08) \n* [Air and Missile Defense](https://www.army.mil/standto/archive_2018-03-14) \n* [Increasing Soldier Lethality](https://www.army.mil/standto/archive_2018-03-22) \n\n**Why is this important to the Army?**\n\nStrategic land power dominance is critical to the Army for prompt, sustained, and synchronized operations with a force customized to the mission and poised to win in all domains.  For the imaginable future, the nation's landpower dominance will continue to rely on significant science and technology advances to ensure a competitive advantage.  The Army will look  for opportunities to accelerate innovation and to deliver advanced technologies to arm the Soldiers to win decisively.  \n\n\n**Resources:**\n\n* [Assistant Secretary of the Army for Acquisition, Logistics and Technology]( https://www.army.mil/asaalt)\n* [Army Expeditionary Technology Search](https://www.arl.army.mil/www/default.cfm?page=3396)\n* [Challenge.gov](https://www.challenge.gov/challenge/army-expeditionary-technology-search-xtechsearch/)\n* [Army FedBizOps](https://www.fbo.gov/index.php?s=opportunity&mode=form&id=61d1fcca1a0cf8ada41f87d9eebda318&tab=core&_cview=1)\n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/2018-01-16)\n* [Army Futures Command](https://www.army.mil/standto/archive_2018-03-28?dmd)\n\n**Related article:**\n\n* [Army launches technology competition for small business entrepreneurs](https://www.army.mil/article/208104/)\n ",
    "date": "Monday, July 30, 2018",
    "quote": "#### Focus Quote for the Day\n\n> Having come from industry and knowing the challenges associated with entering 'the process', we must proactively and aggressively engage with innovators to see what new ideas, concepts, systems and sub-system components they can bring to the table.\n\n\\-  Dr. Bruce Jette, [Assistant Secretary of the Army (Acquisition, Logistics and Technology)](https://www.army.mil/asaalt), speaks about xtechSearch, a nation-wide competition to revolutionize the way the Army attracts and encourages innovation.",
    "events": "#### Events \n\n**August 2018**\n\nAug. 26: Women's Equality Day - Visit [Women in the U.S. Army](https://www.army.mil/women/?fr=st)\n\n**September 2018**\n\nNational Preparedness Month \n\nSept. 11: [Patriot Day](https://www.army.mil/patriotday/?fr=st)\n\nSept. 15- Oct. 15: Hispanic Heritage Month - Visit [Hispanics in the U.S. Army](https://www.army.mil/hispanics/?fr=st)\n\nSept. 30: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/?fr=st)"
}