{
    "id": "2014-04-01",
    "title": "National Sexual Assault Awareness Month ",
    "body": "**What is it?** \n\nNational Sexual Assault Awareness Month (SAAM) is an annual observance held during the month of April to raise awareness and educate communities on the prevention of sexual violence. \n\nThe U.S. Army, in conjunction with the Department of Defense (DOD), is implementing the new 2014 SAAM theme [***Speak Up! A Voice Unheard is an Army Defeated,***](http://www.preventsexualassault.army.mil/SAAMSplashPage.cfm?CFID=4108822&CFTOKEN=49602130) which is designed to strengthen the collective moral and ethical commitment, in keeping with [Army Values](http://www.army.mil/values/) and [Warrior Ethos](http://www.army.mil/values/warrior.html), to show respect and dignity for every Soldier, Department of the Army Civilian, family member, and the nation.\n\n**What is the Army doing?**\n\nThe Army, along with DOD, began observing SAAM in 2005 to reaffirm its commitment to eradicating sexual assault and sexual harassment in the ranks and within Army communities. \n\nAgencies and organizations throughout the Army plan and execute commemorative activities to celebrate SAAM. Many have partnered with outside organizations to spread awareness through local communities. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThrough coordinated planning of special events, Army commanders and SHARP proponents will continue to raise awareness, internal and external media attention, and momentum for preventing and ending sexual violence.\n\n**Why is this important to the Army?**\n\nSAAM is an opportunity to highlight the corrosive effect sexual assault has on Soldiers, unit readiness, team cohesion, command climate, and trust. Sexual harassment and sexual assault violate [Army Values](http://www.army.mil/values/) and [Warrior Ethos](http://www.army.mil/values/warrior.html), and the nation's trust in leaders. By taking part in SAAM activities, the Army demonstrates its commitment to build and improve the positive climate necessary to prevent the crime of sexual assault and reaffirm the Army's reputation as a mission-ready, values-based organization.\n\n\n**Resources:**\n\n* [Sexual Harassment/Assault Response and Prevention](http://www.preventsexualassault.army.mil/SAAMSplashPage.cfm?CFID=4108822&CFTOKEN=49602130)\n* [Army.mil: SHARP](http://www.army.mil/sharp/)\n* [Ready and Resilient - Personnel Readiness](http://www.army.mil/readyandresilient/personnel)\n* CSA's Blog: [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment/)\n* Related STAND-TO!:\n *  [- SHARP: Special Victim Counsel Program](http://www.army.mil/standto/archive_2013-12-02/)\n *  [- SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n *  [- SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n *  [- Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n *  [-  Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n* Related article:\n *  [- SecArmy implores: 'Take back your Army' from sexual predators](http://www.army.mil/article/122828/)",
    "date": "Tuesday April 1, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n\nTake back your Army from those who harm or assault our Soldiers. Take back your Army from those who ignore the values and who stain our honor. Take back our Army from those who fail to lead. \n\n\n### - Secretary of the Army John M. McHugh, refers to sexual assault and harassment as a \"stain,\" in his call to action for eradicating  sexual assault and harassment from the U.S. Army. SecArmy along with Army Chief of Staff Gen. Ray Odierno and Sgt. Maj. of the Army Raymond F. Chandler III, were the featured speakers at Friday's Pentagon ceremony which marked the start of Sexual Assault Awareness Month commemoration  \n\n### [SecArmy implores: 'Take back your Army' from sexual predators](http://www.army.mil/article/122828/)\n\n### Related: Army senior leaders [message](http://www.army.mil/e2/c/downloads/337627.pdf) to commemorate April as the Sexual  Assault Awareness Month ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}