{
    "id": "2014-04-02",
    "title": "2014 Month of the Military Child",
    "body": "**What is it?** \n\nFrom deployments to new schools, military children are faced with unique challenges that ordinary youth their age do not experience. In an effort to recognize the hard work and applaud the courage of military children, the Department of Defense in 1986 deemed April as Month of the Military Child. \n\nThe Month of the Military Child observance is an opportunity to thank children for their support and recognize the importance of their role in the strength of the Army family. MOMC also reaffirms the Army's commitment to ensuring excellence in schools, childcare and youth services, along with providing a strong supportive environment in which children can thrive. \n\n**What is the Army doing?**\n\nThis year's theme, *Young Lives, BIG Stories,* highlights the unique lifestyles, contributions and sacrifices military children make to our nation. Throughout the month of April, U.S. Army organizations worldwide will provide a variety of fun and exciting events to officially recognize the resilience of our military children. \n\nSpecial events for MOMC 2014 include: \n\n* [- Young Lives, BIG Stories contest](http://www.armymwr.com/momc-big-stories.aspx)\n* [- Purple-Up for Military Kids](http://www.operationmilitarykids.org/public/statePOCNewsDetail.aspx?type=event&ID=3691)\n* [- Military Kids Connect](http://militarykidsconnect.t2.health.mil/)\n* [- Operation MegaPhone](http://www.armymwr.com/op-megaphone.aspx)\n*  -- Places I've Lived\n\nMOMC activities differ across all Army garrisons, however, the goal remains the same: to celebrate the resilient children and their role in the Army family.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to maintaining excellence in schools, youth services and child care to support our children and their families. The Army is providing programs with an increased emphasis on school support and school transition services and standardizing and funding programs worldwide that support the military child. \n\n**Why is this important to the Army?**\n\nThe men and women in uniform cannot focus on the missions or challenges ahead, if they are concerned about their children at home. Providing a safe, nurturing environment for military children creates a stronger more resilient fighting force.\n\n\n**Resources:**\n\n* [U.S. Army Family & Morale, Welfare and Recreation Command](http://www.armymwr.com/)\n* [Army.Mil: Army Families]( http://www.army.mil/families)\n* [Army.Mil: MWR News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/fmwrc/)\n* [Army.Mil: IMCOM News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/imcom/)\n* [Army Installation Management Command](http://www.imcom.army.mil/)\n* [Army OneSource](http://www.myarmyonesource.com/)\n* [Operation Military Kids](http://www.operationmilitarykids.org/public/home.aspx)\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army Teen Panel Global Network of Friends on Facebook](https://www.facebook.com/ArmyTeenPanel)\n",
    "date": "Wednesday April 2, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nAn incident of sexual harassment or sexual assault can affect the cohesion of a unit ... The Army is strong because we trust each other to have each other's back. How can you focus on the mission at hand or trust that your buddy will look out for you on the battlefield when you're thinking about how that buddy has sexually harassed, or worst, assaulted you or someone you know. \n\n### - Sgt. 1st Class Lance Osborne, SHARP program manager for U.S. Army Aviation Center of Excellence and Fort Rucker \n\n### [SHARP: No tolerance for sexual harassment, sexual assault](http://www.army.mil/article/122809/)\n\n###  Army senior leaders [message](http://www.army.mil/e2/c/downloads/337627.pdf) commemorating April as the Sexual  Assault Awareness Month and highlighting  the robust Army's [Sexual Harassment/Assault Prevention and Response](http://www.sexualassault.army.mil/index.cfm) Program",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}