{
    "id": "2014-04-03",
    "title": "U.S. Army Wounded Warrior program",
    "body": "**What is it?** \n\nThe [U.S. Army Wounded Warrior program (AW2)](http://www.wtc.army.mil/modules/soldier/s2-aw2EligibilityEnrollment.html), is a major component of the Army's Warrior Care and Transition Program.  It is a dedicated program to provide personalized support to severely wounded, injured, and ill Soldiers and their families wherever they are located. \n\nRecognizing a changing face of warfare and advances in Army Medicine, the Army took an historic step in creating the U.S. Army Wounded Warrior Program (AW2), in 2004. April marks the[tenth anniversary](http://www.wtc.army.mil/announcements/AW2_10th_Anniversary.html) of the [U.S. Army Wounded Warrior Program (AW2)](http://wtc.army.mil/modules/soldier/s2-aw2EligibilityEnrollment.html).\n\n\n**What is the Army doing?**\n\nAW2 established a network of more than 200 [Advocates](http://www.wtc.army.mil/modules/soldier/s2-advocates.html) at military treatment facilities (MTFs) and Veterans Affairs facilities across the country to support severely wounded, ill and injured Soldiers of all Army components. These advocates are backed by a team of transition professionals with expertise in employment, finance, human resources and navigating the Department of Veterans Affairs.\n\nThe Army expanded its support to wounded, ill and injured Soldiers in 2007 when it established the [Warrior Care and Transition Program (WCTP)](http://wtc.army.mil/wtc/wctpProgram.html), encompassing AW2 and new [Warrior Transition Units (WTUs)]( http://wtc.army.mil/wtc/locations.html). At these WTUs, AW2 Advocates collaborate closely with the Soldiers' interdisciplinary team and ensure continuity of care when the Soldier returns to the force or transitions to veteran status.\n\n**Why is this important to the Army?**\n\nThrough the combined efforts of AW2 and the WTUs, the WCTP provides personalized support to more than 24,000 Soldiers and veterans throughout the recovery and transition process. AW2's expertise has impacted almost every aspect of the recovering Soldier's experience, from the [Comprehensive Transition Plan (CTP)](http://www.wtc.army.mil/modules/soldier/s1-ctp.html) to career and employment readiness to adaptive reconditioning to community support resources.\n\n**What continued efforts does the Army have planned for the future?**\n\nAs a part of the WTC, AW2 transition professionals share the breadth of their experience to write policies and guidance affecting all wounded, ill and injured Soldiers, including those recovering at the WTUs. These policies will continue to shape the future of AW2 and all transitioning Soldiers and veterans.\n\nWarrior care is a sacred obligation for the Army. Regardless of what the future holds with the Army drawing down, this mission will remain strong. AW2 will continue to find smarter, more effective ways to provide the best possible support and continuity of care to each Soldier, veteran and family served.\n\n**Resources:**\n\n* [U.S. Army Wounded Warrior program (AW2)](http://www.wtc.army.mil/modules/soldier/s2-aw2EligibilityEnrollment.html)\n* [AW2 Tenth Anniversary](http://www.wtc.army.mil/announcements/AW2_10th_Anniversary.html)\n* [AW2 Fact Sheet](http://www.wtc.army.mil/documents/factsheets/what_is_AW2_fact_sheet.pdf)\n* [AW2 Eligibility and Enrollment](http://www.wtc.army.mil/modules/soldier/s2-aw2EligibilityEnrollment.html)\n* [AW2 Advocate Support ](http://www.wtc.army.mil/modules/soldier/s2-advocates.html)\n* [Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "date": "Thursday April 3, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nWe're heartbroken that something like this might have happened again. The folks there have sacrificed so much on behalf of our freedom. Many of the people there have been on multiple tours of Iraq and Afghanistan, they serve with valor; they serve with distinction. And when they're at their home base they need to feel safe. \n\n### - President Barack Obama, in his statement about the shooting that took place at Fort Hood, Texas, yesterday\n\n### Taken from the [Remarks by the President on the Shooting at Fort Hood](http://www.whitehouse.gov/the-press-office/2014/04/02/remarks-president-shooting-fort-hood)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}