{
    "id": "2014-04-04",
    "title": "Senior Leader Messages Regarding Fort Hood Incident",
    "body": "The U.S. Army and the nation are deeply saddened by the tragedy that has taken place again at Fort Hood, Texas. This has reopened the pain of the shootings that occurred at Fort Hood four-and-a-half-years ago. Our hearts go out to the victims, their families and the whole Fort Hood community for this tragic loss and their suffering.\n\n**President Obama** \n\n*We're heartbroken that something like this might have happened again. The folks there have sacrificed so much on behalf of our freedom. Many of the people there have been on multiple tours of Iraq and Afghanistan, they serve with valor; they serve with distinction. And when they're at their home base they need to feel safe. We don't yet know what happened tonight, but obviously that sense of safety has been broken once again.  And we're going to have to find out exactly what happened.* \n\n**Defense Secretary Chuck Hagel**\n\n*My thoughts and prayers are with the victims and their families. And my sympathies go out to this strong and resilient community, which has experienced this kind of senseless violence all too recently. There is nothing more important to us as an institution than the safety and well-being of our people.*\n\n**Chairman of the Joint Chiefs of Staff Army Gen. Martin E. Dempsey**\n\n*Thoughts and prayers of the greater military community are with those at Fort Hood. Many questions remain, and our focus is on supporting the victims and their families. This is a community that has faced and overcome crises with resilience and strength.*\n\n**Secretary of the Army John M. McHugh**\n\n*Anytime the Army loses its Soldier, we all mourn. When that loss comes in hands of another Soldier and indeed when that event occurs in the very place that has suffered so much pain and so much anguish just 41/2 years ago, it only adds to the sorrow and the all consuming sense of loss that the Army is feeling this day. Our first responsibility  is to the families of the fallen, also to those who have been wounded and to those close to them - their friends, their family, their loved ones, as they make their ways to the road of recovery.* \n\n**Chief of Staff of the Army Gen. Raymond T. Odierno**\n\n*We talk a lot of the Army -- that we have an Army family -- we have lost young people who are part of our Army family, we take that incredibly seriously. For me it's close to home, I have spent a lot of time in Fort Hood personally ... I was a brigade commander, a division commander, and the Corps commander at Fort Hood. I understand the resilience of that community the resilience of the people there, how proud the Soldiers are of what they do and we will do everything we can to ensure that they continue to move forward ... We have an incredibly talented resilient Army ... we will continue to be incredibly resilient and move forward ... Our thoughts are with the victims.* \n\n**Sgt. Maj. of the Army Raymond F. Chandler III**\n\n*Our hearts go out to the injured Soldiers, their families, and especially\nthe families of the victims who died in this terrible tragedy.  We are\ncommitted to each of them.  We will do what is necessary to ensure we\nunderstand why and how this happened, and then make adjustments so this\ndoes not happen again.*\n\n**Lt. Gen. Mark A. Milley, commander of 3rd Corps and Fort Hood**\n\n*Events in the past have taught us many things here at Fort Hood. We know the community is strong, we know that the community is resilient, we know the Soldiers and the civilians and the families of this Fort who have served so bravely in combat over the last 13 years in both Iraq and Afghanistan are strong and we will get through this. Thanks to all who have supported us, thanks to the local community that has supported us over the last several hours and many years.*\n",
    "date": "Friday April 4, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nWe're heartbroken that something like this might have happened again. The folks there have sacrificed so much on behalf of our freedom. Many of the people there have been on multiple tours of Iraq and Afghanistan, they serve with valor; they serve with distinction. And when they're at their home base they need to feel safe. \n\n### - President Barack Obama, in his statement about the shooting that took place at Fort Hood, Texas, yesterday\n\n### Taken from the [Remarks by the President on the Shooting at Fort Hood](http://www.whitehouse.gov/the-press-office/2014/04/02/remarks-president-shooting-fort-hood)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}