{
    "id": "2014-04-09",
    "title": "Reserve Component Rotational Force Pool -  Non-deploying Unit Training",
    "body": "**What is it?**\n\nThe U.S. Army's Rotational Force Pool (RFP) units ensure a sufficient inventory of active and reserve component (RC) forces follow a progressive readiness cycle and are capable of deploying, as required, in support of named operations, non-programmed combatant command requirements and theater operational exercises or training. Non-deploying (ND) RFP units are not initially sourced for deployment to a named mission, but train to build progressive readiness within RESET - Train/Ready 1,2,3 and Available Force Pool years as part of the [Army Forces Generation model](https://secureweb2.hqda.pentagon.mil/vdas_armyposturestatement/2012/addenda/addenda_g.aspx).  \n\n**What has the Army done?**\n\nThe Army remains committed to preparing and maintaining its RC force to execute current requirements and face future threats. As the Army transitions from 12  years of war, [First Army](http://www.first.army.mil/), [U.S. Army Forces Command (FORSCOM)](http://www.forscom.army.mil/)'s executing agent for RC training support, reviews and updates training support requirements and capabilities, assigns support tasks to subordinate commands and synchronizes training support resources for RFP-ND units.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army, through FORSCOM, directed [First Army](http://www.first.army.mil/) to refocus its mission main effort capabilities from post-mobilization training to advising, assisting and training RC units during pre-mobilization. First Army supports RC RFP-ND home station training conducted during weekend drills and annual training periods, as requested by the RC and in accordance with FORSCOM priorities of support, and assists these units achieve their designated readiness Aim Points objective by:  \n\n* -conducting major collective training exercises during Train/Ready years 2 or 3\n* -enabling home station training\n* -establishing early coordination with supported RC units\n* -synchronizing training support resources\n* -leveraging all available training resources\n* -developing live, virtual, constructive, gaming exercises\n* -providing observer-coach/trainers as directed\n\nIn fiscal year 2013, First Army provided RC RFP-ND training support to 19 major training exercises supporting more than 48,000 RC Soldiers and is on track to provide RC RFP-ND training support to 20 major exercises supporting more than 52,000 RC Soldiers in fiscal year 2014.\n\n**Why is this important to the Army?**\n\nThe  requires RC units to train and achieve/sustain the highest authorized level of readiness within resource constraints. Properly trained, capable, proficient and prepared RC RFP-ND leaders, Soldiers and units entering the Available Force Pool may be used as a starting point for strategic and operational planning in the event of a crisis or contingency operation and will be ready to execute decisive action and combatant command mission requirements, if needed.\n \n\n**Resources:**\n\n* [First Army](http://[www.first.army.mil])\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army on Facebook](http://www.facebook.com/FirstArmy)\n* Related article:  \n* [- FORSCOM Mobilization and Deployment Planning System](http://www.army.mil/standto/archive/issue.php?issue=2012-07-26)\n* Related STAND-TO!: \n* [-  Reserve Component Mobilization Operations](http://www.army.mil/standto/archive_2014-03-25/) ",
    "date": "Wednesday April 9, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nIn order to execute the defense strategy, it is important to note that as we continue to lose end strength, our flexibility deteriorates as does our ability to react to a strategic surprise. Our assumptions about the duration and size of future conflicts, allied contributions and the need to conduct post-conflict stability operations are optimistic. If these assumptions are wrong, our risk grows significantly. \n\n### -  Chief of Staff of the Army Gen. Raymond T. Odierno,  emphasizes upon the active Army and Reserve force mix related to the Defense Authorization request for fiscal year 2015 and the Future Years Defense Program,  in his testimony to Senate Armed Services Committee hearing yesterday\n\n### - [Odierno: Army faces 'tough' choices in uncertain fiscal times](http://www.army.mil/article/123612/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}