{
    "id": "2014-04-10",
    "title": "U. S. Army North's Task Force 51",
    "body": "**What is it?**\n\nEmbedded within [U.S. Army North](http://www.arnorth.army.mil/) (Fifth Army), Task Force 51 (TF 51) is a deployable command post designated to assist local, state and federal responders with disasters in the United States. TF 51 matured from an additional duty to becoming a full-time all-hazard and specialized chemical, biological, nuclear response task force with far-reaching capabilities to provide mission command of Department of Defense (DOD) forces in support of a lead federal agency responding to disaster. \n\n\n**What has the Army done?**\n\nIn 2005, TF-51,  as a concept of a deployable headquarters to command and control DOD forces responding to a disaster in the homeland,  was created. This concept was tested when Hurricane Katrina devastated communities along the Gulf Coast and the city of New Orleans. \n \nThe successful DOD response to Katrina has been well documented. One of the key lessons learned was the need for a task force that could deploy quickly to command and control DOD's efforts in support of a lead federal agency. Since Katrina, TF-51 has deployed under different concepts anticipating state and local needs following natural disasters - \n\n*  2007 -  Wildfires in the southern part of California  \n*  2008 -  Hurricane Gustav, Louisiana\n*  2010 -  Deep Water Horizon Oil Spill,  Louisiana \n*  2011 -  Hurricane Irene, New Jersey \n*  2013 -  Hurricane Sandy, New Jersey\n\nIn 2012, TF-51 assumed mission command for the Chemical, Biological, Radiological, Nuclear Response Element Alpha. The C2CRE-A is part of the nation's tiered response to CBRN incidents and is able to employ and sustain specialized DOD forces.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army supports TF-51 with the personnel and equipment necessary to maintain the only standing all-hazards response force focused on the homeland. ARNORTH continues to upgrade systems used by TF-51 to maintain interoperability with its Federal and State partners along with the subordinate units who support operations. It's in collaboration and cooperation with other DOD agencies to ensure the right response, at the right time, is provided.  Twenty major exercises supporting more than 52,000 reserve-component Soldiers in fiscal year 2014.\n\n**Why is this important to the Army?**\n\nAlthough its size and composition has evolved since its conception, the one constant for TF-51 is the ability to quickly deploy and support local, state and federal officials where catastrophic disasters exceed their capabilities. \n \n\n**Resources:**\n\n* [U.S. Army North](http://www.arnorth.army.mil/)\n* [U.S. Northern Command](http://www.northcom.mil/)\n* [Army.mil: U.S. Army North news](http://www.army.mil/usarnorth)\n* [U.S. Army Humanitarian Relief](http://www.army.mil/humanitarian/)\n* [First Army on Facebook](https://www.facebook.com/pages/U-S-Army-North-Fifth-Army/102944300058)",
    "date": "Thursday April 10, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nThe number-one concern of our Soldiers relates to the work of Department of Defense and Congress on the Military Compensation and Retirement Modernization Committee.  \n\n### -  Sgt. Maj. of the Army Raymond F. Chandler III, stated the number one concern for Soldiers, while listing the \"Top Five\" concerns, which includes readiness, fiscal uncertainty, indiscipline in the ranks and regulatory changes such as uniform and personal appearance standards, during his testimony to the Senate Armed Services Committee, personnel subcommittee's hearing on Capitol Hill, April 9, 2014\n\n### - [SMA lists 'Top 5' concerns of Soldiers](http://www.army.mil/article/123756/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}