{
    "id": "2014-04-11",
    "title": "U.S. Army Space and Missile Defense Command/Army Forces Strategic Command ",
    "body": "**What is it?**\n\nThe [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) (USASMDC/ARSTRAT) is the [Army Service Component Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/) to [U.S. Strategic Command](http://www.stratcom.mil/) (USSTRATCOM). \n\nIts objective is to provide dominant space and missile defense capabilities to support warfighters. The command:\n\n*  -conducts space and missile defense operations \n*  -provides planning, integration, control and coordination of Army forces and capabilities in support of USSTRATCOM's and combatant commanders' missions  \n*  -serves as the force modernization proponent for space, high altitude and global missile defense\n*  -is the Army operational integrator for global missile defense\n*  -conducts mission-related research and development to support Army Title 10 responsibilities\n\n\n**Why is this important to the Army?**\n\nMore than 60 percent of the Army's equipment and weapons depend on space systems. All Army warfighting functions rely on space-based capabilities, which help forces see the enemy, navigate accurately, strike precisely, and communicate clearly. \n \nUSASMDC/ARSTRAT is geographically well-positioned to provide these capabilities, through three lines of effort: \n\n* ***Operations*** - providing trained and ready space and missile defense forces and capabilities to the warfighter and the nation (today)\n* ***Capability Development*** - building future space and missile defense forces (tomorrow)\n* ***Materiel Development*** - researching, testing, and integrating space, missile defense, cyber, directed energy, high altitude, and related technologies (day-after-tomorrow)  \n\n**What has the Army done?**\n\nThere are about 950 USASMDC/ARSTRAT Soldiers and civilians supporting space and missile defense operations daily worldwide. The command's Wideband Satellite Operations Centers manage communication. Specialists in space-based products and services, including commercial imagery, have deployed to theaters and sites of natural disasters. The command also provides missile defense crews, who man the nation's only limited defense against ballistic missile attack from North Korea, at Fort Greely, Alaska, and Vandenberg Air Force Base, Calif. Globally positioned detachments access satellite infrared warning sensors for missile warning, to cue missile defense systems and provide missile defense warning to combatant commands. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nUSASMDC/ARSTRAT researches, develops, tests and integrates capabilities for materiel solutions in tactical space, high altitude, missile defense, cyberspace, directed energy and other related areas. USASMDC/ARSTRAT will continue to develop and test: nanosatellite and low-cost launch vehicles; short range ballistic missile targets; *High Energy Laser Mobile Demonstrator* to counter rocket, artillery, mortar and other threats; high power microwave weapons and other technologies to counter improvised explosive devices; and *Advanced Hypersonic Weapon* technology.\n\nAdditionally, USASMDC/ARSTRAT will build on the existing doctrine, force structure and training to ensure future forces sustain space and missile defense integration across the Army's seven warfighting functions, experimentation and wargames.\n \n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/ )\n* [U.S. Strategic Command](http://www.stratcom.mil/)\n* SMDC on Social Media: \n* [- Facebook](http://www.facebook.com/armysmdc)\n* [- Flickr ](http://www.flickr.com/armysmdc)\n* [- YouTube](http://www.youtube.com/armysmdc)\n* [- Twitter](http://www.twitter.com/armysmdc)\n* [SMDC/ARSTRAT Fact sheets](http://www.smdc.army.mil/2008/Factsheets.asp)",
    "date": "Friday April 11, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nDuring this period of fiscal and strategic uncertainty, our goal has been to maintain the proper balance between end strength, readiness, and modernization across the total Army, all three of our components ... The best thing that we can do is get rid of the uncertainty.  \n\n### -  Gen. John F. Campbell, emphasized the Army senior leaders concern about future funding for the Army, at a hearing about Army modernization and the fiscal year 2015 budget request, during his testimony to the Senate Armed Services Committee on Capitol Hill, April 9, 2014 \n\n### - [VCSA: Fiscal constraints mean 'greater risk' in modernization](http://www.army.mil/article/123683)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}