{
    "id": "2014-04-14",
    "title": "Situational Awareness Geospatially Enabled",
    "body": "**What is it?**\n\nSituational Awareness Geospatially Enabled (SAGE) has been developed by U.S. Army Engineer Research and Development Center's (ERDC) [Topographic Engineering Center](http://www.erdc.usace.army.mil/Locations/TopographicEngineeringCenter.aspx) (TEC), located at the [U.S. Army Geospatial Center](http://www.agc.army.mil/). SAGE enables geospatial engineers and intelligence professionals to create Tactical Decision Aids in support of the military decision making process and troop leading procedures. \n\nSAGE enhances terrain analysis capabilities to the lowest tactical level, while mitigating capability gaps of arduous, manual, time-intensive and imprecise terrain analysis.   SAGE provides users with a set of simplified geospatial analysis tools comprised of government-owned models provisioned as ArcGIS Toolbox.  SAGE is a part of the [Distributed Common Ground System - Army](http://www.army.mil/standto/archive_2014-01-16/) (DCGS-A) which supports military intelligence missions.  \n\n\n**What has the Army done?**\n\nResearchers and developers from [TEC](http://www.erdc.usace.army.mil/Locations/TopographicEngineeringCenter.aspx) have trained Soldiers from geospatial engineer and intelligence teams on the use of SAGE.  The 10th Mountain Division, 82nd Airborne Division and various units have conducted extensive evaluations.  Soldiers surveyed, including combat deployed, have reported an overwhelmingly positive response, verifying the efficacy of SAGE as a legitimate combat multiplier and solution to the legacy capability gap of arduous terrain analysis.  Soldiers and leaders using SAGE are now able to shift intellectual capital from data processing and information analysis to the necessary human requirement of situational understanding, judgment, and decision making. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is making SAGE accessible to mission planners and intelligence analysts through the DCGS-A User Forum.  SAGE generated Modified Combined Obstacles Overlay (MCOO) products are to be made available on mounted and dismounted platforms.  Instructors from the Intelligence Center of Excellence at [Fort Huachuca](http://www.army.mil/info/organization/huachuca/), Az.,  have integrated SAGE tools into the *Warrant Officer All Source Intelligence Technician and Imagery Intelligence Technician Advanced Courses*.   Discussions are underway to introduce SAGE to the Geospatial Engineer Schoolhouse at [Fort Leavenworth](http://garrison.leavenworth.army.mil/), Kan.    \n\n**Why is this important to the Army?** \n\nSAGE creates a consistent, doctrinally-founded Army-wide baseline for data ingestion and processing, as well as standardized and useable terrain analysis output.  SAGE  assists the Soldiers with the capability to execute refined terrain analysis anywhere in the world and apply rigorous scientific methodology to terrain-centric planning for specific tactical missions. \n\nThe output from SAGE deepens a leader's understanding and knowledge of the impact of terrain and weather in the operating environment, ultimately enabling informed command decisions.  These decision aids provide map reconnaissance and planning value to tactical leaders with respect to terrain visualization and mission feasibility.  \n \n\n**Resources:**\n\n* [U.S. Army Geospatial Center](http://www.agc.army.mil/)\n* [U.S. Army Engineer Research and Development Center](http://gsl.erdc.usace.army.mil/)\n* [U.S. Army Topographic Engineering Center](http://www.erdc.usace.army.mil/Locations/TopographicEngineeringCenter.aspx)\n* Related STAND-TO!: \n* [- Distributed Common Ground System - Army](http://www.army.mil/standto/archive_2014-01-16/)\n* [- U.S. Army Geospatial Center](http://www.army.mil/standto/archive/issue.php?issue=2012-05-10)",
    "date": "Monday April 14, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nAt war, that equates to a combat advantage. In life, that equates to a better you. It equates to a better family, and it equates to a better community.\n\n### - Lt. Gen. Patricia D. Horoho, Army Surgeon General and commander, [U.S. Army Medical Command](http://www.army.mil/armymedicine), emphasizes on the importance of a healthy, well-rested and well-fueled brain, which makes better decisions,  while speaking about brain health as the \"new frontier\" in science, at the beginning of a two-day \"Brain Health Consortium\" at the Defense Health Headquarters in Falls Church, Va., April 10 \n\n### - [Surgeon general says brain health 'new frontier'](http://www.army.mil/article/123858)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}