{
    "id": "2014-04-15",
    "title": "Reserve Component Demobilization Operations",
    "body": "**What is it?**\n\nClearly defined demobilization operations for returning Mission Force Pool (comprised of mostly active-component forces) and Rotational Force Pool - Deploying Units (includes reserve-component forces) are established to ensure a consistent, efficient and unified demobilization process for all deploying Army forces. \n\nDemobilization planning with RC unit commanders begins a full year prior to their mobilization and continues while they are in theater. [First Army](http://www.first.army.mil/) is [U.S. Army Forces Command](http://www.forscom.army.mil/)'s  (FORSCOM's) executing agent for the demobilization and redeployment of RC RFP-D forces.\n\n\n**What has the Army done?**\n\nBeginning in 2010, the Army transformed demobilization operations from a unit \"time-focused\" (five days) event to a Soldier \"requirements-based\" (up to 14 days) process completed to standard at all installations. The Army's RC demobilization process focuses on transitioning personnel from active to reserve status and providing each with tailored administrative, health, employment and professional development assistance. To accomplish this, First Army communicates with the redeploying leadership 90 days before they arrive from theater, customizes the unit's demobilization plan and conducts plan rehearsals with all stakeholders to ensure detailed command emphasis.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe requirements-based demobilization model places an increased emphasis on the conduct of behavioral health and medical assessments acknowledging that some Soldiers will require more time than others to complete the demobilization process. No Soldier departs the demobilization site until all of his/her needs have been addressed and validated. For those requiring long-term support, a personalized plan of support is developed involving the Army, [Department of Veterans Affairs](http://www.va.gov/) and other supporting organizations. The [Department of Labor](http://www.dol.gov/) and VA partner in the Veteran's Opportunity to Work/Transition Assistance Program (VOW/TAP), a major initiative to help Soldiers transition and succeed beyond active-duty service. In Fiscal Year 2013, First Army demobilized almost 37,000 RC personnel and is on track to demobilize more than 29,000 in Fiscal Year 2014.  \n\n**Why is this important to the Army?** \n\nProperly demobilized RC RFP-D forces helps reassure our Families, communities, and employers that the Army, through the efforts of First Army leaders, will return Soldiers home with the care, benefits, and entitlements commensurate with the service member's service to our nation. During the period Jan. 1, 2012, through Apr. 30, 2013, the requirements-based process resulted in a positive impact on more than 1,800 returning units and more than 60,000 demobilizing RC Soldiers.\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army on Facebook](http://www.facebook.com/FirstArmy)\n* Related article:\n* [- Requirements-based demobilization; the last step](http://www.army.mil/article/117768/)\n* Related STAND-TO!:\n* [-  Reserve Component Rotational Force Pool - Non-deploying Unit Training](http://www.army.mil/standto/archive_2014-04-09/)\n* [- Reserve Component Mobilization Operations](http://www.army.mil/standto/archive_2014-03-25/)\n* [- FORSCOM Mobilization and Deployment Planning System](http://www.army.mil/standto/archive/issue.php?issue=2012-07-26)\n\n\n",
    "date": "Tuesday April 15, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nIt has been an honor to meet, learn from and get to know some of the most intelligent, compassionate and accomplished leaders, the Army spouses. They are among the most under-appreciated and unrecognized resources of our country. They are my role models. \n\n### - Former Under Secretary of the Army Dr. Joseph W. Westphal,  reads out a message his wife Linda had written for him to read, at his farewell ceremony, at the Pentagon, April 14\n\n### - [Army bids farewell to its tireless advocate, Dr. Westphal](http://www.army.mil/article/124023/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}