{
    "id": "2014-04-16",
    "title": " New Army TBI Training Program",
    "body": "**What is it?**\n\n[U.S. Army Medicine](http://armymedicine.mil/pages/home.aspx) released a preview of its new concussion/mild traumatic brain injury (TBI) awareness training materials for all DA personnel.  \n\nArmy-wide TBI training is mandatory per HQDA EXORDs 242-1 and 165-13 and training materials are currently available on the Traumatic Brain Injury Training support page on [Army Training Network](https://atn.army.mil/media/dat/TBI/tbi.aspx) (ATN).  \n\nThe new concussion/mild TBI training materials will provide a unique blend of organic training technology and cinematic scenario-based training, in-product filmed facilitators and interactive practical exercises.  These will replace the existing training materials and will be available on ATN in August 2014.  Separate products will be available for Soldiers and leaders, medics, primary care providers, and specialty care providers. \n\n\n**What has the Army done?**\n\nThe Army's Warrior Concussion/Mild Traumatic Brain Injury Campaign (HQDA EXORD 242-11), published in 2011, seeks to change the Army's cultural attitude regarding concussion and reduce the impact of concussion on individual Soldier health and well-being.  Education is the overarching line of effort to increase awareness, promote prevention, and decrease the stigma of seeking care for concussion. HQDA EXORD 242-11 mandates TBI education for all Army personnel.     \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to inform and educate every Soldier and leader about the effects of a concussion and actions required to be taken following events that may cause a concussion. Every medic and medical provider will be provided understanding of the process for evaluating, treating and tracking Soldiers exposed to a potentially concussive event as well as those diagnosed with a concussion.  \n\nThrough educating the force,  the Army hopes to affect a cultural change about better understanding about concussion.  This will help ensure that  Soldiers and leaders understand the importance of  a check-up and subsequent rest for recovery, following a potentially concussive event.  This is in support of the NFL practice, \"it's better to miss one game than the whole season.\"   \n\n\n\n**Why is this important to the Army?** \n\nSince 2000, a total of 294,172 Department of Defense (DOD) service members worldwide have been diagnosed with a [traumatic brain injury](http://www.army.mil/tbi) of which 58 percent are U.S. Army Soldiers.  While much of the popular media focuses on those concussions/mild TBIs that occur in the deployed setting, approximately 78 percent of all Army TBIs from 2000-2013 were non-deployment associated and occurred in garrison.  Therefore, concussions will continue to be a challenge for the DOD.\n\n\n**Resources:**\n\n* [Army TBI](http://www.army.mil/tbi)\n* [Army Training Network](https://atn.army.mil/media/dat/TBI/tbi.aspx)\n* [Defense and Veterans Brain Injury Center](http://dvbic.dcoe.mil/)\n* [Concussion video](http://dvidshub.net/r/k2xoh5)\n* Related articles:\n* [- Training to help Soldiers recognize concussions](http://www.army.mil/a/122434/)\n* [- New clinical recommendations released for traumatic brain injuries](http://mrmc.amedd.army.mil/index.cfm?pageid=media_resources.news_releases.new_tbi_clinical_recommendations)\n* Related STAND-TO!:\n* [-  Army Training Network](http://www.army.mil/standto/archive_2013-07-22/)\n* [- Traumatic Brain Injury](http://www.army.mil/standto/archive/issue.php?issue=2012-06-27)\n* [- mTBI: New Policies Require Medical Evaluation for All Concussions](http://www.army.mil/standto/archive/2010/07/23/)\n\n\n",
    "date": "Wednesday April 16, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nDuring a long dark night, Spc. White's uncommon valor and perseverance saved lives and prevented the loss of U.S. bodies and equipment - Extraordinary and consistently selfless actions by a young paratrooper. \n\n\n### - Lt. Col. William B. Ostlund, battalion commander, Task Force Rock, in his 2008 highlight of the former Sgt. Kyle Jerome White's act of valor., For his courageous actions in 2007, Sgt. White will receive the Medal of Honor during a May 13 ceremony at the White House, as [announced](http://www.army.mil/article/124011/?from=stquote) by President Obama yesterday \n\n### - Taken from Army.mil microsite for [Medal of Honor: Sgt. Kyle J. White](http://www.army.mil/medalofhonor/white/profile/?from=stquote)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* April 15: White House announcement to award the Medal of Honor to [Former Sgt. Kyle White](http://www.army.mil/medalofhonor/white/profile/?from=stevent)\n\n"
}