{
    "id": "2014-04-17",
    "title": "Civilian Workforce Transformation ",
    "body": "**What is it?**\n\n[Army Civilian Workforce Transformation](http://www.asamra.army.mil/cwt/), as established last year by the [Assistant Secretary of the Army (ASA) Manpower & Reserve Affairs (M&RA)](http://www.asamra.army.mil/index.cfm), is chartered to look at existing civilian workforce programs and offer recommendations and modifications to realize the Army's vision of a civilian workforce management program able to attract and retain top talent and prepare the civilian workforce to succeed in leadership positions throughout the Army. \n\nCWT's efforts are focused on ensuring the civilian cohort is a trained and ready professional workforce with increased capabilities to execute the Army's current and future missions.  CWT's primary goal is to produce a more \"flexible and adaptable\" civilian cohort to better support Army goals and missions today and in the future.   \n\n**What has the Army done?**\n\nA major training initiative key to supporting the civilian cohort is the implementation of the [Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/). A web-based tool, ACT provides users (employees, supervisors and Career Program Managers) an integrated view of training and education in one personalized and easy to use web-based dashboard to track and manage career development.  \n\nAnother result of CWT is the [Army Senior Enterprise Talent Management Program](http://www.civiliantraining.army.mil/professional/Pages/SETM.aspx) (SETM) .  Its purpose is to provide for a more coordinated management plan to prepare senior civilians at the GS-14 and GS-15 levels to assume duty positions of the greatest responsibility across the department.  \n\n\n**Why is this important to the Army?** \n\nThe Army civilian corps makes up about 23 percent of the total Army force, encompassing more than 300,000 professionals serving in almost 500 unique job series both in the United States and around the world. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe CWT will continue to provide- \n\n* -Civilians with a defined \"roadmap\" with appropriate training and development opportunities to facilitate the achievement of career goals\n* -Commanders, the right workforce with the right training and development for the current and future mission needs\n* -Army with a predictable and rational method to articulate requirements and make decisions about resourcing in a fluid environment    \n* -Nation with the investment in human capital required to effectively manage the institutional Army now and in the future.\n \n**Resources:**\n\n* [Civilian Workforce Transformation](http://www.asamra.army.mil/cwt/)\n* [Army Civilian Personnel ](http://cpol.army.mil/index.html)\n* [Army Civilian Training, Education & Development System](http://cpol.army.mil/library/train/acteds/)\n* Log in required: [Army Career Tracker](https://actnow.army.mil/wps/portal/!ut/p/b0/04_Sj9CPykssy0xPLMnMz0vMAfGjzOKd3R09TMx9DAwsfNxNDTwdPUKDLAONjQ1czfULsh0VAW9IRPw!/)\n* [Army Civilian Training and Leader Development](http://www.civiliantraining.army.mil/Pages/Homepage.aspx)\n* [Civilian Senior Leader Management Office]( http://www.asamra.army.mil/org_cslmo.cfm)\n* [Army.mil: Army Civilian Corps Creed](http://www.army.mil/values/corps.html)\n* Related STAND-TO!:\n* [- Army Career Tracker](http://www.army.mil/standto/archive_2013-04-16/)\n* [- Army Civilian Training and Leader Development](http://www.army.mil/standto/archive/issue.php?issue=2012-06-07)\n* [- Senior Enterprise Talent Management Program](http://www.army.mil/standto/archive/issue.php?issue=2012-04-25)\n* Related article:\n* [- Civilian Workforce Transformation: Enterprise management of the Army civilian corps](http://www.army.mil/article/106750)\n\n",
    "date": "Thursday April 17, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nI'm a firm believer in taking charge of your life. For example, if you choose to leave the Army, you should take advantage of all the benefits we have while you are on still serving, like tuition assistance for civilian education -- so you put yourself in the best possible situation. Those who don't have a plan are kind of treading water, and that goes against everything we say a Soldier should do. You should be continuously improving yourself, not only from a military perspective but from a personal one.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III,  encouraged the Soldiers to be proactive in managing their careers and goals to ensure success in a more competitive Army and civilian job market, during his recent tour to visit with Air Defense Artillery Soldiers throughout Southwest Asia \n\n\n### - [SMA Chandler visits deployed Air Defense Artillery Soldiers](http://www.army.mil/article/124139/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* April 15: White House announcement to award the Medal of Honor to [Former Sgt. Kyle White](http://www.army.mil/medalofhonor/white/profile/?from=stevent)\n\n"
}