{
    "id": "2014-04-18",
    "title": "Army Contingency Response Force",
    "body": "**What is it?**\n\nEach of the six Army Service Component Commands has created a contingency response force to react quickly to incidents within its area of responsibility and provide support ranging from humanitarian assistance to combat capabilities.  \n\n**What has the Army done?**\n\nMost ASCCs devoted company-sized elements that can be augmented as needed to the mission, tasking them to provide responsive, scalable, tailorable packages ready to deploy in as little as 18 hours to conduct full-spectrum operations for contingencies as varied as humanitarian assistance, site security, noncombatant evacuation, diplomatic facility security and combat operations. \n  \nIn February Italy-based paratroopers from [U.S. Army Europe's Contingency Response Force](http://www.eur.army.mil/pdf/USAREUR_AboutUs.pdf) -- the 173rd Infantry Brigade Combat Team (Airborne) -- [responded within hours](http://www.army.mil/article/120175/) to deliver generators to Slovenia, and in partnership  with the Slovenian 1st Brigade restored electricity to thousands of citizens left without power after a severe ice storm. \n\nMany of the CRFs can draw on other forces as well, including joint service capabilities, to augment their response capacity. [Army Central](http://www.arcent.army.mil/) forces can be scaled up to brigade level and call upon a combat aviation brigade for support. Africa Command has the [East Africa Response Force](http://www.usaraf.army.mil/NEWS/NEWS_131228_car3.html), a battalion-sized task force that includes Navy and Air Force personnel; an approximately battalion-sized Marine air-ground task force; and other forces at its disposal. Contingencies in Africa are also supported by [U.S. Army Europe](http://www.eur.army.mil/ )'s CRF. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy contingency response forces and other emerging efforts, such as the building of regionally aligned forces and continually increasing multi-service, multinational cooperation, are helping to define the future of global security efforts by building U.S. and multinational formations that can be called on to quickly  join forces to counter a wide array of threats.\n\n**Why is this important to the Army?** \n\nBuilding contingency force packages helps keep the Army ready to efficiently and effectively fulfill the myriad missions it performs. Meeting those challenges takes agile, responsive, tailored forces prepared to operate in diverse, complex environments to meet combatant commanders' requirements, engage effectively with colleague services and multinational partners, and provide support to a wide range of agencies and civil authorities to promote and protect U.S. and global security.\n\n \n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil)\n* [173rd Airborne Brigade Combat Team](http://www.eur.army.mil/173abct/)\n* [U.S. European Command](http://www.eucom.mil)\n* [U.S. Army Europe's Contingency Response Force](http://www.eur.army.mil/pdf/USAREUR_AboutUs.pdf)\n* Related articles:\n* [- 173rd paratroopers assist Slovenian partners during ice storm](http://www.army.mil/article/120175/)\n* [- Livorno HAP supports disaster relief efforts in Slovenia](http://www.army.mil/article/120652)\n\n",
    "date": "Friday April 18, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nWe may have Soldiers that are qualified to re-enlist, they meet that basic eligibility that we look for, but now we have to go a little deeper. And, even though they may be qualified, are they the 'best' qualified for continuous service?\" \n\n### - Sgt. Maj. Russell Paradis, [Fort Sill](http://sill-www.army.mil/)  command career counselor,  references to the Army's restructure of troops from 510,000 active-duty Soldiers to 490,000 through programs like Qualitative Management Program and [Qualitative Service Program](http://www.army.mil/standto/archive/issue.php?issue=2012-03-21).\n\n### - [Soldiers have options to explore before Army restructure](http://www.army.mil/article/124227/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* April 15: White House announcement to award the Medal of Honor to [Former Sgt. Kyle White](http://www.army.mil/medalofhonor/white/profile/?from=stevent)\n\n"
}