{
    "id": "2014-04-21",
    "title": "Army National Guard 2014 Earth Day: Lend a Hand, Save our Land",
    "body": "**What is it?**\n\nEarth Day is an international event promoting environmental protection. The first Earth Day was held in the U.S., April 22, 1970. Annual celebrations have rallied over 20 million Americans, including members of the National Guard, to participate in environmental awareness activities. This year's Army National Guard Earth Day event theme is \"Lend a Hand, Save our Land.\"  It features [environmental stewardship]( http://www.arng.army.mil/News/publications/Publications/envexcellence.pdf), community involvement, and [sustainability](http://www.arng.army.mil/aboutus/Pages/Sustainability.aspx).\n\n**What has the Army done?**\n\nThe Army National Guard hosts the annual Earth Day celebration in conjunction with *Bring Your Child to Work Day* at the National Guard Bureau (NGB). Last year the Army Guard G4 held a professional development seminar on operational energy/contingency basing and environmental education activities for the Soldiers and Civilians who work at NGB and their children. State National Guard personnel recognize Earth Day in their communities in various ways. \n  \n[Minnesota ARNG](http://www.minnesotanationalguard.org/community_support/environmental.php) Soldiers planted trees in training areas and constructed a walking trail. Personnel from the [Virginia Army and Air National Guard](http://vko.va.ngb.army.mil/VirginiaGuard/) and the Navy worked with the Virginia Aquarium and Marine Science Center and local residents to install beach-protection fences near Camp Pendleton, Va. The [Kentucky ARNG](http://www.dma.ky.gov/ng/) held its annual 30-mile Bicycle Ride, celebrating Benson Creek Watershed. The [North Dakota ARNG](http://www.ndguard.ngb.army.mil/Pages/default.aspx) and Bismarck Public School Career Academy recycled household wastepaper into cards, books, invitations and more. Through a DOD project, North Carolina ARNG Soldiers conducted a study of indigenous plant and wildlife at Camp Butner, NC.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe future of the environment is now. This month the ARNG and State Guards will celebrate Earth Day /Take Your Child to Work Day and complement on-going sustainable land use programs such as its Operational Range Assessments, which determine and respond to munitions-related releases, such as metals and explosives, that might impact nearby communities or ecological systems,  and its [Army Compatible Use Program](http://aec.army.mil/Services/Conserve/ArmyCompatibleUseBufferProgram.aspx), which allows installations to work with partners to encumber off-post land to protect habitat and buffer training without acquiring any new land for Army ownership.\n\n**Why is this important to the Army?** \n\nThe [ARNG](http://www.arng.army.mil/Pages/Default.aspx) exemplifies a commitment to the stewardship of public resources entrusted to military care and serves as an annual call for community attention directed toward the environment. The public gets a chance to see that the National Guard is more than a military force; it is a trusted leader and environmental steward in local communities.\n\n \n**Resources:**\n\n* [ARNG](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army.mil: ARNG news](http://www.army.mil/news/nationalguard/)\n* GKO log-in required: [National Guard Bureau SharePoint Site for Earth Day/Take Your Child to Work Day ](https://gkoportal.ng.mil/arng/G4/D01/B13/default.aspx)\n* [ARNG Environmental Program](http://www.arng.army.mil/aboutus/environmentalprogram/Pages/default.aspx)\n* [EPA Earth Day: *Watch the World Go Green*](http://www.epa.gov/earthday/)\n* [Energy and Environment Cabinet](http://eec.ky.gov/Pages/earthday.aspx)\n* [Official Earth Day website](http://www.earthsite.org/)\n* Related PDF:\n* [- Army National Guard Environmental Excellence Stewardship](http://www.arng.army.mil/News/publications/Publications/envexcellence.pdf)\n\n\n",
    "date": "Monday April 21, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nWe all have a critical role in preventing and responding to sexual assault. When I say or read those words I think about social courage, which is critical to eradicating sexual assault from our ranks. Social courage is having the guts to safely step up and stop it--or seek help--when you see inappropriate or illegal behavior. Social courage is showing empathy and support for those being wrongfully mistreated.\n\n### -  Maj. Gen. Jeffrey J. Snow, director of the DOD's Sexual Assault Prevention and Response Office (SAPRO, emphasizes that sexual assault will not be eliminated through policy alone during a speech earlier this month at Fort Belvoir, Va. \n\n### - [April is National Sexual Assault Prevention and Awareness Month](http://www.army.mil/article/124244/)\n\n### Related website: [Army.mil: SHARP](http://www.army.mil/sharp)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n* April 15: White House announcement to award the Medal of Honor to [Former Sgt. Kyle White](http://www.army.mil/medalofhonor/white/profile/?from=stevent)\n\n"
}