{
    "id": "2014-04-22",
    "title": "Army Earth Day 2014: Sustain the Mission.  Secure the Future.",
    "body": "**What is it?**\n\nEarth Day was first celebrated on April 22, 1970; It began as a grassroots effort to teach and encourage environmental stewardship, create an awareness of the Earth's fragile environment, and ultimately, develop awareness in American society. In 1971, the U.S. Army joined in the Earth Day campaign. \n\n\n**What has the Army done?**\n\nEach year, the U.S. Army celebrates Earth Day at approximately 200 installations, major commands and organizations. The Army's Earth Day theme: *Sustain the Mission. Secure the Future.* reflects the Army's commitment to meeting the current and future needs of Soldiers, their families, and the nation through sound stewardship and use of environmental resources. \n\nThe [Army's Environmental Program](http://aec.army.mil/):  **Acknowledges** the past by restoring Army lands to useable condition and preserving cultural and historical resources; **Engages** the present by meeting environmental standards, enabling operations, and protecting Soldiers, families and communities; and, **Charts** the future by institutionalizing best practices and the use of technology to ensure future environmental resiliency.\n\nThe Army's commitment to the environment doesn't end with Army Earth Day, as is demonstrated by the Army and Army National Guard (ARNG) Installations and teams recognized for their sound environmental practices and stewardship and  acknowledged as winners in this year's Secretary of Defense Environmental Awards competition: \n\n* -- Cultural Resources Management, Installation:  [Fort Wainwright](http://www.wainwright.army.mil/sites/local/), Alaska \n* -- Environmental Quality Team: [Minnesota ARNG](http://www.minnesotanationalguard.org/community_support/environmental.php)  \n* -- Environmental Quality, Non-Industrial Installation: [Fort Hood](http://www.hood.army.mil/), Texas  \n\nAs well as the following Secretary of the Army awards:\n\n* -- Natural Resources Conservation Installation: Camp Johnson, N.C.,  [Vermont ARNG](http://www.vtguard.com/)  \n* -- Natural Resources Management Team: [Fort Riley](http://www.riley.army.mil/), Kan. \n* -- Environmental Restoration Team: [Fort George G. Meade](http://www.ftmeade.army.mil/), Md.\n\n**Why is this important to the Army?** \n\nEnvironmental stewardship leads to better training lands, improved recreational opportunities, healthier communities, and strong partnerships.  Environmental sustainability is now part of every installation's and unit's operations, from munitions production to live-fire training, from our housing areas to our forward operating bases.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nObservance of Army Earth Day provides an opportunity to acknowledge the interdependence of our military's mission with our natural environment and the well-being of our communities and chart a path to environmental sustainability. On Army Earth Day the Army recommits to protecting the lands in the Army's care and  ensure that they are there for future Soldiers to train,  and for families, Army Civilians and the community to enjoy.  The Army takes into consideration the \"boot print\" the Soldiers make, the impact they have on the  resources, whether on an installation, deployed, or at home. \n\nArmy Green is Army Strong!\n \n**Resources:**\n\n* [2014 Senior Leaders Earth Day Message](http://www.army.mil/article/123509/)\n* [Army.mil: Environment](http://www.army.mil/news/environment/)\n* [U.S. Army Environmental Command](http://aec.army.mil/)\n* [AEC:  Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n* Related STAND-TO!:\n* [- Army National Guard 2014 Earth Day: Lend a Hand, Save our Land](http://www.army.mil/standto/archive_2014-04-22/)\n* Related article: \n* [- Army recognizes innovative environmental practices, partnerships](http://www.army.mil/article/119770)\n\n\n",
    "date": "Tuesday April 22, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nThe Army continues to look for ways to reduce environmental impacts and ensure the individual readiness and resiliency of our Soldiers.\n\n### -  Senior leaders message for Earth Day\n\n### - Taken from: [Trisigned letter: 2014 Army Earth Day message](http://www.army.mil/article/123509/)\n\n### Related website: [U.S. Army Environmental Command: Earth Day](http://aec.army.mil/Outreach/PublicInitiatives/EarthDay.aspx)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n \n\n"
}