{
    "id": "2014-04-23",
    "title": "Army Reserve's 106th  Birthday ",
    "body": "**What is it?**\n\nAs the U.S. Army's only Federal Operational Reserve Force, the Army Reserve provides a cost-effective way to mitigate risk to national security. There is a bond that binds nearly 200,000 Army Reserve Soldiers to the neighbors and communities across the country and around the world.\n\nOn April 23rd, the Army Reserve celebrates its 106 birthday.   Generations of Reserve Soldiers have followed in the footsteps of servicemembers before them who embraced the nation's call to duty by volunteering to serve as *Citizen-Soldiers*.\n\n\n**What has the Army done?**\n\n \nCongress created the Medical Reserve Corps in 1908, the official predecessor of today's [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx).  Subsequently, using its constitutional authority to \"raise and support armies,\" through the National Defense Act of 1916, and the sweeping amendment of that law in the National Defense Act of 1920, the federal government created the Organized Reserve Corps.  This organization lasted into the 1950s, providing a peacetime pool of trained Army Reserve personnel for use in war -- a force that continues to serve with distinction today. \n\n**What continued efforts does the Army have planned for the future?**\n\nComplex demands for the future require continued reliance on the Army Reserve.  The global fiscal environment brings growing security challenges to the nation and to the coalition partners, necessitating a balance between identifying economies and the continued engagement of ready, agile, and adaptable forces. The Army Reserve stands ready to meet those challenges. \n\nAs the Pentagon discusses military reductions, as a matter of both strategy and economy in the face of declining defense budgets, the Army Reserve can continue to play an important role in what defense planners call \"regeneration\" or the ability to rebuild forces quickly, responding to urgent needs.  The Army Reserve's unique skill sets in key support capabilities such as logistics, transportation, engineering, and civil affairs - as well as critical intelligence, medical, and other specialized assets continue to be in demand.  \n\n**Why is this important to the Army?** \n\nThe Army Reserve is a complementary force of combat service and combat service support enablers, organized into streamlined and deployable units. Its citizen-Soldiers embody the warrior mindset and spirit and are essential to the Army's ability to support the Joint Force, both in contingent and combat-effects missions.\n\nThe Army Reserve's track record as a lifesaving, life-sustaining force for the Army and for the nation is extensive and distinguished, providing critical combat support and combat service support to active-component Soldiers over half of a century, from the Vietnam War through Operation Enduring Freedom -- and every operation in between.  The Army Reserve emerged from 12 years of war as an integral, proven and needed command within the U.S. military, leveraging unique capabilities in service to America.\n \n**Resources:**\n\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)  \n* [Army.mil: Army Reserve News](http://www.army.mil/news/reserves/)\n* Related STAND-TO!:\n* [- The Army Reserve Employer Partnership Initiative](http://www.army.mil/standto/archive/2009/03/12/)\n\n\n\n",
    "date": "Wednesday April 23, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\n \nYour professionalism, dedication, and technical proficiency build upon our extensive and distinguished legacy as a life-saving, life-sustaining force for the nation.  Take a moment to reflect on the accomplishments and sacrifices made by the men and women who served before us.  It is the road we build today that will lead future generations of Army Reserve Soldiers and families beyond the 21st Century. We remain ... Twice the Citizen, Army Strong! \n\n### -  Army Reserve leadership message on Army Reserve's 106th Birthday\n\n### - [Happy Birthday Army Reserve](http://www.usar.army.mil/resources/Pages/Happy-Birthday-Army-Reserve-.aspx)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n \n\n"
}