{
    "id": "2014-04-25",
    "title": "SDDCTEA:  DOD's Traffic Engineering Program",
    "body": "**What is it?**\n\nMilitary Surface Deployment and Distribution Command's Transportation Engineering Agency (SDDCTEA)  manages the Department of Defense Transportation Engineering Program, under responsibilities outlined in AR 55-80, [*DOD Transportation Engineering Program*](http://www.apd.army.mil/pdffiles/r55_80.pdf), for military installations worldwide.  One of \n[SDDC TEA](http://www.tea.army.mil/)\n's responsibilities is to provide engineering analyses and guidance to reduce congestion along with improving safety and efficiency on DOD installation road networks and access control points.  \n\n\n**What has the Army done?**\n\nSDDCTEA's Traffic Engineering, or TE  branch, coordinates with other military organizations to identify and develop standards, criteria, policies, and best practices.  These organizations include the Army's [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html), the Air Force Civil Engineer Center, Naval Facilities Engineering Command, the Army's [Office of the Provost Marshal General](http://www.army.mil/opmg), and several [U.S. Army Corps of Engineers](http://www.usace.army.mil/) offices.\n\nThe branch works closely with installation staff to analyze their traffic problems.  The branch then develops and provides solutions to improve access control point design and operation, lane capacity, intersection design, signal operation, traffic management, signing, marking, road safety, crosswalks and pedestrian safety, sign management, parking capacity, and other traffic engineering matters.\n\nThe TE branch has completed the development of two new active vehicle barrier safety schemes: *High Efficiency Presence Detection and Stop Control*.  These schemes provide additional options to installations and can reduce the length of the response zone requiring less real estate and thereby reducing the overall cost of construction and operation of access control points.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\n\nAs part of training and an ongoing effort to assist installation planners and engineers in managing day-to-day traffic engineering matters, the branch will continue to publish and distribute  *Traffic Engineering & Highway Safety* bulletins.  This bulletin has included topics such as-  [Crashes](http://www.tea.army.mil/pubs/nr/dod/bulletins/SDDCTEA_Bulletin_CrashStudies_Sanitized.pdf), [Road Safety Assessments](http://www.tea.army.mil/pubs/nr/dod/bulletins/SDDCTEA_Bulletin_RoadSafetyAssess.pdf), [Work Zone Safety](http://www.tea.army.mil/pubs/nr/dod/bulletins/SDDCTEA_Bulletin_WorkZoneSafety(May13).pdf), Shuttle Bus Systems, and [Mine-Resistant Ambush-Protected vehicle](http://www.tea.army.mil/pubs/nr/dod/bulletins/SDDCTEA_MRAP_Bulletin_Feb_2014_NoEmail.pdf). \n\nThe TE branch will continue to offer at least two opportunities each year for installation engineers, planners, safety, law enforcement, and command personnel to receive the most up-to-date requirements concerning access control points and general traffic engineering topics.  The details on upcoming sessions are published on SDDCTEA's website. \n\n\n**Why is this important to the Army?** \n\nAccess control points are installed and operated as a function of installation security. Monitoring access and containing threats is the primary purpose of an access control point.  A balance of security and accessibility is required for an installation to operate efficiently.  SDDCTEA's TE branch provides the research and policy direction necessary to ensure access control points are secure, efficient, and safe for all users.  \n\n**Resources:**\n\n* [SDDC TEA](http://www.tea.army.mil/)\n* [Military Surface Deployment and Distribution Command](http://www.army.mil/sddc)\n* [Federal Highway Administration](https://www.fhwa.dot.gov/) \n* [FHWA Manual on Uniform Traffic Control Devices](https://www.fhwa.dot.gov/)\n\n\n",
    "date": "Friday April 25, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nArmy Emergency Relief has been an integral part of Army life for the past 72 years, reinforcing individual Soldier resilience, serving as a constant in times of uncertainty and an oasis of hope in times of need. The extraordinary care,  compassion and consideration consistently demonstrated by Army Emergency Relief reflect the very essence of a proud and ready Army.  \n\n### -  Senior leaders message \n\n### - Taken from  [2014 Army Emergency Relief Annual Campaign tri-signed letter](http://www.army.mil/article/124380/)\n\n### Related: [STAND-TO!: Army Emergency Relief Annual Campaign](http://www.army.mil/standto/archive_2014-03-06/) \n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n \n\n"
}