{
    "id": "2014-04-28",
    "title": "Network Modernization Roadmap",
    "body": "**What is it?**\n\nA Network Modernization Roadmap is being implemented by [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/) to meet the objectives of keeping the U.S. Army's tactical communications network  robust, versatile and rapidly deployable. This will provide commanders and Soldiers with the information they need to execute decisive actions anytime, anywhere and on any device. \n\nThis roadmap will guide research and development efforts and direct limited modernization resources to technologies that will have the greatest impact on the end user. The roadmap includes three phases that act as building blocks to support Force 2025:\n \n* -- Network 2.0 (FY14-16)\n* -- Simplified Tactical Army Reliable Network (STARNet, FY16-20) \n* -- Network After Next (NAN, 2020 and beyond)\n\n\n**What has the Army done?**\n\n\nOver the past three years, the Army leveraged the Network Integration Evaluations to incorporate Soldier feedback earlier in the development cycle, and implemented the Capability Set (CS) fielding process to reduce the network integration burden on operational formations. With [CS 13 fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26) complete and CS 14 fielding underway, the Army developed the roadmap in order to shape an integrated next-generation tactical network that will mimic the simplicity and capacity of commercial networks, while enabling the Army to securely dominate the battlefield across the full spectrum of military operations.\n\n**What continued efforts does the Army have planned for the future?**\n\n**Network 2.0**, the first phase of the roadmap, provides a converged and enhanced network baseline for the Army to build upon. It continues the transition of stand-alone mission command systems into integrated, web-based applications and simplifies network management and unit task reorganization tools for the Soldier. \n\n**STARNet**, the mid-term phase, begins to inject next-generation technologies into the network baseline to deliver a more seamless information-sharing environment, allowing users to connect and collaborate across operational phases, echelons, regions and partners. STARNet will also lighten network systems' energy burden and leverage wireless technology for quicker setup and teardown of command posts. \n\n**NAN** defines the objective tactical network capabilities and leap-ahead technologies to support Force 2025. NAN will enhance tactical cyber operations, add dynamic spectrum access solutions and introduce digital assistants that provide needed information, analyses and recommendations on a complex battlefield.\n\n\n**Why is this important to the Army?** \n\nA globally responsive, regionally engaged Army requires an advanced, mission-tailorable tactical network to enable expeditionary operations, especially as our adversaries benefit from rapid progress in commercial communications technologies. Implementing the Network Modernization Roadmap will allow the Army to fill known capability gaps and make the fundamental improvements to network functionality that will ensure that the American Soldier remains the most discriminately lethal force on the battlefield.\n\n**Resources:**\n\n\n* [PEO C3T](http://peoc3t.army.mil/c3t/)\n* [PEO C3T: Future Network](http://peoc3t.army.mil/c3t/future-network.php)\n* [Networking the Soldier](http://integration.army.mil/)\n* [ASA(ALT)](http://www.army.mil/asaalt)\n* Related STAND-TO!:\n* [- Network Integration Evaluation 14.1](http://www.army.mil/standto/archive_2013-10-31)\n* [- The U.S. Army's Future Network](http://www.army.mil/standto/archive_2014-03-13)\n* [- Capability Set 13 Fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26)\n* Related articles:\n* [- 101st Airborne advances training with Army network](http://www.army.mil/article/122453)\n* [- From '1984' to 2025: Army, industry focus on next-generation network](http://www.army.mil/article/121882/) \n* [- Army network boosts speed, simplicity during test](http://www.army.mil/article/121535/) \n* [- Army to host tactical network industry seminar](http://www.army.mil/article/120706/Army_to_host_tactical_network_industry_seminar/)\n* [- Army leaders: Network, NIEs critical to future force](http://www.army.mil/article/113706/)\n* [- New network provides 'digital guardian angel' for Soldiers in Afghanistan](http://www.army.mil/article/109519/)\n* Social media: \n* [PEO C3T on Facebook](https://www.facebook.com/peoc3t)\n* [Network Integration Evaluation on Facebook](https://www.facebook.com/NetworkIntegrationEvaluation)\n\n",
    "date": "Monday April 28, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nOne of the most important things we do in the Army is train -- from new recruits going through their initial training, to officers and enlisted Soldiers developing a variety of leadership and specialized skills, to units synchronizing their war-fighting skills -- it all happens here.\n\n### -  Sgt. Maj. of the Army Raymond Chandler, speaking  to Chemical, Biological, Radiological and Nuclear specialists during his visit to [Maneuver Support Center of Excellence](http://www.wood.army.mil/), Fort Leonard Wood, Mo., April 23-24 \n\n### [SMA views Fort Leonard Wood's unique training capabilities](http://www.army.mil/article/124771/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n \n\n"
}