{
    "id": "2014-04-29",
    "title": "DOD's Privately Owned Vehicle Shipping program",
    "body": "**What is it?**\n\nThe U.S. Army's [Military Surface Deployment and Distribution Command's Personal Property](http://www.sddc.army.mil/PP/default.aspx) directorate is the executive agent for Department of Defense's Defense Personal Property Program, or DP3, to include worldwide shipping of service member's privately owned vehicles.  SDDC accomplishes POV movements through the Global Privately Owned Vehicle (GPOV) contract which provides worldwide point-to-point delivery of service member's POVs between Vehicle Processing Centers (VPC) permanently changing stations.  \n\nStarting May 1, several changes take effect with the GPOV contract to include a new contract managing vehicle processing for service members worldwide:\n\n* -- New VPC addresses for vehicle drop offs and pickups\n* -- A new website,  [PCSMYPOV](http://www.pcsmypov.com),  to request and track POV shipments\n* -- Closure of eight VPCs in both the continental United States and overseas \n\n\n**What has the Army done?**\n\nSDDC went out for bid with a new GPOV contract solicitation.  Starting May 1, International Auto Logistics will assume the contract from American Auto Logistics to manage the daily activities of processing service member's vehicles for shipment worldwide.  In conjunction with the military services, SDDC conducted a review of its current 46 VPCs and concluded that closing eight centers was in the department's best interest.  VPCs slated for closure May 1 in CONUS are Edison, N.J.,  New Orleans, La., Orlando, Fla., and Oakland, Calif.  VPCs slated for closure May 1 overseas are RAF Croughton, England,  RAF Menwith Hill, England,  and Seville, Spain.  The VPC at Mannheim, Germany, is already closed.\n\n**What continued efforts does the Army have planned for the future?**\n\nSDDC's Personal Property directorate will continue to oversee the GPOV contract.  The command's immediate goal is to ensure as smooth of a transition as possible between contractors.     \n\n**Why is this important to the Army?** \n\nCurrently under the GPC contract, about 68,000 POV shipments occur each year, of which, about 8,500 vehicles require storage. The closure of the eight VPCs represents about a 17 percent reduction from current operations and potentially a $4-9 million annual savings.  \n\n**Resources:**\n\n\n* [SDDC's Defense Personal Property Program](http://www.sddc.army.mil/PP/default.aspx)\n* [PCS my POV](http://www.pcsmypov.com)\n* [Where is my POV](https://www.whereismypov.com)\n* Related article:\n* [- Changes to DOD's Privately Owned Vehicle shipping program start May 1](http://www.army.mil/article/124207/)\n\n\n\n",
    "date": "Tuesday April 29, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nIn order to ensure that we reduce sexual assaults and suicides within our Army, we've got to do all three of these things. If not, we're not going to solve this challenge. We've got to be the professionals we say we are. If you say you're a professional, you need to live up to it. \n\n### -  Sgt. Maj. of the Army Raymond Chandler,  emphasizing that a Soldier's character, commitment and competence are keys to helping the Army combat sexual assaults and suicides in the Army, at a town hall meeting at [Maneuver Support Center of Excellence](http://www.wood.army.mil/), Fort Leonard Wood, Mo., Friday\n\n### [SMA stresses importance of character, commitment, competence to Fort Leonard Wood Soldiers](http://www.army.mil/article/124860/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}