{
    "id": "2014-04-30",
    "title": "The U.S. Army Entertainment Program",
    "body": "**What is it?**\n\nThe U.S. Army Entertainment Program is \"entertainment for the Soldier, by the Soldier.\"  It has been a part of the Army's heritage since 1774. Building on the tradition of Civil War camp shows, and some more known military shows like *Yip Yip Yaphank* during World War I and *This Is The Army* during World War II, written and directed by then Sgt. Irving Berlin, [Army Entertainment](http://www.armymwr.com/recleisure/entertainment/army_entertainment_main_page.aspx) was formalized to inspire and support Soldiers and their families by coordinating, producing and delivering theatrical and musical programs at Army installations worldwide.\n\nBy incorporating the [U.S. Army values](http://www.army.mil/values/) and messages, the Army Entertainment program performances emphasize [readiness and resiliency](http://www.army.mil/readyandresilient) as well as [professionalism](http://cape.army.mil/) through their many venues. \n\n\n**What has the Army done?**\n\nArmy Entertainment is a [U.S. Army Installation Management Command](http://www.army.mil/imcom) (IMCOM) operation and is the official agency for producing and delivering diverse musical, unit entertainment activities, special events, touring shows, talent competitions and theater entertainment to Soldiers, families, civilians and retirees at home and abroad. In addition to improving the morale of service members at home and in the field, Army Entertainment performances overseas provide a unique opportunity to help secure strategic bonds between the nation and its allies.\n\nArmy Entertainment's flagship programs include, the 'Big Three': [U.S. Army Soldier Show](http://www.armymwr.com/soldier-show.aspx), [Operation Rising Star](http://risingstar.us.army.mil/) and Army Concert Series. In addition, the Theatre Program is the largest single producer of plays and musicals in the world, and participates actively in the American Association of Community Theatre.\n\nThis year's production of the [Army Soldier Show]( http://www.armymwr.com/recleisure/entertainment/soldiershow/), titled \"Stand Strong,\" explores the foundational elements of what it is that instills the strength and character of the Soldiers and the Army.  As in the past, the cast and crew are selected to exemplify the Army values of loyalty, duty, respect, selfless service, honor, integrity and personal courage.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy Entertainment will continue to honor the Army's resilience and strength with its mission to effectively inform, educate and inspire the audiences to action.\n      \n\n**Why is this important to the Army?** \n\nArmy Entertainment is part of the IMCOM-Family and MWR portfolio of programs supporting combat readiness and effectiveness. This program has been recognized and authorized by the U.S. Congress as essential to the well-being of the Army. These programs also support recruitment and retention efforts -- if the family back home finds the security and contentment it needs, the Soldier is free to focus more on the mission.\n\n**Resources:**\n\n* [Army Values](http://www.army.mil/values)\n* [Army Profession](http://cape.army.mil/)\n* [U.S. Army Installation Management Command](http://www.army.mil/imcom)\n* [Army Entertainment](http://www.armymwr.com/recleisure/entertainment/army_entertainment_main_page.aspx)\n* [Army Soldier Show]( http://www.armymwr.com/recleisure/entertainment/soldiershow/)\n* IMCOM on Social media: \n* [- Twitter](http://twitter.com/armyimcom)\n* [- Facebook](http://www.facebook.com/InstallationManagementCommunity)\n* [- YouTube](http://www.youtube.com/installationmgt)\n* [- Flickr](http://www.flickr.com/photos/imcom/)\n\n\n",
    "date": "Wednesday April 30, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n \nFirst and foremost, I was brought up to believe that military officers should never seek praise for themselves. Our purpose is to serve others through character and leadership. \n\n### -  Soldier's Medal Recipient Col. Everett Spain, modestly emphasizes the training and the values of all Soldiers, during the ceremony at the Harvard Business School school's Baker Lawn, April 18.  \n\n### Col. Spain was awarded the Army's highest award for valor in a non-combat situation involving personal danger and voluntary risk of life, for his selfless actions to help the bomb victims at the 2013 Boston Marathon\n\n\n### [Boston Marathon hero awarded Soldier's Medal](http://www.army.mil/article/124781/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child - Related site: [Army Families](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n\n* **May 2014**\n\n* National Mental Health Month - Related site: [Ready and Resilient/Medical Readiness](http://www.army.mil/readyandresilient/medical)\n\n*  National Asian Pacific Heritage Month  - Related site: [Asian Pacific Americans in the U.S. Army](http://www.army.mil/asianpacificsoldiers/)\n\n*  Women's Health Care Month - Related site: [Army Medicine: Women's Health](http://www.armymedicine.army.mil/)\n\n* [National Military Appreciation Month](http://www.nmam.org/)\n\n* May 10: Military Spouse Appreciation Day - Related site: [Army Families](http://www.army.mil/families)"
}