{
    "id": "2018-12-03",
    "title": "3rd Infantry Division",
    "body": "#######Provided by 3rd Infantry Division \n\n**What is it?**\n\nThe 3rd Infantry Division is a mechanized infantry division of the United States Army based at Fort Stewart, Georgia. It is a direct subordinate unit of the XVIII Airborne Corps and [U.S. Army Forces Command](https://www.forscom.army.mil) and is the only mechanized division on the East Coast.\n \n**What are the current and past efforts of the Army?**\n\nThe Army activated the 3rd Division on November 21, 1917 at Camp Greene, North Carolina in order to provide combat power to the American Expeditionary Forces in World War I.  In July 1918, 3 ID went into combat, for the first time, against the German Army, on the banks of the Marne River in France during the Second Battle of the Marne, the division acquired its nickname \"Rock of the Marne.\" The division has 56 Medal of Honor recipients, more than any other Army division. \n\nThe division's focus is *Warfighting*.  It is high standards, mastery of the fundamentals, lethality, and leadership that allows to fight and win the nation's wars in all environments. \n\nThe 3rd Infantry Division is the \"armored fist\" of the Army's XVIII Airborne Corps, the Army's quick reaction capability. The division is nearly complete in converting the Army's 15th armored brigade combat team and recently welcomed back another ABCT from a rotational deployment to the Republic of Korea, the first time the 3ID patch has been on the peninsula since the Korean War. As part of the Army's Associated Units Program, the division is partnered with the 48th Infantry Brigade Combat Team from the Georgia Army National Guard to prepare them for their deployment to Afghanistan in early 2019.\n\nThe division emphasizes being ready to go to war and win the fight against a determined adversary. The division has three focus areas:\n\n* Personnel Readiness\n* Equipment Readiness\n* Conduct Tough and Realistic Training\n\nIn all aspects of readiness, the division roots itself in building and maintaining lethal and fit Soldiers. Lethality and fitness are gained by achieving continuous repetitions in challenging conditions through a combined arms approach. \n\nThe 3rd Infantry Division's lethality and fitness will be on full display during Marne Week, a week-long series of competitive events, December 3 - 7 at Fort Stewart, Georgia.\n \n\n**What continued efforts does the Army have planned?**\n\nThe 3rd Infantry Division continues to keep readiness their primary focus. The division will remain a dependable, adaptable and results-based organization whose Soldiers  earn and maintain the trust of each other and those they serve while staying disciplined in their warrior tasks and drills.  \n \n**Why is this important to the Army?**\n\nThe 3rd Infantry Division is an organization that is manned, trained, and equipped to fight and win the nation's wars. The  Marne Division specializes in closing with and destroying an enemy using firepower, maneuver and shock effect. \n\n**Resources**:\n\n* [3rd Infantry Division](http://www.stewart.army.mil/units/3ID)\n \n**Social media presence**:\n\n* [Facebook](https://www.facebook.com/3rd.Infantry.Division/)\n* [Flickr](https://www.flickr.com/photos/3rd_infantry_division/)\n* [Twitter](https://twitter.com/3rd_Infantry) @3rd_Infantry\n* [DVIDS](https://www.dvidshub.net/unit/HQ-3ID)\n",
    "date": "Monday, December 3, 2018",
    "quote": "",
    "events": ""
}