{
    "id": "2018-12-04",
    "title": "SHARP Annual Refresher Training",
    "body": "#######Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\n[Army Directive 2018-23](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN14010_AD2018-23_Web_Final.pdf), Improving the Effectiveness of Essential and Important Army Programs:  Sexual Harassment/Assault Response and Prevention, Equal Opportunity, Suicide Prevention, Alcohol and Drug Abuse Prevention, and Resilience, signed by the Secretary of the Army on Nov. 8, 2018: \n\n* **Identifies the prevention of Sexual Harassment and Sexual Assault** as a critical readiness issue, and directs  commanders to incorporate unit-level SHARP annual training into their overall training plans. \n \n* **Reasserts the importance of leaders and the chain of command** in providing quality, relevant training and education.  This leadership focus sustains positive organizational climates that emphasize [Army Values](https://www.army.mil/values?st) and ensures all Soldiers and civilians are treated with dignity and respect. Unit leaders will lead the SHARP Annual Refresher Training, with the assistance of credentialed SHARP professionals, reinforcing a leader-centric approach. \n\n* **Reduces the overall SHARP Annual Refresher Training requirement** that will be conducted only in the face-to-face format using the approved Training Support Package (TSP) available on the [Army Training Network](https://atn.army.mil/).  The on-line portion of the SHARP Annual training is no longer required.  \n\n**What are the current and past efforts of the Army?**\n\nEfforts taken to assist commanders in meeting the new requirements outlined in AD 2018-23 includes: \n\n*  Modified  SHARP Annual Refresher Training TSP - The supporting presentation is refined, and additional vignettes, scenarios and videos have been updated to support the face-to-face unit leader-led discussions.      \n\n*  Addition  of a learning assessment handout to the revised SHARP Annual Training TSP, which replaces the previous on-line assessment tool (multiple question test).\n\n*  Inclusion of additional facilitation training in the SHARP functional courses to prepare SHARP professionals to better support and assist unit leaders as they conduct the Annual Refresher Training.    \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army is currently in the process of further refining the Annual SHARP Refresher Training, based on feedback from across the Army.  Intent will be to capture and share Annual SHARP Refresher Training best practices and lessons learned gained from the new format.   \n \n**Why is this important to the Army?**\n\nThe modified Annual Refresher Training meets the statutory requirements, while also complying with Headquarters, Department of the Army Reform Initiatives.  Additionally, the modifications to the annual training delivery methods addresses some of the feedback received from the field regarding limitations on the ability to include unit- and mission-unique training content.  \n\n**Resources**:\n\n* [Army Sexual Harassment/Assault Response and Prevention (SHARP) Program](http://www.preventsexualassault.army.mil)\n* [Army SHARP Academy](https://usacac.army.mil/schools-and-centers/sharp-academy)\n* [SHARP Training](https://atn.army.mil/sexual-harassment-assault-response-and-prevention/sharp-training)\n* [Army Values](https://www.army.mil/values?st)\n \n**Related STAND-TO!**:\n\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethics](https://www.army.mil/standto/2018-07-12) \n* [Army SHARP Learning Strategy](https://www.army.mil/standto/2018-08-20)\n* [Readiness](https://www.army.mil/standto/2017-10-04)\n",
    "date": "Tuesday, December 4, 2018",
    "quote": "#### Focus Quote for the Day\n\n> The emphasis on leaders delivering quality training to Soldiers on the topics contained in [[Army Directive 2018-23](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN14010_AD2018-23_Web_Final.pdf)] must be on building readiness, not compliance.  \n\n\\- Secretary of the Army Mark T. Esper   \n\n ",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}