{
    "id": "2018-12-06",
    "title": "Army-Navy Game ",
    "body": "#######Provided by U.S.  Military Academy at West Point\n\n**What is it?**\n\nThe Army-Navy Game is an American football game against the U.S. Military Academy at West Point and the U.S. Naval Academy in Annapolis. The game highlights service comradery of the United States Armed Forces -- embody service to the nation and exemplify the commitment, character and competence of the [Army Ethic](https://www.army.mil/standto/2018-07-12) and [Value](https://www.army.mil/standto/2018-06-12).   \n\nThe Army Navy game exhibits the mutual trust and shared identity amongst the Army Family. U.S. Army Soldiers, Families, civilians and veterans rally behind the Army team in a display of stewardship of the Army profession.  The game increases service awareness and reinforces the trust and confidence of the American people in the Armed Forces.   \n\n**What are the current and past efforts of the Army?**\n\nThis year marks the 119th Army-Navy game. The game scripts the end of the college football regular season and the third and final game of the season's Commander-in-Chief's Trophy series.\n \nCompetitive sports is an important part of developing leaders at West Point. It prepares cadets for the challenges they face as officers.  Experiences on the field help cadet-athletes to go on to perform admirably in austere environments around the globe.  These experiences instill tenacity, resilience, discipline, mental and physical toughness, and the desire to excel. \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army's greatest asset is its people. USMA graduates will lead the Army's future formations. The Army will continue to instill strong foundations of value-based leadership skills and professional competence in cadets. This foundation will  apply with equal effectiveness across a broad spectrum of complex operations. The event's goals is to:\n\n* Attract, retain and sustain quality leaders\n* Broaden understanding and advocacy by gaining and maintaining well informed publics\n* Build comradery within the services in support of the Army team -- America's team\n \n**Why is this important to the Army?**\n\nThe Army-Navy game is recognized as the greatest rivalry in sports, however, both fight as a joint force for the nation. \n\n\n**Resources**:\n\n* [U.S. Military Academy at West Point](http://www.westpoint.edu/)\n* [Army West Point Sports](http://www.goarmywestpoint.com/)\n* [CAPE](http://cape.army.mil/)\n\n**Related documents:**\n\n* [USMA Strategic Plan 2015-2021](http://go.usa.gov/3eN4B)\n* [Character Development Strategy](http://go.usa.gov/3eQSY)\n* [West Point Leader Development System Handbook](http://go.usa.gov/3eQJT)\n* Army.mil: [WestPoint News](https://www.army.mil/westpoint)\n\n**Related STAND-TO!**:\n\n* [U.S. Military Academy at West Point](https://www.army.mil/standto/archive_2017-11-21)\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethic](https://www.army.mil/standto/2018-07-12) \n\n**USMA- West Point on social media:**\n\n* [Facebook: West Point](http://www.facebook.com/WestPointUSMA)\n* [Facebook: West Point Parents](http://www.facebook.com/westpointparents)\n\n",
    "date": "Thursday, December 6, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}