{
    "id": "2018-12-10",
    "title": "Blended Retirement System",
    "body": "#######Provided by Assistant Secretary of the Army (Manpower and Reserve Affairs) / Headquarters, Deputy Chief of Staff, G-1\n\n**What is it?**\n\nThe Blended Retirement System (BRS) blends the traditional legacy retirement pension, also known as a defined benefit, with a defined contribution benefit into a Thrift Savings Plan (TSP). The BRS provides retirement savings benefits for the majority of service members, including those who serve fewer than 20 years. \n\nSoldiers eligible to opt-in to the BRS have until Dec. 31 to decide whether to opt-in to BRS or remain with the legacy retirement system. Active-duty service members with fewer than 12 years of service as of Dec. 31, 2017, and Reserve component service members with less than 4,320 points are eligible. \n\n\n**What are the current and past efforts of the Army?**\n\nThe Army executed BRS on Jan. 1, 2018. Prior to this, the Army executed an implementation plan that dedicated all of 2017 towards training Soldiers about BRS. This training included Leader's, Financial Educators, Opt-in and New Accession Courses; all of which are aimed at ensuring Soldiers are able to compare the BRS to the legacy retirement systems. Additionally, the Office of the Secretary of Defense prepared videos in conjunction with the Army that further explain who benefits most from the two systems and these are being shown to all military service members.\n\nTraining continues at military locations around the world. Training tools include online classes, benefits calculators as well as classroom and distance learning for troops and their Families.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army strongly encourages Soldiers to receive free financial counseling in order to make an informed decision about BRS. Army Community Service will provided that counseling pertaining to the options of retirement systems.   \n\nSenior leaders will continue to provide Soldiers with the information necessary to make an informed decision regarding their retirement plan before the end of calendar year 2018.  BRS provides up to five percent government automatic and matching Thrift Savings Plan contributions which makes the decision to opt-in more important for the Soldiers. \n\n \n**Why is this important to the Army?**\n\nThe BRS is a key step in modernizing the department's ability to recruit, retain and maintain an all- volunteer force.  While the legacy system provides retirement benefits to approximately 15 percent who serve more than 20 years, the BRS provides retirement benefits to those who leave the service before completing 20 years, approximately 85 percent of Soldiers.  This ensures all Soldiers in uniform walk away from the service with some financial benefit, regardless of the number of years served.\n\n\n**Resources**:\n\n* [Blended Retirement Service](https://militarypay.defense.gov/BlendedRetirement/)\n\n* [The Uniformed Services\nBlended Retirement System](https://militarypay.defense.gov/Portals/3/Documents/BlendedRetirementDocuments/Intro_BRS_Website_06262017.pdf?ver=2017-06-26-142742-403)\n\n* [BRS Comparison Calculator](https://militarypay.defense.gov/Calculators/BRS/)\n\n* [TSP](https://www.tsp.gov/index.html)\n\n**Related video:**\n\n* [SMA PSA](https://www.dvidshub.net/video/635238/sma-daniel-dailey-discusses-blended-retirement-system)\n\n**Related STAND-TO!:** \n\n* [BRS](https://www.army.mil/standto/archive_2016-06-16)\n\n**Related articles:**\n\n* [Blended military retirement system to take effect Jan. 1](\nhttps://www.army.mil/article/198447/)\n\n* [Everything to know about your military retirement choices]( \nhttps://www.army.mil/article/207063/)\n\n* [Army charts a course toward blended retirement in 2018](https://www.army.mil/article/180332/)\n",
    "date": "Monday December 10, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}