{
    "id": "2018-12-11",
    "title": "Army Greens Uniform",
    "body": "#######Provided by PEO Soldier \n\n**What is it?**\n\nThe U.S. Army is adopting the Army Greens as its new service uniform, based on the iconic \"pink and green\" uniform worn during the World War II. This will be the everyday service uniform starting in 2020, and it will reflect the professionalism of the Soldier.\n\nThe Army Greens Uniform will include khaki pants and brown leather oxfords for both men and women, with women having the option to wear a pencil skirt and pumps instead. There will be a leather bomber jacket as an outerwear option. \n\nThe Army Blues Uniform will return to its role as a formal dress uniform, and the Army Combat Uniform also known as the Operational Camouflage Pattern, or OCP will remain the duty/field uniform.  \n\n**What are the current and past efforts of the Army?**\n\nIn March 2017, Program Executive Office Soldier ([PEO Soldier](http://www.peosoldier.army.mil/)), under direction from the Chief of Staff of the Army, prepared a \"Greens\" Uniform demonstration and options to support the decision-making process. Extensive polling data showed overwhelming support for this uniform. \n\nOn Veterans Day, 2018, the Army [announced](https://www.army.mil/article/213650/?st) the new uniform, which will be made in the U.S., and have no additional cost to the American taxpayer. This uniform will be constructed of high-quality fabrics and tailored for each Soldier. This will be cost-neutral and covered under enlisted Soldiers' annual clothing allowance. The new uniform and associated materials will comply with all Berry Amendment statutory requirements for Clothing and Textiles.   \n \n**What continued efforts does the Army have planned?**\n\nThe Army will conduct a Limited User Evaluation (LUE), using Soldiers that interact with the public. These Soldiers will wear the new uniform for a few months and then provide feedback for possible last-minute changes to the final design. The mandatory wear date for all Soldiers will be 2028.\n\n**Why is this important to the Army?**\n\nThe reintroduction of this uniform is an effort to create a deeper understanding of, and connection to, the Army in communities where awareness of the Total Army needs to increase.   \nThe Army believes this high-quality uniform will instill pride, bolster recruiting and enhance readiness. \n\nLoyalty, Duty, Respect, Selfless Service, Honor, Integrity and Personal Courage are core [Army Values](https://www.army.mil/values/?st), and the new uniform is at the center of demonstrating Soldiers' values, professionalism and accountability to each other and the American people.\n\nThe Army Greens will be worn by America's next Greatest Generation as they develop into the smart, thoughtful and innovative leaders of character outlined in the Army Vision. \n\n**Resources**:\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n* [U.S. Army Uniforms](https://www.army.mil/symbols/uniform.html)\n\n**Related STAND-TO!:**\n\n* [Pink and Green](https://www.army.mil/standto/archive_2018-01-10)\n* [Army Values](https://www.army.mil/standto/2018-06-12)\n\n**Related video:** \n\n* [Sgt. Maj. of the Army talks Pink & Green](https://go.usa.gov/xPFSF)\n\n**Related articles:**\n\n* [U.S. Army to roll out new Army Greens uniform](https://www.army.mil/article/213650/?st)\n* [Throwback to WWII, Army Greens uniform aims to instill pride in today's generation](https://www.army.mil/article/214014/?st)",
    "date": "Tuesday, December 11, 2018",
    "quote": "#### Focus Quote for the Day\n\n\n> This nation came together during World War II and fought and won a great war. And that's what the secretary and the chief want to do, is capitalize on that Greatest Generation, because there's another great generation that is serving today and that's the Soldiers who serve in the United States Army.\n\n\\- Sgt. Maj. of the Army Daniel A. Dailey, speaks about how the [Army Greens uniform aims to instill pride in today's generation](https://www.army.mil/article/214014/?st)",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec 7: Pearl Harbor Day \n\nDec 8: Army-Navy Game\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}