{
    "id": "2018-12-12",
    "title": "Soldier for Life - Transition Assistance Program ",
    "body": "#######Provided by U.S. Army Human Resources Command\n\n**What is it?**\n\nThe [Soldier for Life -- Transition Assistance Program](http://www.sfl-tap.army.mil/) (SFL-TAP) provides career and transition services to both active and reserve component Soldiers leaving active duty, as well as qualifying civilians, retired Soldiers, and family members.  By law, Soldiers must participate in SFL-TAP after completing at least 180 days of continuous Title 10 active duty service. Soldiers attending the program can start SFL-TAP 18 months prior to transition or 24 months prior to retirement to maximize benefits and properly prepare for transition.  \n\nSFL-TAP teaches resume writing, accessing veteran's benefits, financial planning, interview skills, networking, and other career skills. The program also helps connect Soldiers to employment opportunities through the [Career Skills Program](https://home.army.mil/imcom/index.php/customers/career-skills-program). \n\n**What are the current and past efforts of the Army?**\n\nSFL-TAP has dramatically changed the way they deliver transition information to Soldiers.  With updated curriculum, 24/7 access to transition counselors through the [Virtual Center](https://www.sfl-tap.army.mil/pages/virtual/default.aspx), and initiatives like the pilot program, which aims to address the current \"one size fits all\" approach to transition, SFL-TAP is constantly changing to meet the needs of Soldiers.  \n\nIn summer 2017, SFL-TAP launched a popular social campaign (using #HireaSoldier), which went viral within a single day.  Veterans, employers, and transitioners still use the hashtag to connect individuals to open jobs, advice, and resources on social media. \n\nIn fall 2018, SFL-TAP launched its first online magazine, [Hire a Soldier]( http://www.armyg1.army.mil/docs/Hire_a_Soldier_Magazine.pdf), with advice, tips, and information on Army transition.  \n \n**What continued efforts does the Army have planned?**\n\nSFL-TAP will continue to encourage transitioning Soldiers to communicate, network, and join online communities to learn about transition early in their career. \n\n**Why is this important to the Army?**\n\nSoldiers and veterans proudly live the [Army values](https://www.army.mil/values/) and inspire others with their professionalism and honorable service. \n\nSFL-TAP teaches transitioning Soldiers to use Army values and translate their skills for use in the corporate sector.  Statistically, Veterans out-perform civilian peers in the civilian sector and are promoted faster.  In FY18, Unemployment Compensation for Ex-Service Members (UCX) was at $91.4 million, the lowest number in 17 years, indicating that more Veterans are finding success post-transition. \n\nSFL-TAP supports the Care of the Soldier.  Soldiers are taught skills to transition, and ways to evaluate all career choices, including considering retention to utilize educational and career benefits.  Successful transition sustains the all-volunteer force and influences future generations to serve in the military.  \n \n**Resources**:\n\n* [Soldier for Life - Transition Assistance Program](http://www.sfl-tap.army.mil/)\n* [Hire a Soldier SFL-TAP Online Magazine Issue #1](http://www.armyg1.army.mil/docs/Hire_a_Soldier_Magazine.pdf)\n\n**Related document**: \n\n* [AR 600-81 - Soldier for Life - Transition Assistance Program](https://go.usa.gov/xPzxS)\n\n**Related STAND-TO!**:\n\n* [Soldier for Life -- Transition Assistance Program](https://www.army.mil/standto/archive_2016-12-06)\n\n**Social Media presence**: \n\n* [Facebook](https://www.facebook.com/ArmySFLTAP)\n* [Twitter](https://www.twitter.com/SFLTAP)\n* [LinkedIn](https://www.linkedin.com/in/sfl-taphq)\n* [LinkedIn Connection Group](https://www.linkedin.com/groups/7063275)\n* [YouTube](https://www.youtube.com/SFLTAPTelevision)\n",
    "date": "Wednesday, December 12, 2018",
    "quote": "#### Focus Quote for the Day\n\n\n> At the end of the day, transition is a process and it's something every Soldier will go through.  We all must transition at some point and from every rank in the Army.  There are a lot of resources out there and starting early is key to properly preparing.\n\n\\- Sgt. Maj. of the Army Daniel Dailey, in a [Hire a Soldier](http://www.armyg1.army.mil/docs/Hire_a_Soldier_Magazine.pdf) magazine interview",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec 13: [National Guard Birthday](http://www.nationalguard.mil/)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)"
}