{
    "id": "2018-12-17",
    "title": "Army Civilian Service Lapel Pins ",
    "body": "#######Provided by Assistant Secretary of the Army (Manpower and Reserve Affairs), DASA (Civilian Personnel)\n\n**What is it?**\n\nArmy Civilian Service Recognition creates opportunities for displaying and acknowledging the dedicated service of the Civilian workforce and its significance in furthering the Army mission.\n \n\n**What are the current and past efforts of the Army?**\n\nArmy leadership strives to promote a culture of employee appreciation and recognition.     Leaders, at the lowest supervisory levels practicable, can now bestow uniquely designed lapel pins to civilians to recognize creditable Army service.\n\nArmy will continue to recognize significant milestones in an employee's Army career to create a positive impression on civilian employees.  The recognition confirms that the Army is an employer that fosters an environment of employee engagement.\n\n\n**Why is this important to the Army?**\n\nPeople are the most important assets to the Department of the Army and are critical to accomplishing the mission. Recognition of the civilian workforce is highly effective and a proven strategy for improving employee engagement, boosting morale, and enhancing productivity. Employee engagement is a key driver for recruitment and retention and directly supports readiness.  Civilians will wear the pins with pride, knowing they are part of a community of people who have chosen to use their talent, skills, and expertise in the service to the Army and the nation. \n \n**Resources**:\n\n* [HQDA, DCS G-1](http://www.armyg1.army.mil/)\n* [ASA (M&RA)](http://www.asamra.army.mil/index.html)\n* [Instructions for ordering pins](https://www.milsuite.mil/book/groups/ag1-cp)\n\n**Related documents**: \n\n* [Army Directive 2018-20, Army Civilian Service Recognition](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN13550_AD2018_20_Final.pdf)\n* [Army Regulation 672-20, Incentive Awards](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r672_20.pdf)\n \n",
    "date": "Monday, December 17, 2018",
    "quote": "",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)\n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}