{
    "id": "2018-12-18",
    "title": "Commitment by All ",
    "body": "#######Provided by Office of the Chief of Public Affairs \n\n**What is it?**\n\nThe 'Culture of Trust' is the bedrock of the U.S. Army Profession. This 'Culture of Trust' requires commitment by all. It includes the internal trust that Army professionals have for each other while upholding the [Army Ethic](https://www.army.mil/standto/2018-07-12), and the external trust of the American people have in the Army's commitment to serve the nation. It is every Soldier's and Army Civilian's responsibility to strengthen the 'Culture of Trust' and live the [Army Values](https://www.army.mil/standto/2018-06-12).\n\n**What are the current and past efforts of the Army?**\n\n* The Army empowers its leaders at all levels to be responsible for developing positive climates where respect and mutual trust are demonstrated and help-seeking behavior is promoted within cohesive teams. \n* The Army Profession reinforces a necessary sense of community as the Army Family. Camaraderie in a supportive and cohesive team is based on mutual trust and shared identity \n* Soldiers and Army Civilians serving in all components share an identity as trusted Army professionals who are inspired to honorably fulfill their oaths of service to the nation. \n\n**What are the continued efforts planned by the Army?**\n\nThe Army is pursuing initiatives to further strengthen the 'Culture of Trust' based on dignity and respect. Army leaders are committed to strengthening a strong professional organizational climate grounded in the [Army Values](https://www.army.mil/values?st). The Army will continue to take the steps required to protect its Soldiers, to increase the quality within its ranks, and to ensure fairness and consistency across the force. The Army will continue to focus on being responsible stewards of the institution and the resources in order to continue to mature and reinforce trust with the American people. \n\n**Why is this important to the Army?**\n\nThe Army's greatest asset is its people -- intelligent, adaptable and professional Soldiers who are the face of the nation. Without the trust and confidence of the American people, the Army cannot maintain the all-volunteer force. The responsibility to defend the nation requires commitment by all -- especially leaders -- to the Army Values. This includes treating everyone with dignity and respect, collaborating broadly and always doing the right thing. \n\nThe Army's shared identity as *Trusted Army Professionals* is enduring. As *Soldiers for Life*, every Soldier upon leaving the Army Profession continues to contribute honorable service on behalf of their families and communities, living by and upholding the Army Ethic. \n\n \n**Resources**:\n\n* [Center of Army Profession and Ethic](http://cape.army.mil/)\n* CAPE: [The Army Profession](http://cape.army.mil/videos/the-army-profession)\n* [Army Values](https://www.army.mil/values?st)\n \n**Related document**: \n\n* [Army Profession](http://data.cape.army.mil/web/repository/aaop/character-trust-mc/army-profession-pamphlet.pdf)\n\n**Related STAND-TO!**: \n\n* [Army Values](https://www.army.mil/standto/2018-06-12) \n* [Army Ethic](https://www.army.mil/standto/2018-07-12)\n* [Army Culture of Trust](https://www.army.mil/standto/archive_2016-01-27)\n",
    "date": "Tuesday, December 18, 2018",
    "quote": "#### Focus Quote for the Day\n\n\n> We're taking an oath to a document -- the Constitution of the United States of America -- and we're taking an oath to the idea embedded within that document. In these United States, every single one of us is born free and equal. And, you're going to rise to the level of your merit based on your knowledge and skills and your talent. And you're going to be judged by the content of your character, not the color of your skin. \n\n\n\\- Chief of Staff of the Army Gen. Mark A. Milley\n",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)\n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}