{
    "id": "2018-12-20",
    "title": "Stewardship of the Army Profession",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nStewardship is the duty of all U.S. Army leaders, who are entrusted by the American public to care for the people, resources and the Army Family. Stewardship ensures the Army remains a trusted military profession, both today and tomorrow. \n\nStrategic leaders have the special responsibility to reinforce the [Army culture of trust](https://www.army.mil/standto/archive_2016-01-27). The Army decisions, directives, policies, programs and systems, made and approved by Army senior leaders, must reinforce trust to ethically, effectively and efficiently serve Soldiers, Army Civilians and the Army Family. \n\n\n**What are the current and past efforts of the Army?**\n\n* The Army Profession rests on continuously recruiting, developing and mentoring Soldiers and Army Civilians to become leaders capable of instilling the Army Ethic and Values into the next generation of Army professionals. \n\n* Army senior leaders model stewardship of the profession understanding that their decisions and actions must strengthen internal bonds of mutual trust, to produce cohesive teamwork and mission command. \n\n* Army leaders must be consistent whether establishing goals and procedures for military recruiting and civilian accessions, or developing the strategy for managing talent. \n\n* The Army demonstrates stewardship of resources for facilities, infrastructure, weapons, equipment, supply and maintenance consistently with standards and ethics on behalf of the nation. Stewardship of resources flows from stewardship of the profession and its standards.\n\n* The Army conducts an annual forum for Army senior leaders to focus on the profession. The  Army Profession Forum focuses on setting conditions supporting a professional climate with a focus on trust and mission command. \n\n\n**What are the continued efforts planned by the Army?**\n\nStrategic leaders will continue to review issues that strategically affect the Army profession each year because the Army Profession forges a special bond of trust and confidence with the American people. \n\nThe Army Profession will continuously develop and mentor Soldiers and Army Civilians to become leaders capable of instilling the [Army Ethic](https://www.army.mil/standto/2018-07-12) and [Values](https://www.army.mil/standto/2018-07-12) in the next generation.\n\n\n**Why is this important to the Army?**\n\nThe Army Profession is one of the most trusted institutions in the country. Trust between the public and Army rests on the Army maintaining a culture informed by the ethic and values. The Army Profession defines the essence of what it means to be a Soldier or Army Civilian. Maintaining a trusted profession demands senior leaders be aware of trends, opportunities for improvement and challenges affecting the Army. Stewardship is an active responsibility for all Soldiers and Army Civilians, from the top down.\n\n \n**Resources**:\n\n* [TRADOC](https://www.tradoc.army.mil/)\n* [CAPE](http://cape.army.mil/)\n* [Army Values](https://www.army.mil/values)\n\n**Related document**: \n\n* [The Army Profession](http://data.cape.army.mil/web/repository/aaop/character-trust-mc/army-profession-pamphlet.pdf)\n\n**Related STAND-TO!**: \n\n* [Commitment by All](https://www.army.mil/standto/2018-12-18)\n* [Army Values](https://www.army.mil/standto/2018-07-12)\n* [Army Ethic](https://www.army.mil/standto/2018-07-12)\n* [Army Culture of Trust](https://www.army.mil/standto/archive_2016-01-27)\n\n**Related video**:\n\n* [The Army Profession](http://cape.army.mil/videos/the-army-profession)\n\n\n\n\n",
    "date": "Thursday, December 20, 2018",
    "quote": "#### Focus Quote for the Day\n\n\n> We have to operate off of our philosophy of mission command: those in charge issuing mission orders with clear commander's intent, and subordinate leaders using their disciplined initiative to accomplish that intent. All of it is enabled by trust.\n\n\n\\- Gen. Stephen Townsend, commanding general, [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil/)\n",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)\n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}