{
    "id": "2018-12-26",
    "title": "RDECOM Global Technology Office",
    "body": "#######Provided by U.S. Army Research, Development and Engineering Command\n\n**What is it?**\n\nThe U.S. Army Research, Development and Engineering Command's Global Technology Office is the enterprise's centralized organization for global engagement. RDECOM's enterprise is comprised of six research, development, and engineering centers, and the Research Laboratory. \n\nThe Global Technology Office provides programmatic and strategic guidance to the RDECOM Forward Element Center directors and executes or manages programs to ensure interoperability with U.S. allies and improve Soldier capabilities through international collaboration. \n\n\n**What are the current and past efforts of the Army?**\n\nThe Global Technology Office manages international agreements and coalition warfare, and the following programs:\n\n* Engineer and Scientist Exchange gives RDECOM scientists and engineers opportunities to work with allied countries on technical problems. \n\n* Foreign Liaison Office facilitates cooperation and mutual understanding between the Army and the armies of allied and friendly nations. \n\n* Field Assistance in Science and Technology identifies operational gaps, recommends potential technology solutions and provides reach back to RDECOM scientists and engineers for additional support. \n\n* Foreign Technology (and Science) Assessment Support encourages investigations of new ideas that may offer advantages to the Army.\n\n* Foreign Comparative Test program falls under the purview of the Office of the Secretary of Defense and is executed by the Global Technology Office for the Army to acquire  and test  foreign items that are technically mature and may meet Warfighters' needs. \n\nIn support of the [Army's modernization strategy](https://www.army.mil/standto/2018-06-06), RDECOM has shifted its focus to the six modernization priorities. The RDECOM GTO global strategy aligns its current and future collaboration efforts with the Army's modernization priorities, and is currently developing a global engagement plan to successfully execute this strategy.\n\n\n**What are the continued efforts planned by the Army?**\n\nThe Army will continue to search for and find the best basic and applied research, and emerging and mature technologies worldwide to close Warfighter capability gaps and ensure technology overmatch in the mid- and far-terms. Additionally, the Army will ensure a balanced global posture by engaging with emerging countries to build alliances and bolster partnerships.\n\n\n**Why is this important to the Army?**\n\nRDECOM's global engagement efforts are critical to ensuring the Army stays current with the latest technology developments around the world. Through the integration of its global resources and by leveraging innovation, RDECOM will continue to deliver relevant and revolutionary capabilities to the Warfighter.\n\n \n**Resources**:\n\n* [U.S. Army Research, Development and Engineering Command](https://www.army.mil/rdecom)\n* [RDECOM-FAST](https://www.rdecom.army.mil/FAST/)\n\n**Related STAND-TO!**: \n\n* [Army's modernization strategy](https://www.army.mil/standto/2018-06-06)\n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)\n* [Long Range Precision Fires](https://www.army.mil/standto/2018-01-17) \n* [Next Generation Combat Vehicle](https://www.army.mil/standto/2018-02-22)  \n* [Future Vertical Lift](https://www.army.mil/standto/2018-02-07)\n* [Army Network](https://www.army.mil/standto/2018-03-08)\n* [Air and Missile Defense](https://www.army.mil/standto/2018-03-14)  \n* [Soldier lethality](https://www.army.mil/standto/2018-03-22)",
    "date": "Wednesday December 26, 2018",
    "quote": "",
    "events": ""
}