{
    "id": "2018-12-27",
    "title": "Military Justice Act of 2016: Punitive Articles ",
    "body": "#######Provided by Headquarters, DCS, G-1\n\n**What is it?**\n\nThe Military Justice Act of 2016 (MJA 16) is designed to improve the military justice system by enhancing its efficiency and effectiveness while sustaining good order and discipline. MJA 16 was signed into law as part of the National Defense Authorization Act of Fiscal Year 2017, and is implemented through Executive Order 13825.\n\nThese changes include modifications to punitive articles 120, 130, and 132 in the Uniform Code of Military Justice.  These changes directly impact the Army Sexual Harassment/Assault Response and Prevention (SHARP) Program. The new Article 120 updates the definitions of sexual act, sexual contact, and consent to more closely mirror the definitions found in the civilian federal statutes.  \n\n* Modified the definition of \"sexual contact\" to apply only to specific areas of the body, rather than to touching any area with the intent to arouse or gratify the sexual desire of any person. From a legal and SHARP policy perspective, the change to the definition clarifies the distinction between sexual harassment and sexual assault, i.e., unless someone makes contact with designated areas of another person's body, it is not sexual assault.  \n\n* Moved stalking from Article 120a to Article 130, and updated to address cyberstalking.  The new Article 130 addresses stalking activity and encompasses a broad range of conduct that involves placing another person in fear for their safety, to include fear of sexual assault. \n\n* Clarified the definition of consent to reinforce the fact that submission resulting from the use of force, threat of force, or placing another individual in fear does not constitute consent. \n\n* Added Article 132 to the UCMJ. This bans retaliation against a service member for reporting a criminal offense, such as a sexual assault, or making a protected communication.\n\n**What are the current and past efforts of the Army?**\n\nThe Army is training its leaders on the changes to the UCMJ, in anticipation of implementation Jan. 1, 2019. Individuals who have questions about changes to the UCMJ should contact their local staff judge advocate. \n\n**What are the continued efforts planned by the Army?**\n\nThe Army is formalizing SHARP policies in AR 600-20, *Army Command Policy*. Army SHARP is working with HQDA stakeholders to update the Expedited Victim Transfer Policy in AR 614-100, *Officer Assignments,*  and AR 614-200, * Enlisted Assignments* to mirror the Department of Defense Instructions. Additionally, the Army [SHARP & Resiliency Directorate](http://readyandresilient.army.mil/) is drafting a new SHARP-specific regulation.\n \n\n**Why is this important to the Army?**\n\nDevelopment of ready, resilient leaders of character is an Army imperative. Creating healthy unit climates, strengthening the Army culture, and providing commanders with prevention tools and resources needed, enables the Army to achieve this imperative.  \n \n**Resources**:\n\n* [SHARP](https://www.preventsexualassault.army.mil)\n* [U.S. Army Ready and Resilient](http://readyandresilient.army.mil/)\n* [The United States Army Judge Advocate General's (JAG) Corps](https://www.jagcnet.army.mil/)\n\n\n**Related STAND-TO!**: \n\n* [Military Justice Act 2016: Victim Rights](https://www.army.mil/standto/2018-11-29)\n* [Army Value](https://www.army.mil/standto/2018-06-12)\n* [Army Ethics](https://www.army.mil/standto/2018-07-12)\n",
    "date": "Thursday, December 27, 2018",
    "quote": "#### Focus Quote for the Day\n\n\n> The Army Values bind us together as a profession - we must renew our commitment to these values and demonstrate the highest moral and ethical conduct. \n\n\\-  Secretary of the Army Mark T. Esper  ",
    "events": "#### Events \n\n\n**DECEMBER 2018** \n\nView the new Army.mil website: [Army Fitness Combat Test](https://www.army.mil/acft/?st)\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb?st)\n\n\n**JANUARY 2019** \n\nJan. 21 - Martin Luther King Jr. Day  \n"
}