{
    "id": "2017-12-05",
    "title": "7th Infantry Division  ",
    "body": "#######Provided by 7th Infantry Division  \n\n**What is it?**\n\nThe 7th Infantry Division (7th ID) was created during World War I and was first activated Dec. 6, 1917, as Headquarters, 7th Infantry Division of the Regular Army, and organized on Jan. 1, 1918 at Camp Wheeler, Georgia. \n\nIt participated in WWI, WWII, Korean War, Panama and Operation Freedom's Sentinel. It boasts 17 Medal of Honor recipients and 15 campaign participation credits. \n\nThe 7th Infantry Division is headquartered at Joint Base Lewis-McChord, Washington and exercises Training and Readiness Authority (TRA) over five active brigades and one associated brigade from the Washington Army National Guard. In addition, it is the only active-duty multi-component division headquarters in the Army. \n\n\n**What is the Army doing?**\n \nThe division has revisited significant figures and key events/battles to increase awareness and educate current Bayonet Soldiers on the division's rich legacy in the Pacific region.\n\nThe 7th Infantry Division celebrates its Centennial Week from Dec. 3-15, 2017. This includes a series of events, to highlight the division's rich history, as well as current operations, for Soldiers, families, and the community.  \n\n \n**What continued efforts does the Army have planned for the future?**\n\nAs a Pacific-focused military organization, the 7th Infantry Division will continue to support the Army's foremost responsibility to deliver ready, trained, and equipped forces to meet the operational demands. The 7th Infantry Division will maintain a constant state of readiness by continuing to place an increased focus on individual, crew, and collective training. \n \n  \n**Why is this important to the Army?**\n\nArmy units must be trained and ready to operate and win decisively, in any environment. The 7th Infantry Division has a history of operating in uncertainty and volatility while accomplishing the mission. The division's motto, *Trust in Me* reiterates the nation's confidence and trust in the 7th Infantry Division's ability to provide units that are trained and ready to deploy, fight, and win decisively, given any mission, in any environment.\n\n\n**Resources:**\n\n* [Joint Base Lewis-McChord](http://www.lewis-mcchord.army.mil/army.html)\n* [7th Infantry Division](http://www.lewis-mcchord.army.mil/7id/)\n* [History](http://www.lewis-mcchord.army.mil/7id/history.html)\n* [Army.mil: 7th ID](https://www.army.mil/7thid)\n\n**Related STAND-TO!:**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/archive_2016-05-19)  \n\n**7th ID on social media:**\n\n* [Facebook](https://www.facebook.com/pg/7thInfantryDivision)\n* [Twitter](https://twitter.com/7thid)\n",
    "date": "Tuesday, December 5, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [Army-Navy Game](http://armynavygame.com/)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)  \n\nDec. 16 - Jan. 25: Battle of the Bulge  "
}