{
    "id": "2017-12-06",
    "title": "Army Profession Forum",
    "body": "#######Provided by HQDA, Deputy Chief of Staff, G-1  \n\n**What is it?**\n\nThe 2017 Army Profession Forum is a strategic leader-level engagement that explores the ethical challenges to the Army Profession and ways to maintain trust within the Army while strengthening its essential characteristics.  \n\nThis forum is a Chief of Staff of the Army Senior Leader Development conference hosted by the [Center for the Army Profession & Ethic)](http://cape.army.mil/)\n (CAPE) and the [Army Sexual Harassment/Assault Response & Prevention](www.preventsexualassault.army.mil) (SHARP) office.   \n\nThe overall theme for the Army Profession Forum is *Trust.*  \n\n\n**What is the Army doing?**\n\nThrough initiatives such as the [Army's Framework for Character Development](http://cape.army.mil/repository/white-papers/armys-framework-for-character-development-white-paper.pdf) and [Mind's Eye 2](https://www.army.mil/article/193308/), a primary prevention initiative, the Army is working to instill confidence in individuals' abilities to accomplish their missions.\n\nThe 2017 Army Profession Forum will provide information on how to establish and implement the policies, programs, and systems that shape Army culture, support professional organizational climates and motivate individuals to live by and uphold the Army Ethic.\n\n \nFacilitators at the Army Profession Forum will use the Army's Framework for Character Development to promote discussion on the roles and responsibilities of strategic leaders in shaping Army culture. Attendees will discuss the Army as an institution and potential barriers to the realization of mission command in Army policies, programs, and systems.\n \n\n**What continued efforts does the Army have planned for the future?**\n\nStrategic leaders will apply theory to practice as it relates to strengthening the Army's culture, fostering positive command climates and empowering leaders at all echelons to model and enforce appropriate behavioral norms and standards of conduct.\n\nThe perspectives gained from the dialogue at the forum will inform the implementation and assessment plan for the Character Development Framework, with the expected outcome of developing character where it is missing and strengthening character where it exists.\n\nThe leaders will apply lessons learned on reducing the corrosive effects of sexual harassment, sexual assault, and retaliation on the essential elements of cohesion and trust. They will execute an effective SHARP program to directly contribute to Army readiness. \n  \n**Why is this important to the Army?**\n\nThe Army Profession Forum reinforces the Army's strategic responsibility to maintain trust within the Army and with the American public. On a tactical level, the [culture of trust](http://www.army.mil/standto/archive_2016-01-27/) is fostered by organizational leaders and is amplified when individuals feel secure in themselves, their skills, and their units, enabling focus on mission-specific objectives. \n\n**Resources:**\n\n* [The Center for the Army Profession and Ethic (CAPE)](http://cape.army.mil/)\n* [Army Sexual Harassment/Assault Response and Prevention (SHARP) Program](www.preventsexualassault.army.mil)\n\n**Related STAND-TO!:**\n\n* [Army Culture of Trust](http://www.army.mil/standto/archive_2016-01-27/)\n",
    "date": "Wednesday, December 6, 2017",
    "quote": "#### Focus Quote for the Day\n\n> Leaders must set the conditions for a positive work climate, free from sexual assault and the conditions that lead to such offenses. \n\n\\- Chief of Staff of the Army Gen. Mark A. Milley",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [Army-Navy Game](http://armynavygame.com/)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/About-the-Guard/Army-National-Guard/)  \n\nDec. 16 - Jan. 25: Battle of the Bulge  "
}