{
    "id": "2017-12-11",
    "title": "The Army Board for Correction of Military Records",
    "body": "#######Provided by Army Review Boards Agency\n\n**What is it?**\n\nThe Army Board for Correction of Military Records (ABCMR) is one of the 13 boards of [Army Review Boards Agency](http://arba.army.pentagon.mil/) (ARBA). ABCMR is the highest level of administrative appeal within the Department of the Army.  \n\nThe ABCMR's mission is to correct errors in or remove injustices from Army military records.  Eligible applicants are Soldiers, Veterans, spouses, relatives, and/or their legal representatives, who served in the Regular Army, U.S. Army Reserve, and/or the Army National Guard.  \n\nApplications are submitted, via a DD Form 149, [Application for Correction of Military Record](http://www.esd.whs.mil/Portals/54/Documents/DD/forms/dd/dd0149.pdf), either by mail or at the [online application portal](https://sslapp.hqda.pentagon.mil/acts_online/gui/Login.aspx?ReturnUrl=/acts_online). \n \n\n**What is the Army doing?**\n\nThe ABCMR transitioned from a \"paper\" board to \"digital\" board.  This digital process supports the [Army Review Boards Agency](http://arba.army.pentagon.mil/)'s goal of being a *Most Efficient Organization*  in which Soldiers, Veterans, and the Family members are served with justice, equity, compassion, and civility.  \n\nIt is important to point out that applicants must have exhausted all administrative remedies afforded elsewhere, prior to applying to the ABCMR. In most cases, the best resource is the [U.S. Army Human Resource Command](https://hrc.army.mil/) (HRC).  For application requests for correction of an error or an injustice to be removed from the record, multiple actions may be taken: \n\n* Obtaining the Military Personnel Records Jacket from the National Archives\n* Screening and scanning the records\n* Producing a Record of Proceedings to be considered by the Board.  \n\nUncontestable errors in records accompanied by irrefutable evidence can usually be resolved elsewhere.  \n\nSubstantive errors or injustices may include, discharge upgrades, administrative errors on the DD Form 214, enlisted and officer promotion, evaluations, medical separations and retirements, courts-martial, Article 15s, bonuses, debts and high profile issues such as post traumatic stress disorder and sexual assault claims. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe ABCMR digitization effort has enabled the identification and requirements documentation for the replacement of Army Review Boards Agency's authoritative data system.  This data system will support a more effective and efficient ABCMR business process resulting in reduced case processing cycle times. It will also afford agency level metrics to measure compliance and identify process problems while at the same time provide ABCMR leadership with the transparent management of cases. \n \n**Why is this important to the Army?**\n\nThe concepts of justice and due process embody the Army's basic notions of procedural and legal fairness.  The Army strives to apply fair and just standards at the same time to protect the rights of all Soldiers.  The Army is congressionally bound to correct an error or remove an injustice. \n \n**Resources:**\n\n* [Army Review Boards Agency](http://arba.army.pentagon.mil/)\n\n**Related documents:**\n\n* [Army Regulation 15-185 - Army Board for Correction of Military Records](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r15_185.pdf)\n* [Title 10 United States Code, Section 1552](   https://www.gpo.gov/fdsys/granule/USCODE-2011-title10/USCODE-2011-title10-subtitleA-partII-chap79-sec1552)\n* [DODD 1332.4](http://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodd/133241p.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Review Boards Agency](https://www.army.mil/standto/archive_2016-11-16) \n",
    "date": "Monday, December 11, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [Army-Navy Game](http://armynavygame.com/)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/Features/2017/381st-Birthday/)  \n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) "
}