{
    "id": "2017-12-12",
    "title": "U.S. Army Central ",
    "body": "#######Provided by U.S. Army Central\n\n**What is it?**\n\n[U.S. Army Central](http://www.usarcent.army.mil/) (USARCENT) serves as the Army Service Component Command (ASCC) of [U.S. Central Command](http://www.centcom.mil/) (USCENTCOM). This Theater Army exercises administrative control of all U.S. Army forces in the Middle East, as well as Central and South Asia, and has operational control of Army forces outside of Iraq and Afghanistan.\n\nUSARCENT supports joint, multinational, and interagency elements throughout the area of operations, serving as USCENTCOM's Coalition Forces Land Component Command (CFLCC) responsible for planning, coordinating and employing land forces.\n\n\n**What has the Army done?**\n\nDuring World War II, Third Army, under the command of General George S. Patton, defeated Nazi Germany in the [Battle of the Bulge](https://www.army.mil/botb/). \n\nIn 1983, USARCENT was reactivated and assigned to the newly formed USCENTCOM, focusing on the Middle East and Central Asia. \n\nIn 1991, Third Army led troops into combat as the Field Army for  [Desert Storm]( https://www.archives.gov/research/alic/reference/military/gulf-war.html). \n\nFollowing the September 11, 2001, terrorist attacks, Third Army served as the CFLCC during [Operation Enduring Freedom](https://www.archives.gov/research/alic/reference/afghanistan.html)\nand [Iraqi Freedom](https://www.archives.gov/research/alic/reference/military/war-in-iraq.html)), and later as the combined joint task force (CJTF) for [Operation Inherent Resolve](https://www.defense.gov/OIR/). \n\nIn 2006, the Department of the Army officially changed the name from Third Army to U.S. Army Central. \n\n**What continued efforts does the Army have planned for the future?**\n\nUSARCENT will continue to work with allies and partners to help prevent conflict and terrorist attacks. USARCENT will shape the area to defend the homeland and protect U.S. interests, and posture to successfully deal with future contingencies, making its small forward presence a cost-effective component of U.S. foreign policy.  \n \n \n**Why is this important to the Army?**\n\nArmy Central has a longstanding history of constant readiness to defeat emerging threats and protect the United States' interests around the globe. This ASCC: \n\n* Continues to transition for tomorrow by anticipating and adapting to the changing operational environment including multi-domain threats, the rise of the Islamic State in Iraq and Syria (ISIS) and other extremist organizations, the malign influence of Iran, resource constraints and changing technologies. \n* Produces military plans, advances U.S. interests by conducting Theater Security Cooperation, and prepares to receive joint forces into the theater. \n* Provides Army support to other services such as missile defense, logistics management, transportation, fuel distribution, communications, veterinary services, and explosive ordnance disposal. This joint support also includes contracting, medical support and evacuation, military postal service, and detainee operations.\n* Stands prepared to serve as a Joint Task Force capable of commanding and controlling joint and/or coalition forces engaged in sustained military operations, including disaster relief, humanitarian assistance, and crisis response. \n \n \n**Resources:**\n\n* [U.S. Army Central](http://www.usarcent.army.mil/)\n  * [History](http://www.usarcent.army.mil/About/History.aspx)\n  * [Area of Responsibility](http://www.usarcent.army.mil/About/AreaofResponsibility.aspx)\n* [U.S. Central Command](http://www.centcom.mil/)\n \n**Related document:** \n\n* [General Order 24 Designating USARCENT as an Army Service Component Command](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/go0624.pdf)\n",
    "date": "Tuesday, December 12, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [#USARMY BEATS @USNavy 14-13 in the #ArmyNavyGame!](https://twitter.com/USArmy/status/939633201324142592/?fr=st)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/Features/2017/381st-Birthday/)  \n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) "
}