{
    "id": "2017-12-13",
    "title": "National Guard Birthday ",
    "body": "#######Provided by National Guard Bureau\n\n**What is it?**\n\nThe National Guard (NG) is the oldest military force in the Department of Defense.  The NG will celebrate its 381st birthday on Dec. 13, 2017, continuing to answer the call since 1636 when the first militia regiments in North America were organized into three permanent regiments- East, South, and North Regiments. It is symbolic of the founding of all the state, territory, and District of Columbia militias that collectively make up today's National Guard. \n\nThis year's theme is *381 Years of Service to our States and our Nation.*  \n\n**What has the Army done?**\n \nThe NG is a vital part of the Total Army Force, contributing over 343,000 Soldiers with nearly 18,000 NG Soldiers currently mobilized in support of the combatant commands.\n\nThe National Guard also protects the homeland providing immediate assistance during Federal emergency responses; recent examples include approximately 40,000 NG Soldiers from 38 states who supported relief efforts for Hurricane Harvey, Irma and Maria and the 2,060 NG Soldiers who battled blazing wildfires in California, Oregon and Montana.\n\nThe National Guard has the people, equipment, and capabilities to save lives; preserve or restore civil order; protect property and maintain or re-establish communications.  \n\nThe National Guard leverages combat capabilities and equipment to provide rapid, overwhelming capability after disaster strikes at home, and logged more than 1.8 million man-days supporting the homeland in FY17. \n\nFor more than 20 years, through the State Partnership Program (SPP), the National Guard has developed 73 enduring, cost-effective partnerships with one-third of the world's countries. At any one time, up to 48 SPP partner countries provided more than 35,000 personnel to all 14 active United Nations peacekeeping operations.\n \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army maintains constant vigilance during periodic Army reorganizations that have an impact on Army National Guard (ARNG) force structure, ensuring the lineage and history of historic ARNG units are preserved.\n \n \n**Why is this important to the Army?**\n\nThe National Guard excels at fighting America's wars, protecting the homeland and developing partnerships. \n\nThe contributions of American militia and the National Guard have been inseparable from the history of Americans bearing arms in defense for centuries, and are integral to the telling of the Army's story.  \n\nCitizen Soldiers and Airmen celebrate the rich NG heritage to provide opportunities for their communities to better understand their service, missions, contributions and sacrifices. \n\n \n**Resources:**\n\n* [National Guard](http://www.nationalguard.mil)\n* [National Guard Birthday](http://www.nationalguard.mil/Features/2017/381st-Birthday/)\n \n**Related STAND-TO!:** \n\n* [Securing the Homeland](https://www.army.mil/standto/archive_2016-08-24)\n* [Homeland Defense](https://www.army.mil/standto/archive_2016-08-16)\n",
    "date": "Wednesday, December 13, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> From militia companies mustering on village greens in response to Paul Revere's warning, to the ever-evolving and complex world that we live in today, the National Guard is more resilient, relevant and ready than ever before.\n\n\\- Gen. Joseph L. Lengyel, Chief National Guard Bureau",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [#USARMY BEATS @USNavy 14-13 in the #ArmyNavyGame!](https://twitter.com/USArmy/status/939633201324142592/?fr=st)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/Features/2017/381st-Birthday/)  \n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) "
}