{
    "id": "2017-12-14",
    "title": "Combined Arms Center-Training",
    "body": "#######Provided by Combined Arms Center-Training, TRADOC\n\n**What is it?**\n\nThe [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact) (CAC-T), Fort Leavenworth, Kansas, which falls under [U.S. Army Training and Doctrine Command]( http://www.tradoc.army.mil/), develops training requirements, fields training systems, delivers leader training and sustains training capabilities to support Army institutional and operational training. CAC-T enables Soldiers, leaders, and units to successfully execute Unified Land Operations in complex, ambiguous environments. \n \n\n**What has the Army done?**\n \nCAC-T's top priority is leading the Army's effort to develop the [Synthetic Training Environment](http://usacac.army.mil/node/1410) (STE). The STE will enable units to conduct collective training at the point of need in live, gaming, and simulation environments, and prepare for missions anywhere in the world. It will operate from the cloud and over the Army Network with the ability to stimulate mission command systems. The STE will use current cutting-edge technology and remain flexible to new technologies.  \n \nCAC-T manages modernization of the combat training centers that recently included upgrades to Opposing Force (OPFOR) surrogate vehicles and OPFOR integrated air defense systems. In addition, CAC-T is offering a new Echelons-Above Brigade Airspace Course to provide individual instruction on the processes and automated systems involved in airspace control. \n\nThe 2016 publication of  Field Manual 7-0, *Train to Win in a Complex World and the 2017 improvements to the [Digital Training Management System](http://usacac.army.mil/organizations/cact/news/01-20-2015_digital-training-management-system) will help commanders meet Objective-T requirements. CAC-T is working on multinational interoperability of constructive simulations to allow the U.S. Army to conduct exercises with partner nations. \n\n**What continued efforts does the Army have planned for the future?**\n\nTo make training more rigorous and realistic, the combat training centers will receive enhancements to their OPFOR electronic warfare, cyber warfare and dense urban terrain capabilities. In April 2018, Warfighter Exercise 18-4 will improve interoperability in training between U.S. and United Kingdom divisions by using a mission partner environment network to display a common operating picture, provide common services and exercise joint fires. These are a few of CAC-T's initiatives to support the warfighter. \n \n**Why is this important to the Army?**\n\nCAC-T plays an important role in training Soldiers and is essential in helping the Army achieve its number one priority of readiness. \n\n**Resources:**\n\n* [Combined Arms Center - Training](http://usacac.army.mil/organizations/cact)\n* [US Army Combined Arms Center](http://usacac.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n \n**Related videos:**\n \n* [CAC-T](https://www.youtube.com/edit?video_id=7VKLkuv38EM)\n* [STE](https://www.youtube.com/watch?v=KT4czRrbAog&t=3s)\n",
    "date": "Thursday, December 14, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 7: Pearl Harbor Day  \n\nDec 9: [#USARMY BEATS @USNavy 14-13 in the #ArmyNavyGame!](https://twitter.com/USArmy/status/939633201324142592/?fr=st)  \n\nDec. 13: [National Guard Birthday](http://www.nationalguard.mil/Features/2017/381st-Birthday/)  \n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) "
}