{
    "id": "2017-12-18",
    "title": "The Army Band Music Program",
    "body": "#######Provided by Military District of Washington\n\n**What is it?**\n\nThe Army Band Music Program is comprised of 86 individual Army bands constituted by approximately 3,800 Soldier-musicians across all three Army components. Of those bands, 22 currently reside in the [active Army](https://www.army.mil), 51 in the [Army National Guard](https://www.army.mil/nationalguard), and 13 in the [U.S. Army Reserve](http://www.usar.army.mil/).\n \n**What has the Army done?**\n \nArmy bands accomplish this mission by performing three broad functions:\n\n* Engaging local, regional, national and international audiences through world-class musical performances \n* Rendering honors and providing musical support to military ceremonies \n* Providing live music to Soldiers in deployed and austere environments, and to Families and veterans on the home front.\n \nIn performing these functions, Army band units provide commanders with a highly effective communications capability. By using music as the medium, an Army band can engage audiences within a domain, thereby increasing the effectiveness and resonance of a commander's themes and messages.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Band Music Program is currently conducting a Vice Chief of Staff of the Army-directed *Bottom-Up Review*. The review will examine Army bands through the Doctrine, Organization, Training, Materiel, Leadership and Education, Personnel, Facilities and Policy (DOTMLPF-P) lens to ensure that Army Music is postured to meet commanders' emerging requirements for Army band support.\n\nThe Chief of Army Music's newly formed Army Music Analytics Team is vastly improving the tracking of data that measures the effects of Army Music, employing the most up-to-date tracking methods and partnering with the U.S. Military Academy and global marketing research leaders, The Nielson Corporation. The results of this work will enhance Army leaders' ability to make informed decisions about the best methods of employing Army bands. \n \n**Why is this important to the Army?**\n\nA commander's ability to promote readiness across formations and to communicate with widely varied audiences has a direct effect on the success of operations. Army bands provide commanders a highly effective medium through which to increase readiness by lifting morale and to enhance communication with audiences at home and throughout the spectrum of military operations. \n\n\n**Resources:**\n\n* [The Army Band Music Program ](http://www.music.army.mil/)\n  * [Army Music FAQs](http://www.music.army.mil/faq/)\n  * [The Army Song](http://www.music.army.mil/music/armysong/)\n  * [Band Locator](http://www.music.army.mil/organizations/bandlocator.asp)\n  * [Active Army Bands](http://www.music.army.mil/organizations/activearmy/)\n* [Military District of Washington](http://mdwhome.mdw.army.mil/)\n\n",
    "date": "Monday, December 18, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}