{
    "id": "2017-12-19",
    "title": "Holiday Block Leave Program ",
    "body": "#######Provided by Initial Military Training, TRADOC\n\n**What is it?**\n\nHoliday Block Leave, unique to [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) initial military training units, marks an annual time when thousands of the U.S. Army's newest Soldiers travel from their training centers across America to their homes for the holiday season.  \n \n**What has the Army done?**\n\nInitial military training for enlisted Soldiers comprises basic combat training, advanced individual training and one station one unit training, which combines basic combat training and advanced individual training. \n\nThe Army is the only branch of service that provides this opportunity for a block of leave during the enlisted basic training portion.  \n\nThe Holiday Block Leave season keeps new Soldiers' well-being foremost in leaders' minds, providing a much-needed and well-deserved break from their initial military training to return to their families and reconnect over the holidays.\n\nCommanders in the initial military training enterprise ensure that the newest Soldiers get home swiftly and as safely as possible. As part of this, they brief Soldiers about holiday safety, emergency and medical information, and provide specific unit guidance. \n \nCommanders also ensure that Soldiers receive sufficient training to honorably represent the Army in conversations with their families, during potential news media coverage, and with the American public.\n\nThe Holiday Block Leave will allow nearly 13,000 new Soldiers to travel home from their initial military training units in mid-December. In addition, Initial military training units have identified morale, welfare, and recreation activities to ensure the well-being of Soldiers who decide to stay at their training locations during Holiday Block Leave. \n\n**What continued efforts does the Army have planned for the future?**\n\n[U.S. Army Center for Initial Military Training](http://usacimt.tradoc.army.mil/) leads the synchronization and management of initial military training and education. USACIMT will continue to meet with initial military training unit representatives to discuss future Holiday Block Leave implementation guidance, review reporting requirements and resolve challenges.   \n \n**Why is this important to the Army?**\n\nThe Holiday Block Leave program provides families with the opportunity to reconnect with their Soldiers and to learn about their Soldiers' experiences. Soldiers have the opportunity to share their experiences with those outside of the Army, providing a better understanding of what the Army is and how the Army is training its newest guardians of freedom. \n\n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command]( http://www.tradoc.army.mil/) \n* [U.S. Army Center for Initial Military Training](http://usacimt.tradoc.army.mil/) \n\n**Related document:**\n\n* [Enlisted Initial Entry Training Policies and Administration](http://www.tradoc.army.mil/tpubs/regs/tr350-6.pdf)\n\n**Related article:**\n\n* [Victory Block Leave: Soldier's first 'vacation' sets a standard](https://www.army.mil/article/179346)\n\n\n",
    "date": "Tuesday, December 19, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}