{
    "id": "2017-12-20",
    "title": "Army Family Readiness",
    "body": "#######Provided by the Office of the Assistant Chief of Staff for Installation Management\n\n**What is it?**\n\nThe Department of Defense defines *Family readiness* as *the state of being prepared to effectively navigate the challenges of daily living experienced in the unique context of military service.*  \n\nThe Army is comprised of nearly one million Soldiers across all components and has roughly 1.3 million Family members.  The strength of the Army hinges on their collective readiness.  Army Families make selfless contributions every day to support Soldiers and Army readiness.  Army Families endure challenges unique to military communities, such as frequent Soldier deployments for operational, contingency or training missions around the world.\n\n**What has the Army done?**\n\nArmy Families tend to be ready and self-sufficient, but unmet needs can translate into a wider range of challenges as problems in one area of life can transform into others.  Understanding these needs and investing in the right programs and services at the right levels is critical.  \n\nBased on a 2016 Soldier needs assessment, the Army is assessing overall Army readiness by understanding the needs of the spouses' -- how needs are being met, and ways to improve their quality of life. \n\nThe Army worked with RAND Corporation, a non-profit research organization to provide up-to-date information on the needs of Families, support services that are working well, and which ones need improvement.  \n\nFrom  Jan. 2 to Feb. 28, 2018, a survey is being offered to a random sample of Active Duty spouses age 18 and older in and around 40 U.S.-based Army garrisons.  The web-based survey asks spouses about different kinds of problems or challenges they and their Families may have faced in the past year, the kind of help needed, and their satisfaction with available support.  \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army remains committed to helping Soldiers and Families navigate the unique challenges of the military lifestyle and providing a balanced array of services to build and sustain readiness.  While the value of Family programs is evident, the Army must continue to evaluate program efficacy and shape program investments to meet Family needs in an ever-changing strategic environment.  Survey responses will provide data for informed decision making and shape spouse support to ensure a ready Army. \n  \n \n**Why is this important to the Army?**\n\nInvesting in Family programs is a direct contribution to overall readiness.  The Army realizes that the well-being of Families is integral to recruiting, retaining, and sustaining a ready all-volunteer force. Soldiers cannot fully focus on their duties unless they know their Families are taken care of. Soldier readiness plus Family readiness equals mission readiness.\n \n\n**Resources:**\n\n* [The Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)\n* [Military OneSource](http://www.militaryonesource.mil/)\n\n**Related STAND-TO!:**\n\n* [Readiness](https://www.army.mil/standto/2017-10-04)\n\n**Soldier and Family Readiness on social media:**\n\n* [Facebook](https://www.facebook.com/soldierandfamilyreadiness/)\n\n\n\n",
    "date": "Wednesday, December 20, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}