{
    "id": "2017-12-26",
    "title": "Defense Language Institute Foreign Language Center ",
    "body": "#######Provided by DLIFLC, U.S. Army Training and Doctrine Command \n\n**What is it?**\n\nThe [Defense Language Institute Foreign Language Center](http://www.dliflc.edu/) (DLIFLC) provides culturally based foreign language education, training, evaluation and sustainment to enhance the security of the nation. DLIFLC, the Department of Defense's premier foreign language provider, is regarded as one of the finest schools for foreign language instruction in the nation.\n\nThe institute provides resident instruction in 17 languages to approximately 3,000 military service members, five days a week, seven hours per day, with two to three hours of homework each night. Courses last between 36 and 64 weeks. Upon successful completion of this rigorous training, successful students can receive an Associate of Arts degree in foreign language.\n\n\n**What has the Army done?**\n\nAs an accredited institution, by the [Accrediting Commission for Community and Junior Colleges](https://accjc.org/) of the Western Association of Schools and Colleges, DLIFLC has granted more than 14,000 associate degrees since 2002. DLIFLC students receive 45 college credits upon successful graduation. Combined with 18 units transferred from other accredited institutions in the subjects of English, math, science, etc., students may receive both an associate degree and a DLIFLC diploma. \n\nAs a part of [Army University](http://armyu.army.mil/), which encompasses all 37 U.S. Army Training and Doctrine Command schools and centers of excellence, DLIFLC's efforts contribute to the Army's intent to create a single point university structure that will maximize educational opportunities for Soldiers by providing valid academic credit for the education and experience they receive while on active duty. \n \n**What continued efforts does the Army have planned for the future?**\n\nIn support of current global challenges, DLIFLC is committed to graduating students, from all four branches of the services, at higher proficiency standards. With a current graduation standard of Reading Level 2, Listening Level 2, and Speaking Level 1+ , as described by the government [Interagency Language Roundtable](http://www.govtilr.org/), DLIFLC plans to change this standard to R2+/L2+/S2+ in the coming years.  \n  \n \n**Why is this important to the Army?**\n \nEducation is the most valuable strategic investment the Army can make to address Army warfighting challenges. Understanding languages and cultures of other nations is a critical enabler for the Army to build a coalition of foreign partners with common operational objectives. These skills will also create an opportunity for those who are transitioning into the civilian sector, making them [Soldiers for Life](https://soldierforlife.army.mil/).   \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/ )\n* [Defense Language Institute Foreign Language Center](http://www.dliflc.edu/ )\n* [Interagency Language Roundtable scale](http://www.govtilr.org/)\n* [Office of the Under Secretary for Personnel and Readiness]( http://prhome.defense.gov/Readiness/DLNSEO/Policy.aspx)\n\n**Related documents:**\n\n* [DoDD 5160.41E: *Defense Language Program* (DLP) ](http://www.dtic.mil/whs/directives/corres/pdf/516041p.pdf )\n* [DoDI 7280.03: *Foreign Language Proficiency Bonus* (FLPB) ](http://www.dtic.mil/whs/directives/corres/pdf/516071p.pdf )\n* [DoDI 5160.71: *DoD Language Testing Program*](http://www.dtic.mil/whs/directives/corres/pdf/516071p.pdf )\n* [DoDI 5160.70: *Management of DoD Language and Regional ProficiencyCapabilities*](http://www.dtic.mil/whs/directives/corres/pdf/516070p.pdf)\n* [DoDD 1315.17: *Military Department Foreign Area Officer (FAO) Programs*](http://www.dtic.mil/whs/directives/corres/pdf/131517p.pdf)\n* [DoDI 1315.20: *Management of DoD Foreign Area Officer (FAO) Programs*](http://www.dtic.mil/whs/directives/corres/pdf/131520p.pdf)\n\n\n\n",
    "date": "Tuesday, December 26, 2017",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}