{
    "id": "2017-12-27",
    "title": "Medical Readiness ",
    "body": "#######Provided by Army Medicine\n\n**What is it?**\n\n[Army Medicine](http://armymedicine.mil) enables a medically ready force and prepares personnel and equipment to deliver world-class expeditionary health care across a full range of military operations.\n\nArmy Medicine provides comprehensive healthcare and support services for Soldiers, Families and retirees. Army Medicine's expertise and unrelenting drive, since 1775, currently helps more than 90 percent of combat casualties to survive their battlefield wounds and return to the fighting force or transition to civilian life.  \n\n\n\n**What has the Army done?**\n[Army Medicine](http://armymedicine.mil) supports unit commanders and their responsibility to Warfighter readiness by providing expertise and capabilities that prevent, identify, and treat health problems to optimize Soldier performance. Military Treatment Facilities (MTFs), health readiness platforms, have been formed to support both the medical readiness of the Soldier and the medical personnel assigned.\n\nArmy Medicine: \n\n* Focuses on improved diagnostic capabilities that enable early treatment, intervention, and holistic alternatives in the health of the Total Army. \n* Addresses health promotion, injury prevention and wellness for the Total Army and created the Performance Triad which focuses on Sleep, Activity, and Nutrition. This program impacts the health, readiness, and resiliency of Soldiers and the Total Army Family.  \n* Created the Healthcare Portal that integrates e-Profile, Individual Medical Readiness data, and the new electronic DOD Periodic Health Assessment (PHA) Tool to enhance communications between providers and commanders. \n\nTo frame the efforts of Army Medicine, the annual [Health of the Force (HoF) Report](https://go.usa.gov/xnQHc)  provides commanders with installation-level population health and wellness information, highlighting Army Medicine's key metrics and opportunities to improve the health of Army communities.  \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy's goal is to raise and sustain Soldier Medical Readiness above 90 percent.  Over the past year, Army reduced the medically non-deployable Soldier population by 30 percent from improved health and from unit commanders making appropriate deployability determinations for Soldier medical profiles. \n\nArmy Medicine is building collaborative partnerships with the other military services, agencies and civilian medical facilities to provide a globally-integrated military medical team. This will provide reliable, relevant and responsive healthcare that optimizes readiness, health, and resiliency for the Total Army.\n  \n \n**Why is this important to the Army?**\n \nArmy Medicine provides expeditionary and globally integrated health services capabilities in support of missions across the entire spectrum of conflict.  Army Medicine's dedication to saving lives produces a healthy and resilient force. A healthy force is a ready force.    \n\n**Resources:**\n\n* [Army Medicine](http://armymedicine.mil)\n* [2016 Health of the Force (HoF) Report](https://go.usa.gov/xnQHc)\n\n**Related documents:**\n\n* [Army Medicine Campaign Plan](http://armymedicine.mil/Documents/Army_Medicine_2017_Campaign_Plan.pdf)\n\n\n\n",
    "date": "Wednesday, December 27, 2017",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n> Army Medicine will continue to stand as a unique organization that has the versatility, agility, and scale to adapt to the challenges that arise at home and abroad.  \n\n\\- Lt. Gen.  Nadia Y. West, U.S. Army Surgeon General, and commanding general, U.S. Army Medical Command\n",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}