[
{
    "id": "2018-10-17",
    "title": "Terrorist Threat Information Sharing and Suspicious Activity Reporting",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal Generalnn**What is it?**nnU.S. Army's antiterrorism awareness focus during quarter one of fiscal year 2019 is on *Terrorist Threat Information Sharing and Suspicious Activity Reporting*. This is a vital DOD function and directly supports the Army Readiness and the ability to care for the troops.nn**What has the Army done/is doing?**nnLessons learned from the Sep. 11,  2001 terrorist attacks led to a [Nationwide Suspicious Activity Reporting Initiative](https://nsi.ncirc.gov/)(NSI).  Building from this initiative, the DOD and Army established policies and procedures for threat information sharing and suspicious activity reporting (SAR). In May 2010, the Secretary of Defense designated the eGuardian system the authorized DOD law enforcement SAR system.  Implementation of terrorist threat reporting begins at the local level.nnSAR system directly feeds into Federal Bureau of Investigation's eGuardian system, a sensitive but unclassified reporting system, to collect terrorist threat information and suspicious activity and shares the information with other Federal, State, local, and tribal law enforcement.  nnThroughout FY18, Army antiterrorism initiatives increased understanding of the evolving terrorist threat and protective measures.  The Army's most recent efforts to counter the threat include changes to antiterrorism training, expanded information sharing, and increased community outreach, with emphasis on the need to protecting 'soft' targets (such as public events, standalone facilities, and units/personnel in transit).  nnArmy community-wide vigilance and educating the community on the importance of reporting suspicious activities remains a key component to counter this persistent threat.nn n**What continued efforts does the Army have planned?**nnThe Army is fielding the Joint Analytic Real-time Virtual Information Sharing System (JARVISS), which fuses and transforms vast amounts of complex, open source and proprietary data into actionable information, providing the Army a smarter way to mitigate risks.  The Army also continues to expand the capabilities and interagency fusion of the Army Threat Integration Center and the Army's use of eGuardian for terrorist threat reporting.  At the local level, a continuous focus is educating community members on the potential threat of terrorist activities. nnOther priorities for FY19 include the quarterly focus on the following themes: nn* 2Q: Assessing and Understanding the Terrorist Threatn* 3Q: Individual Antiterrorism Awareness Coursen* 4Q: Planning for Security and Consideration when Attending Special Eventsn* February 2019:  Annual Antiterrorism Training Seminarnn**Why is this important to the Army?**nnPeople are the Army's greatest asset and protecting Army communities is a vital responsibility to preserve readiness.  nn**Resources:**n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)n* [Army Antiterrorism Enterprise Portal] (https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) - - On Internet Explorer, select the DOD eMail certificate in order to gain accessn* Army OneSource (under the iWATCH Army logo):  [Antiterrorism Awareness information](https://www.myarmyonesource.com/)nn**Related STAND-TO!;**nn* [iWATCH Army](https://www.army.mil/standto/2018-07-25)n* [Army Antiterrorism Program](https://www.army.mil/standto/2018-08-01)n ",
    "date": "Wednesday, October 17, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-16",
    "title": "Army Energy and Water Security",
    "body": "#######Provided by Acting Assistant Secretary of the Army (Installations, Energy and Environment) nn**What is it?**nnThe U.S. Army requires secure access to [energy and water](http://www.asaie.army.mil/Public/ES/energy.html) to execute its missions.  In order to optimize readiness and lethality, the Army is working towards increasing energy and water security to enhance Army resilience and assure mission success.  nn**What has the Army done/is doing?**nnThe Army collaborates with public and private organizations to support resource efficiency, assure energy and water supplies to critical missions, and support readiness objectives.  The Army's [Office of Energy Initiatives](http://www.asaie.army.mil/Public/ES/oei/index.html) facilitates the development and implementation of large scale energy projects that leverage private sector financing.  These projects diversify supply sources and enhance sustainability and resilience.  The Army remains ahead of all federal goals and mandates for potable water intensity and will continue to reduce water consumption as we improve systems across the Army. These improvements in energy supply and enhanced water usage at installations improve our readiness capacity and bolster mission resilience. n n**What continued efforts does the Army have planned?**nnThe Army continues to focus on installation energy and water policies to maintain mission readiness and increase resilience.  The Offices of the Deputy Assistant Secretary of the Army for Energy and Sustainability and Assistant Chief of Staff for Installation Management help address risks in installations' critical energy and water security requirements by assessing installation infrastructure and assured access to determine readiness gaps.  Changing the culture, improving efficiency, and developing energy and water projects across the portfolio provides Army missions with reliable, diverse, and redundant service necessary for mission success.   n n**Why is this important to the Army?**nnSecure and reliable energy and water supplies enhance Army installation resilience, contribute to war-fighting readiness, and support global operations.  By ensuring access to resources at installations, the Army reduces infrastructure vulnerabilities and improves readiness, creating more efficient and resilient mission execution.nn n**Resources:**nn* [Assistant Secretary of the Army (Installation, Energy and Environment)]( https://www.army.mil/ASAIEE)n* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)n* [Army Office of Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)nn**Related documents**:nn* [Army Directive 2017-07; *Installation Energy and Water Security Policy*]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf)n* [Energy Security and Sustainability Strategy]( https://www.army.mil/e2/c/downloads/394128.pdf)n* [Army Operational Energy Policy](https://go.usa.gov/xPXAb)n* [Department of Defense Operational Energy Strategy](https://go.usa.gov/xPXAT)nn**Related STAND-TO!**:nn* [Army Energy Resilience](https://www.army.mil/standto/2017-10-11)n* [Army Energy Action Month](https://www.army.mil/standto/2017-10-03)n* [Operational Energy](https://www.army.mil/standto/2016-10-03)n* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/2015-10-19)nn**Related videos**:nn* [U.S. Army Energy: Energy resilience enables Army readiness](https://www.youtube.com/watch?v=nrbr8oT94JI&t=1s)n* [U.S. Army Operational Energy: The Power to win]( https://www.youtube.com/watch?v=lpxh7bgz3NA)n n**Social media presence**:nn* [Army ASA (IE&E) Facebook](https://www.facebook.com/ASAIEE) n* [Army OEI Facebook](https://www.facebook.com/ArmyOEI)n* [Twitter: @ArmyOEI](https://twitter.com/ArmyOEI)n",
    "date": "Tuesday, October 16, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-15",
    "title": "Defense Support of Civil Authorities",
    "body": "#######Provided by U.S. Army Reserve nn**What is it?**nnDefense Support of Civil Authorities (DSCA) is a total force effort by all federal military forces -- to include DOD civilians, contract personnel and reserve component forces and assets. This effort is in response to domestic emergencies, to include homeland defense, homeland security, terrorist attack, natural and man-made disasters and other events. nnThe [2018 National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf) codifies DSCA as a primary mission of the Department of Defense. Federal Law (Titles 10 and 32 USC) creates distinct mechanisms for local and State authorities to call upon Army Reserve forces or resources. nnn**What has the Army done/is doing?**nnArmy Reserve forces and capabilities can be packaged with appropriate command and staff structure to facilitate assistance to civil authorities, and can be deployed immediately. Under [Immediate Response Authority](https://www.army.mil/standto/2017-05-22), the Army Reserve can also directly respond to requests from civil authorities when time does not permit approval from a higher authority. nnArmy Reserve capabilities support many vital domestic emergency and disaster response efforts, including medium and heavy lift helicopters for medical evacuation or search and rescue. Other support includes ground ambulance, combat support hospitals and specialized medical teams. Additionally, full-spectrum engineering support includes horizontal and vertical construction and portable bridges. Other important support functions are logistics, quartermaster, communications, security and mission command capabilities. Army Reserve provides all emergency Preparedness Liaison Officers for the Army.  nnDuring the 2017 Atlantic Hurricane Season, 2,253 Army Reserve Soldiers mobilized from 40 units conducted response  operations  while working with Army active component, Army National Guard, and other services in the Total Force.   In 2018, U.S. Army Reserve Command worked closely with Army Forces Command to provide any required assets to support National Guard or Army relief efforts. nn n**What continued efforts does the Army have planned?**nnThe Army Reserve stands ready to provide emergency support for DSCA operations with all of its forces and capabilities. The Army Reserve is also fully integrated into the standing Department of Defense task force postured to respond to chemical, biological, radiological and nuclear (CBRN) events.n n**Why is this important to the Army?**nnProviding timely and appropriate response to an incident remains one of the Army's key operational concepts. When disaster strikes, early access to the right response capabilities is extremely crucial. Army Reserve's Defense Support of Civil Authorities enhances overall mission readiness. nn n**Resources:**nn* [Army Reserve](http://www.usar.army.mil/ )n* [Defense Support of Civil Authorities](http://www.usar.army.mil/About-Us/DSCA/ )nn**Related STAND-TO!:**nn* [U.S. Army Reserve](https://www.army.mil/standto/2018-09-06)n* [Multi-Component Readiness](https://www.army.mil/standto/2018-08-16)n* [Immediate Response Authority](https://www.army.mil/standto/2017-05-22)n n**Related articles:**nn* [Army Reserve Public Affairs in DSCA operation](https://www.army.mil/article/197723/) n* [Army Reserve joins DSCA response, 961st Eng. Bn. Trains for disaster]( https://www.army.mil/article/163183)nn**Army Reserve on Social Media:**nn* [Facebook](https://www.facebook.com/usarmyreserve)   n* [Twitter - @USArmyReserve ]( https://twitter.com/usarmyreserve?) n",
    "date": "Monday, October 15, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-11",
    "title": "Military Family Readiness",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Managementnn**What is it?**nnThe Department of Defense defines Family readiness as being prepared to effectively navigate the challenges of daily living experienced in the unique context of military service.  Sixty percent of all Soldiers across the [multi-component force](https://www.army.mil/standto/2018-08-16) have a spouse or dependents. Soldiers carry family responsibilities, and sometimes problems, into the unit.nnn**What has the Army done/is doing?**nnResearch on Army Family readiness from 1983 to 2007 showed how Families influence Soldier and unit readiness.  To update this information, Office of the Deputy Under Secretary of the Army's Research Facilitation Laboratory, under the Army Analytics Group, reviewed 400 new studies published from 2007 to 2017. This report, *What We Know about Military Family Readiness:  A Decade of Research Evidence from 2007-2017* identifies 16 indicators of Family readiness and five patterns:nn* Better physical and mental health, relationships, and parenting styles are strongly linked to social support. n* Relocations disrupt both formal and informal social networks. n* Service members and spouses can affect each other's mental health.n* Parent's mental health and family communication problems can hinder healthy family functioning.n* Deployments can lead to problems for children -- the well-being of the home front spouse is critical for the well-being of children.nnSoldiers and Families value support program consistency and predictability. Their trust in the Army and its leaders is influenced by their perceptions of the care and concern shown to them. nn**What continued efforts does the Army have planned?**nnMilitary life includes multiple relocations, Soldier absences, and childcare challenges. Support programs must be effective at strengthening and sustaining both Soldier and Family readiness.  nn* [Relocation Readiness](http://myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/RelocationReadinessProgram/Default.aspx) helps Soldiers and their Families navigate their next military move. n* [Employment Readiness]( http://myarmyonesource.com/FamilyProgramsandServices/FamilyPrograms/EmploymentReadiness/default.aspx) helps spouses acquire skills and establish networks to compete in a workplace where relocations challenge them to find and keep high-quality employment.  n* [Outdoor Recreation](https://www.armymwr.com/programs-and-services/outdoor-recreation) programs help Soldiers and Families balance the work-life challenges of a military lifestyle.  n* [Warrior Adventure Quest](https://www.armymwr.com/programs-and-services/outdoor-recreation/warrior-adventure-quest) helps deter risky Soldier behaviors while also helping Soldiers reintegrate with their families upon redeployment.  nn n**Why is this important to the Army?**nnFamily readiness affects Army morale, retention and readiness. The Army has 35 years of research, with 800 studies on Family readiness, to shape policies and services.  This research helps Soldiers and Families to navigate the unique challenges of a military lifestyle.nn n**Resources:**nn* Office of the Deputy Under Secretary of the Army: [*What We Know about Military Family Readiness:  Evidence from 2007-2017*, Mar. 30, 2018](http://www.dtic.mil/dtic/tr/fulltext/u2/1050341.pdf)n* [The Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/)n* [Military OneSource](https://www.militaryonesource.mil/)nn**Related STAND-TO!:**nn* [Army Family Readiness](https://www.army.mil/standto/2017-12-20)n* [Readiness](https://www.army.mil/standto/2017-10-04)nn**Social media presence:**nn* [Soldier and Family Readiness on Facebook](https://www.facebook.com/soldierandfamilyreadiness/)n",
    "date": "Thursday, October 11, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-10",
    "title": "U.S. Army Talent Management ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-1 nn**What is it?**nnU.S. Army Talent Management is a deliberate planning process to determine the right number and type of people to meet current and future Army talent demands. Talent management aligns individual capabilities with the Army's needs while optimizing human performance and engagement. nnTalent is the intersection of three dimensions -- knowledge, skills, and behaviors in every person. These represent more than the education, experiences and training provided by the Army.  Army talent management integrates people acquisition, development, employment and retention strategies.  It begins with entry-level employees and aligns their talents against the demand for them during their entire careers, to include positions at the very top of the Army.nnn**What has the Army done/is doing?**nnThe Army is moving from an Industrial Age personnel system to a 21st century approach that manages individual talents. By better understanding the talent of the workforce, the Army can maximize Soldier's talents to allow the placement of the right Soldier, in the right job, at the right time.nnThe Army is committed to building smart, tough, thoughtful and innovative leaders of character who can lead and operate in complex environments. The Army is transforming business practices, enhancing current management procedures, and developing innovations to ensure it has the strongest and most capable force possible.nn**What continued efforts does the Army have planned?**nnAs part of the modernization efforts, the Army will: nn* Bridge Assignment Interaction Module 2.0 ([AIM 2](https://go.usa.gov/xP9Nm)), a web based information system tool for the officers, the units, and the talent managers, into the Integrated Personnel and Pay System - Army. This will allow Human Resource Command talent managers to continuously assess Soldiers across all three components; active, Army Reserve and Army National Guard.nn* Develop Integrated Personnel and Pay System - Army ([IPPS-A](https://www.army.mil/article/211020/)) to continue leveraging agile teams to innovate and formulate solutions to the challenges of building an integrated personnel and pay system.nn* Integrate Human Capital Big Data (HCBD).  HCBD accelerates the ethical, legal and moral use of all Army data and expands the Army's ability to conduct descriptive statistics, policy analysis and to support decision-making now.nn n**Why is this important to the Army?**nnTalent Management is a way to enhance Army readiness by maximizing the potential of the Army's greatest asset - its people. Developing and maintaining intelligent, adaptable and professional Soldiers builds the trust and confidence of the American people in their Army,  without which the Army cannot maintain the all-volunteer force.n n**Resources:**nn* [Talent Management](https://www.talent.army.mil)nn**Related documents:** nn* [IPPS-A](https://www.ipps-a.army.mil/wp-content/uploads/IPPS-A_TalentMgmt_Factsheet_FINAL_mechanic_9May17.pdf)n* [AIM 2](https://go.usa.gov/xP9Nm)n* [Army Directive 2017-04, *Implementation of the Army Human Capital Big nData Strategy*](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AD2017-04_Final.pdf)nn**Related STAND-TO!:** nn* [Army Talent Management Strategy](https://www.army.mil/standto/archive_2016-11-03)n* [Army Talent Management Task Force](https://www.army.mil/standto/archive_2016-08-11)n* [IPPS-A, Increment II, Release 2](https://www.army.mil/standto/2017-09-07)n* [IPPS-A, Release 1](https://www.army.mil/standto/archive_2014-02-28)nnnn",
    "date": "Wednesday, October 10, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-04",
    "title": "Multi Domain Operations",
    "body": "#######Provided by U.S. Army Training and Doctrine Commandnn**What is it?**nnMulti-Domain Operations (MDO) describes how the U.S. Army, as part of the joint force, can counter and defeat a near-peer adversary capable of contesting the U.S. in all domains, in both competition and armed conflict. The concept describes how U.S. ground forces, as part of the joint and multinational team, deters adversaries and defeats highly capable near-peer enemies in the 2025-2050 timeframe. nnMDO provides commanders numerous options for executing simultaneous and sequential operations using surprise and the rapid and continuous integration of capabilities across all domains to present multiple dilemmas to an adversary in order to gain physical and psychological advantages and influence and control over the operational environment.  nn**What are the current and past efforts of the Army?**nnMDO is an evolution and further refinement of the [Multi-Domain Battle](https://www.army.mil/standto/2017-03-08/) (MDB) concept published in 2017. It reflects more than two years of experiments, wargames and table-top exercises with Joint Force and multinational partners.  nnThe Army published an update to the MDB concept called *The U.S. Army in Multi-Domain Operations, 2028* in December 2018. It expands on the ideas of MDB, and describes how the Army contributes to the joint force's principal task outlined in the 2018 National Defense Strategy: how to deter and defeat near-peer strategic competitors in both competition and armed conflict.  nnn**What continued efforts does the Army have planned?**nnThe MDO 1.5 concept sets the conditions for further experimentation, war-gaming, and assessment. Army Futures Command will take over responsibility for the development of MDO 2.0. The concept will continue to be revised regularly to account for additional learning, new technologies and updates to the operating environment.nnEvents such as [Unified Challenge](https://www.army.mil/standto/archive_2016-07-25) and [Joint Warfighting Assessment 18](https://www.army.mil/standto/2018-04-24), exercises with the Multi-Domain Task Force in the Pacific, and continued work with the joint and multinational partners will contribute to further refining of the concept.  MDO 1.5 also sets the conditions for Army modernization, and will provide the primary conceptual foundation for the upcoming Army Modernization Strategy 1.5.n n**Why is this important to the Army?**nnThe joint force must rapidly and continuously converge capabilities across all domains to win in competition and armed conflict. America's near-peer competitors have invested in strategies and capabilities to create stand-off and separate U.S.  alliances in competition, and the joint force in armed conflict. nnCountering these threats requires modernizing the Army across doctrine, organizations, training, and materiel to enable the rapid defeat of future adversaries. The MDO sets the foundation for this modernization by establishing how the Army will fight and what it will need to win. n n**Resources:**nnn* [Army Capabilities Integration Center](https://www.arcic.army.mil)n* [Army Training and Doctrine Command](https://www.tradoc.army.mil)  n* [Army Futures Command](https://www.army.mil/futures)n* [News: Multi Domain Operations](https://www.tradoc.army.mil/Multi-Domain-Operations/)nn**Related documents:** nn* [Army Vision](https://www.army.mil/e2/downloads/rv7/vision/the_army_vision.pdf)n* [MDO 1.5](https://www.tradoc.army.mil/Portals/14/Documents/MDO/TP525-3-1_30Nov2018.pdf)n n**Related STAND-TO!:**nn* [Army Vision](https://www.army.mil/standto/2018-06-07)n* [Army Futures Command](https://www.army.mil/standto/2018-03-28)n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)n* [Army Modernization](https://www.army.mil/standto/2018-01-16)n* [Multi Domain Battle](https://www.army.mil/standto/2017-03-08/)nnn nn",
    "date": "Thursday, October 4, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-03",
    "title": "Army Cybersecurity Awareness Campaign ",
    "body": "#######Provided by Chief Information Officer/ G-6nn**What is it?**nnThe Army Cybersecurity Awareness Campaign is a year-long, 24/7 enduring effort to promote awareness and cybersecurity best practices by Soldiers, Civilians, contractors, and families. The campaign launches during Cybersecurity Awareness Month in October, with the theme *Remain Vigilant, Be Accountable, Stand Ready.*  nnThe campaign aligns with messages from the National Cybersecurity Awareness Month led by the Department of Homeland Security, and the DOD chief information officer directed Cybersecurity Awareness Month. This campaign supports four key areas:n n* Nation's cybersecurity ecosystemn* Tackling cybersecurity togethern* Strengthening the workforcen* Securing infrastructure from cyber threats nnThe campaign is designed to highlight and provide protective solutions to cyber threats that may compromise mission readiness. n nn**What has the Army done/is doing?**nnThe Army continuously works to understand cyber threats, vulnerabilities, and their impact on Soldier and mission readiness, while building and deploying a preeminent cyber force. The Cybersecurity Awareness Campaign works to provide the most relevant and critical information and tactics to counter threats and simultaneously recruit, develop, train and retain   high quality Soldiers and civilians. nnCybersecurity remains a vital part of operational effectiveness and must become a part of the Army's DNA - from readiness to reform to modernization efforts.n nn**What continued efforts does the Army have planned?**nnArmy Cybersecurity Awareness campaign will continue to provide opportunities for increased awareness and training in cybersecurity policies and best practices. The information and guidance will provide the Army community with the knowledge to protect mobile devices, networks at home and at work, and personal information from individuals and methods attempting to do harm. nnIt remains the responsibility of everyone -- Soldiers, civilians, contractors, and family members -- to remain vigilant in their cyber habits to maintain the most secure, up-to-date software, and behaviors.nnAs the Army looks to the future, cybersecurity will be a key component of all modernization efforts. Each new technology, system, and weapons platform will incorporate cybersecurity to guarantee system integrity and ensure overmatch in future conflicts. Commanders will encourage these considerations in mission planning and support resources for cybersecurity training, guidance, and policy.n n**Why is this important to the Army?**nnCybersecurity ensures the Army is ready to fight and win in all domains. Achieving superiority in the physical domains depends on securing critical infrastructure like networks, systems, and information from adversaries. As technology reaches into all aspects of work and homes, commanders and individuals must be vigilant and accountable, and incorporate cybersecurity best practices into their everyday lives, and into every device. n n**Resources:**nnn* [ARCYBER](https://www.arcyber.army.mil/)n* [Cyber Center of Excellence](http://www.asaie.army.mil/Public/ES/)n* [Army Cyber Institute](https://cyber.army.mil/)n* [Army Cyber Institute](https://cyber.army.mil/)n* [U.S. Cyber Command](https://www.cybercom.mil/)n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)nn**Related documents:**nn* [Cybersecurity information and resources](https://www.milsuite.mil/wiki/Portal:Army_Cybersecurity)nn**Related STAND-TO!:**nn* [U.S. Army in Cyberspace](https://www.army.mil/standto/archive_2018-09-25)n* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)nn nn",
    "date": "Wednesday, October 3, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-02",
    "title": "Energy Action Month",
    "body": "#######Provided by the Acting Assistant Secretary of the Army (Installations, Energy and Environment)nn**What is it?**nnEnergy Action Month is an observance held each October to promote installation and operational energy resilience and security. This year the Army's theme *Energy Resilience Enables Army Readiness* reinforces the fact that secure and reliable access to energy, water, and land resources is vital for the Army to perform its mission and support global operations. nn**What has the Army done/is doing?**nnThe Army is improving energy resilience and security at its 156 Army installations and more than 1,000 community-based National Guard and Reserve centers. These locations provide the vital infrastructure to organize, train, equip, and deploy Army Soldiers.  The Army is accounting for energy in contingency planning, acquisition requirements, and ensuring facilities can maintain operations in the face of disruption. Through diverse energy projects, investments in infrastructure and diligent energy management, Army installations become more resilient and sustainable. nnn**What continued efforts does the Army have planned?**nnArmy energy will continue to focus on energy resilience and security well into the future.  The Army will integrate energy resilience and security measures into decision-making processes that address energy and water resilience across installations and enable Army readiness. These projects will include onsite generation, energy storage and control infrastructure to enable the direct routing of electricity to essential requirements in the event of a major power grid disruption or other power emergency.n n**Why is this important to the Army?**nnThe Army's ability to prepare for and rapidly respond to energy disruptions enables mission readiness. Incorporating energy resilience, security, conservation and awareness into everyday decision-making processes better positions the Army to successfully deploy and rapidly respond whenever and wherever needed. Soldiers, Family members, Army Civilians, and contractors must have an understanding of current policy, challenges, energy initiatives and energy-smart actions to assist in mission readiness and conserving vital energy resources.  n n**Resources:**nnn* [Assistant Secretary of the Army (Installation, Energy and Environment)]( https://www.army.mil/ASAIEE)n* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)n* [Army Office of Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)nn**Related documents:**nn* [Energy Security and Sustainability Strategy](https://www.army.mil/e2/c/downloads/394128.pdf)n* [Army Directive 2017-07, *Installation Energy and Water Security Policy*]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf) n* [ASA (IE&E) Strategy 2025](https://www.army.mil/e2/c/downloads/472099.pdf)nn**Related STAND-TO!:**nn* [Energy Security and Sustainability Strategy](https://www.army.mil/standto/archive_2015-10-19)nn**Social media presence:**nn* [Army ASA (IE&E) on Facebook](https://www.facebook.com/ASAIEE) n* [Army OEI on Facebook](https://www.facebook.com/ArmyOEI)n* [Twitter: @ArmyOEI](https://twitter.com/ArmyOEI)nnn",
    "date": "Tuesday, October 2, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-10-01",
    "title": "Medal of Honor for Former Staff Sgt. Ronald J. Shurer II",
    "body": "#######Provided by the Office of the Chief of Public Affairs nn**What is it?**nnFormer Staff Sgt. Ronald J. Shurer II  will receive the Medal of Honor, the nation's highest military medal for valor in combat,  at a White House Ceremony at 3:00 p.m. EDT.  Shurer, who served with the 3rd Special Forces Group (Airborne), in Shok Valley, Afghanistan, is receiving the Medal of Honor for his acts of valor on April 6, 2008. nnShurer risked his life and went above and beyond the call of duty, as the lone medic at a besieged location on the side of a mountain. He provided life-saving aid for more than five hours to wounded teammates while under intense enemy fire. Using some nylon webbing that he found, Shurer helped to evacuate three of his teammates down a near-vertical 60-foot cliff to the collection point for medical evacuation. nn**What has the Army done/is doing?**nnFormer Staff Sgt. Ronald J. Shurer will become the 11th living Army Soldier to receive the Medal of Honor for actions in Afghanistan, and the 20th combat medic to receive this medal. The Silver Star, originally presented to Shurer for his actions in 2008, was reviewed for his heroism and upgraded to a Medal of Honor.    n nThe [Office of the Chief of Public Affairs](https://www.army.mil/info/institution/publicAffairs/) has a Medal of Honor microsite to pay tribute to all the recipients. Visitors to [Shurer](https://go.usa.gov/xPDnr)'s mobile-friendly multimedia site can access his biography and read an account of Shurer's heroism above and-beyond the call of duty.nnThe White House ceremony will be live streamed from the Staff Sgt. Ronald J. Shurer II [microsite](https://go.usa.gov/xPDnr) and live-tweeted from the [@USArmy Twitter]( https://twitter.com/usarmy) handle. In addition, exclusive content about Shurer will be published on the [Army Facebook](https://www.facebook.com/USarmy) page.nn**What continued efforts does the Army have planned?**nnIn addition to the ceremony at the White House, the deputy secretary of defense and Army senior leaders will recognize Shurer and his family during a Hall of Heroes induction ceremony at the Pentagon, scheduled for 11:00 a.m. on Tuesday, Oct. 2. Both the ceremonies will be live-streamed from his [Medal of Honor website](https://go.usa.gov/xPDnr). n n**Why is this important to the Army?**nnThe Army's greatest assets are the people- the finest men and women the nation has to offer.  The Army's commitment to the brave men and women does not stop when they transition from the Army uniform. The Army is proud to recognize Shurer's professionalism, service and sacrifice in full view of a new generation.  nn**Resources:**nnn* [Staff Sgt. Ronald J. Shurer II](https://go.usa.gov/xPDnr) n  * WATCH: [Live streaming](https://go.usa.gov/xPDnr) of the White House Medal n    of Honor Ceremony at 3.00 p.m. EDTn* [Medal of Honor](http://www.army.mil/medalofhonor/?st)n* [Medal of Honor History](https://www.army.mil/medalofhonor/history.html)n* [Congressional Medal of Honor Society](http://www.cmohs.org/)n* [Army Values](http://www.army.mil/values?st)nn  n**Related STAND-TO!:**nn* [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/?st)n* [Army Values](https://www.army.mil/standto/archive_2018-06-12/?st)nn**Related article:**nn* [Shok Valley medic to receive Medal of Honor](https://www.army.mil/article/210977/?st)  ",
    "date": "Monday, October 1, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-27",
    "title": "Gold Star Mother's and Family's Day",
    "body": "#######Provided by U.S. Army Installation Management Commandnn**What is it?**nnGold Star Mother's and Family's Day is observed in the United States on the last Sunday of September. The U.S. Congress recognizes this as the day when America honors surviving parents and families of fallen service members -- specifically those who died while on active duty. nnThe term 'Gold Star' originated during World War I. Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each Family member serving in the military. Families stitched a gold star over the blue star to honor those members who died during military service.nn**What has the Army done/is doing?**nnOn Sunday, September 30, the Army will join the nation in observing Gold Star Mother's and Family's Day.  This year's theme is ***Remember surviving military mothers and families and honor the legacy of their loved ones who died in service to our Nation.*** This ties to the centennial observance of the U.S. involvement in WWI, which resulted in over 100,000 deaths. During the war many survivors joined together with the rest of the community in acts of service.   nnArmy leaders encourage the military community to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones who have been left behind.nnGold Star Mothers and Families  are the legacies of their service member's ultimate sacrifice, and the Army considers Gold Star Mothers and Families as integral members of the Army community.  nnThe Army is dedicated to paying tribute to fallen service members in recognition of the loved ones they left behind. During the Soldier's funeral service, the Army presents the surviving Family members with a [Gold Star Lapel Button](http://www.army.mil/standto/archive_2013-12-05/) or the *Lapel Button for Next of Kin of Deceased Personnel* in honor of their fallen Soldier.  nn**What continued efforts does the Army have planned?**nn[The U.S. Army Installation Management Command](http://www.imcom.army.mil/) (IMCOM) is committed to continue to provide quality care, support and services to surviving family members, through programs such as [Army Survivor Outreach Services](http://armymwr.com/sos).nnThe Army is dedicated to providing ongoing support to over 78,000 surviving Family members of fallen service members. [Army Survivor Outreach Services](http://armymwwr.com/sos) offers resources including supportive counseling, financial education, benefits coordination and support groups to surviving Family members for as long as they need or request Army involvement.nnThe Army will continue to collaborate with individuals, nonprofit organizations, and nongovernmental organizations that complement the Army's support.nnn**Why is this important to the Army?**nnGold Star mothers and family members are, and always will be, a part of the Army Family.  The Army recognizes their courage and sacrifice and is committed to supporting them.  nnGold Star Mother's and Family's Day is dedicated to remembering and honoring the surviving families of fallen service members.nnn**Resources:**nn* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)n* [Army Survivor Outreach Services](http://armymwwr.com/sos)  n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com/) n* [Army Installation Management Command](http://www.imcom.army.mil/)  n* [Symbols of Honor Worn by Surviving Military Families](http://www.symbolsofhonor.org/)  n  n**Related STAND-TO!:**nn* [Survivor Outreach Services](http://www.army.mil/standto/archive_2013-11-26/) n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/)  nn**Social Media presence:**nn* [Army Family MWR Facebook](http://www.facebook.com/familyMWR)n* [Army Family MWR Twitter](http://twitter.com/familymwr) #GoldStarfamilies #symbolsofhonor n* [IMCOM YouTube Channel](http://www.youtube.com/user/InstallationMgt)  nnnnn",
    "date": "Thursday, September 27, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-26",
    "title": "U.S. Army  Modern Installations  ",
    "body": "#######Provided by the Assistant Chief of Staff for Installation Managementnn**What is it?**nnThe U.S. Army needs modern installations to meet the demands of all-domain operations, adapt to the conditions of a cyber-enabled world and fulfill expectations of the modern Soldier. nnModern installations will use emerging technology to ensure the safety of Soldiers, Families and Army Civilians in a more permissive environment. They will use smart infrastructure to save money and sustain operations in the face of multi-domain attack; they will use advanced biometrics to deliver services 24/7 in an app-based environment; and they will meet the demands of a post-millennial generation by providing healthy food options, autonomous mass transit, and training ranges that leverage holographic and virtual reality technology.  nn**What has the Army done/is doing?**nnThe Army is collaborating with academia and private industry to design technology pilots in facility management, smart energy, community services, autonomous vehicles and installation access.  nnn**What continued efforts does the Army have planned?**nnThe Assistant Secretary of the Army for Installations, Energy and Environment and the Assistant Chief of Staff for Installation Management are planning an Industry Day in November 2018 to explore application of specific emerging technologies on Army installations. Areas under consideration include artificial intelligence, big data and analytics, the *Internet of Things*, energy micro grids and social media.n nn**Why is this important to the Army?**nnModernization requires behavioral change and technological reform. The Army needs modern installations to efficiently organize, train and deploy Army and joint forces. nnModern installations will sustain continuity of operations in the strategic support area of multi-domain operations. [Installations of the Future](https://www.army.mil/standto/archive_2018-07-11) initiatives support the Army's ability to remain a highly trained, effective, expeditionary and campaign-ready force today and in the future. n nnn**Resources:**nn* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)n* [Assistant Secretary of the Army (Installations, Energy and Environment)](https://www.army.mil/asaiee)nn**Related STAND-TO!:**nn* [Installations of the Future](https://www.army.mil/standto/archive_2018-07-11)nn**Related articles:**nn* [A modern Army needs modern installations](https://www.army.mil/article/211231/)n* ['Smart installations' with AI could be the Army's future, general says](https://www.army.mil/article/206936)nn",
    "date": "Wednesday, September 26, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-25",
    "title": "U.S. Army in Cyberspace ",
    "body": "#######Provided by U.S. Army Cyber Commandnn**What is it?**nnThe U.S. Army is engaged in the cyber domain every day to achieve and maintain superiority in cyberspace against the nation's adversaries. For the Army in Cyberspace, the number one priority is operating and defending Army networks, data, and weapons systems. nnA strong Army posture across cyberspace and the information environment empowers Army, joint, and combined forces to enhance readiness and increase lethality.n nn**What has the Army done/is doing?**nnThe Army Cyber Enterprise exists to build, train, operate, resource, expand and set policy for Army capabilities in cyberspace. To achieve this, the Army established: nn* U.S. Army Cyber Command ([ARCYBER](https://www.arcyber.army.mil)) in 2010 as the Army's operational cyber unit. In 2017, ARCYBER became an Army Service Component Command to the joint U.S. Cyber Command (USCYBERCOM).n* The [Army Cyber Institute](https://cyber.army.mil) in 2012 to develop intellectual capital and leverage subject matter experts to expand the knowledge base for Army cyber operations.n* The Cyber Center of Excellence ([CCOE](https://cybercoe.army.mil)) in 2014, bringing together the Signal School and Cyber School in Ft. Gordon, Georgia, the Army's Power Projection Platform for cyber operations. nnOther efforts to support the Army capabilities in cyberspace include: nn* In October 2015, the Army was the first service to establish a designated branch of the -- the 17 series cyber personnel.   n* In 2017, all 41 of the Army's Cyber Mission Force teams supporting USCYBERCOM achieved full operational capability.n* In late 2017, the CCOE's Office of the Chief of Cyber implemented the Direct Commissioning Pilot Program in late 2017 to recruit highly skilled civilians to become Army cyber officers. nnn**What continued efforts does the Army have planned?**nnThe Army Cyber Enterprise is rapidly developing and delivering resilient cyberspace capabilities. nn* Beginning Oct. 1, 2018, the Electronic Warfare (EW) career field will officially merge with the Cyber career field.n* The Army's first expeditionary Cyber battalion, the Cyber Warfare Support Battalion, will be established to strengthen maneuver combat units.n* In 2020, ARCYBER will relocate to a purpose-built, modern headquarters complex in Fort Gordon, Georgia, converging the operational and institutional base of the Army Cyber Enterprise to one unified home.n nn**Why is this important to the Army?**nnModernization secures networks, platforms and data to create cyberspace advantages that enhance operations across all domains. Cybersecurity is fundamental to enabling the Army's offensive and defensive activities in order to win in and through cyberspace. nnn**Resources:**nn* [ARCYBER](https://www.arcyber.army.mil)n* [Cyber Center of Excellence](https://cybercoe.army.mil)n* [Army Cyber Institute](https://cyber.army.mil)n* [U.S. Cyber Command](https://www.cybercom.mil)n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)nn**Related STAND-TO!:**nn* [Army Network Campaign Plan](http://www.army.mil/standto/archive_2015-02-10)nnn",
    "date": "Tuesday, September 25, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-24",
    "title": "Army Safety Awards Program ",
    "body": "#######Provided by the U.S. Army Combat Readiness Centernn**What is it?**nnThe Army Safety Awards Program, administered by the U.S. Army Combat Readiness Center, is designed to promote risk management by recognizing individual and unit accomplishments in loss prevention. It features positive measurements of current Army goals and streamlined submission procedures. The program allows organizations to develop additional awards tailored to meet their unique accident prevention and safety recognition goals.    nn**What has the Army done/is doing?**nnThe U.S. Army Combat Readiness Center works to ensure the Army Safety Awards Program (https://safety.army.mil/AWARDS/Featured-Awards) remains robust and effective by making awards available while supporting and emphasizing competition as a vital component of the overall selection and recognition process.nnIn 2017, the USACRC expanded the categories for the Army Headquarters awards from 10 to 17 to better align the awards to command echelon structure, and to broaden the individual categories. Current awards include:nn* **Army Exceptional Organization Safety Award** - categories include,  ACOM / ASCC 4-star commands, ASCC / DRU / FORSCOM and other 3-star commands, ASCC / DRU 2-Star commands, Army divisions and all other 2-star commands, DRU and all other 1-star commands, brigade / O-6 equivalent, battalion / O-5 equivalent, and garrison n* **Army Individual Award of Excellence in Safety** - categories include,ncompany grade commissioned officer, field grade commissioned officer, warrant officer, NCO (E5-E9), junior enlisted (E1-E4), senior DA civilian (GS13-GS15), and junior DA civilian (GS7-GS12)n* **Army Industrial Operations Safety Award**n* **Army Excellence in Explosives Safety Awards**n* **Army Safety Guardian Award** n* **Army Aviation Broken Wing Award** n* **Army Risk Management Safety Award** n* **Army Accident Prevention Award of Accomplishment** n* **Army Aircrew Member Safety Award** n* **Unit Impact Award**n* **Army Safety Excellence Streamer**nn n**What continued efforts does the Army have planned?**nnThe USACRC will continue providing oversight of the program ensuring efforts put forth by individuals and organizations to mitigate and reduce mishaps, are recognized and rewarded. [Army Regulation 385-10, *The Army Safety Program*](nhttp://www.apd.army.mil/pdffiles/r385_10.pdf)  is being updated and will reflect the new categories of the Army Headquarters awards.n nn**Why is this important to the Army?**nnRegardless of grade or rank, safety and loss prevention is everyone's responsibility. Recognition breeds competition, and each commander wants his or her organization to be the best. Preventing mishaps, protecting resources and enhancing readiness through the implementation of effective loss prevention programs sets the stage for optimal success. The Army recognizes and rewards individuals and organizations succeeding in these goals to keep their formations capable and ready.nnn**Resources:**nn* [U.S. Army Combat Readiness Center](https://safety.army.mil/AWARDS.aspx)n* [Army Safety Awards Program](https://safety.army.mil/AWARDS)nn**Related documents**: nn* [Army Regulation 385-10, The Army Safety Program](http://www.apd.army.mil/pdffiles/r385_10.pdf)n* [Department of the Army Pamphlet 385-10, Army Safety Program](nhttp://www.apd.army.mil/pdffiles/p385_10.pdf)nnn",
    "date": "Monday, September 24, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-21",
    "title": "16th Armored Brigade Combat Team",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-3-5-7nn**What is it?**nnIn accordance with the [U.S. Army Vision](https://www.army.mil/standto/2018-06-07), to build a more lethal force and to increase overmatch against potential adversaries, the Army will convert a Stryker brigade combat team, at Fort Bliss, Texas, to become the 16th Armored Brigade Combat Team. The Army will also convert an infantry brigade combat team at Fort Carson, Colo., to a Stryker brigade combat team.     nn**What has the Army done/is doing?**nnThe Army will convert the 1st Stryker Brigade Combat Team, 1st Armored Division at Fort Bliss, Texas, to the newest armored brigade combat team in the spring of 2019. nnThe Army will also convert the 2nd Infantry Brigade Combat Team, 4th Infantry Division at Fort Carson, Colo., to a Stryker brigade combat team in the spring of 2020. nnThere will now be 16 armored brigade combat teams, each of which consist of seven battalions: three combined arms, one cavalry (reconnaissance), one artillery, one engineer and one brigade support battalion. nnA large portion of the personnel and equipment are common between brigade combat team types; however, this conversion will cause changes to both personnel and equipment requirements.nn**What continued efforts does the Army have planned?**nnThe Department of the Army continuously reviews the current and future force structure as part of Title 10 responsibilities to meet future demands based on many factors which includes, but is not limited to, national and military security strategies, Department of Defense guidance, contingency operation planning, resources available and the strategic environment.nnThis conversion better balances the light and heavy combat forces in the Army. It enables the Army to provide the right kind of fighting force to the geographic combatant commanders in accordance with their requirements.nn**Why is this important to the Army?**nnThe armored brigade combat team is the Army's primary armored force.nThe conversion of an infantry brigade combat team to an armored brigade combat team enhances the Army's capability to meet the demands of the combatant commanders. The addition of a 16th armored brigade combat team to the Army will increase the overall armor capacity to support combatant commands around the world.nnThe Army continuously adapts and evolves with changes in the strategic environment. To be ready to fight and win current and future fights, it is necessary for the Army to generate the strategic readiness required to support the joint force in the joint fight. By being flexible and restructuring based on demands, the Army maintains its strategic importance as the key force provider for combatant commands. nnn**Resources:**nn* Press Release: [Army announces conversion of two brigade combat teams](https://www.army.mil/article/211368/?st)nn**Related STAND-TO!**:nn* [Army Vision](https://www.army.mil/standto/2018-06-07)n* [Readiness](https://www.army.mil/standto/2017-10-04) nnn",
    "date": "Friday, September 21, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-20",
    "title": "NATO Enhanced Forward Presence",
    "body": "#######Provided by U.S. Army Europenn**What is it?**nnNATO's Enhanced Forward Presence (eFP) mission is an allied, forward-deployed defense and deterrence posture in Eastern Europe. The intent of this mission is to protect and reassure NATO's Eastern member states of their security. The United States is one of the four framework nations along with the United Kingdom, Canada and Germany committed to supplying battalion-sized task forces across the Baltics and Poland in response to Russian aggression in Europe. nn**What has the Army done/is doing?**nnTennessee Army National Guard's [278th Armored Cavalry Regiment](https://www.tn.gov/military/who-we-are/army-guard/278th-armored-cavalry-regiment.html) has assumed the responsibility of the United States contribution to the NATO Enhanced Forward Presence initiative in Orzysz, Poland. The task force conducted a transfer of authority with 1st Squadron, 2nd Cavalry Regiment, based in Vilseck Germany. In cooperation with the National Guard Bureau, Army National Guard units will fulfill this requirement for the next two nine-month rotations.nnU.S. Army Europe's 2nd Cavalry Regiment has rotated  Stryker-equipped squadrons from Germany to Poland in support of NATO's enhanced Forward Presence commitment since its inception in early 2017.  nn**What continued efforts does the Army have planned?**nnDue to operational requirements and the size of the force, the Army depends on the National Guard and Reserve components to complete its mission around the world.     nnThe 278th Armored Cavalry Regiment will continue to uphold the United States' commitment to NATO in Europe's ever-changing security environment. The change will help Guard units to better integrate with active duty forces as they continue to build readiness and train with the Polish allies.  nnDeployed National Guard units will be prepared to respond to a range of threats from potential adversaries, improve allied interoperability and, build total Army readiness.nnThe U.S. Army will continue to work with NATO to reassess the force structure in order to provide the appropriate type and number of troops.nn**Why is this important to the Army?**nnThe continued rotation of forces to the battle group initiative clearly affirms the U.S. commitment to supporting and strengthening the NATO alliance and ensuring a peaceful and free Europe. By authorizing National Guard units to fulfill this requirement, the Army continues to adhere to the Total Force Policy. nn**Resources:**nn* [U.S. Army Europe](http://www.eur.army.mil/)n* [eFP Infographic](https://go.usa.gov/xPT4m)nn**Related document**:nn* [NATO eFP Fact Sheet](https://www.nato.int/nato_static_fl2014/assets/pdf/pdf_2018_02/20180213_1802-factsheet-efp.pdf) nnn**Related STAND-TO!**: nn* [Enhanced Forward Presence ](https://www.army.mil/standto/archive_2017-09-25)n* [Army Total Force Policy- Reserve Component Training Integration ](https://www.army.mil/standto/archive_2014-05-21)n* [Army Total Force Policy ](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)nnn**U.S. Army Europe on social media**:nn* [Facebook](https://www.facebook.com/USArmyEurope/)n* [Twitter](https://twitter.com/usarmyeurope)n* [DVIDS](https://www.dvidshub.net/unit/USAREUR)n* [YouTube](https://www.youtube.com/c/USArmyEurope)n* [Instagram](https://www.instagram.com/usarmyeurope/)n* [Flickr](https://www.flickr.com/photos/usarmyeurope_images/albums)n",
    "date": "Thursday, September 20, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-19",
    "title": "Army Directed Energy Weapons      ",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Commandnn**What is it?**nn[U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) leads Army innovation efforts for directed energy weapons. USASMDC/ARSTRAT leverages commercial innovations, warfighter feedback and cutting-edge science and technology to develop directed energy weapons.  nnn**What has the Army done/is doing?**nnUSASMDC/ARSTRAT currently has four directed energy efforts underway:nn* **High Energy Laser Mobile Test Truck** ([HELMTT](https://www.smdc.army.mil/FactSheets/HELMTT.pdf)) - a 50 kilowatts (kW) class laser system integrated in a Heavy Expanded Mobility Tactical Truck (HEMTT)n* **High Energy Laser Tactical Vehicle Demonstrator** ([HELTVD](https://www.smdc.army.mil/FactSheets/HEL_TVD.pdf)) - an effort to integrate a 100 kW class laser system on a Family of Medium Tactical Vehicles (FMTV) n* **Mobile Experimental High Energy Laser** ([MEHEL](https://www.smdc.army.mil/FactSheets/MEHEL.pdf)) - a Stryker-based 5 kW class laser system developed to inform requirements for future laser weapon systems and to support tactics, techniques, procedures and concept of operations development for high-energy laser weapons.n* **Multi-Mission High Energy Laser** (MMHEL) - an effort to develop a Stryker-based 50 kW class laser demonstrator for a Maneuver-Short Range Air Defense (M-SHORAD) solution. This will be a dedicated air defense system that can maneuver with brigade combat teams (BCTs) while providing air defense and fire support.nnUSASMDC/ARSTRAT is producing positive results from vehicle-mounted high-energy lasers in counter- rocket, artillery, mortar and unmanned aerial system applications. HELMTT is currently fitted with a 50-kW class laser and is undergoing testing at White Sands, New Mexico. nnMEHEL has been successfully operated by Soldiers in exercises to destroy UASs. In April, Soldiers from the 2nd Cavalry Regiment successfully operated the MEHEL during limited live-fire exercises at the Joint Warfighting Assessment in Europe.nn  n**What continued efforts does the Army have planned?**nnUSASMDC/ARSTRAT will continue enhancing the Army's directed energy weapons with the goal of transitioning each of them to programs of record in the not too distant future.  Planned efforts include:nn* HELMTT is scheduled for a 100 kW class laser test in fiscal year 2022 (FY22)n* The preliminary design review for HELTVD in February 2019n* MEHEL is being upgraded to a 10 kW class lasern* MMHEL will conduct an operational demonstration in FY21nn**Why is this important to the Army?**nnInnovations in directed energy weapons will provide cost effective systems capable of defeating rocket, artillery, and mortar (RAM) and unmanned aerial system (UAS) threats.   A High Energy Laser (HEL) weapon system will be highly flexible, will defeat RAM threats at a low cost-per-kill, will have a deep magazine, and will defeat micro to class III UAS threats. HEL innovations will help make Soldiers and units more lethal to win the nation's wars, then come home safely.nn**Resources:**nn* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)n* [USASMDC/ARSTRAT  Command video](https://www.youtube.com/watch?v=y4U7828PFpM)nn**Related STAND-TO!**: nn* [Space and Missile Defense Innovation](https://www.army.mil/standto/2018-09-12)n* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)n* [High Energy Laser Tactical Vehicle Demonstrator](https://www.army.mil/standto/2016-12-28)nn**Related documents:** nn* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf)n* [High Energy Laser Tactical Vehicle Demonstrator Fact Sheet](https://www.smdc.army.mil/FactSheets/HEL_TVD.pdf)n* [High Energy Laser Mobile Test Truck Fact Sheet](https://www.smdc.army.mil/FactSheets/HELMTT.pdf)n* [Mobile Experimental High Energy Laser Fact Sheet](https://www.smdc.army.mil/FactSheets/MEHEL.pdf)n* [Report to Congress- U.S. Army Weapons-Related Directed Energy (DE) Programs](https://fas.org/sgp/crs/weapons/R45098.pdf)n* [Solid State Laser Test Bed](https://www.smdc.army.mil/FactSheets/SSLT.pdf)n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)nn**Related articles:**nn* [Army looks to optimize lethality with high-energy lasers]( https://www.army.mil/article/200308/army_looks_to_optimize_lethality_with_high_energy_lasers)n*[Army demonstrates integration of laser weapon on combat vehicle]( https://www.army.mil/article/184353/army_demonstrates_integration_of_laser_weapon_on_combat_vehicle)n n",
    "date": "Wednesday, September 19, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-18",
    "title": "U.S. Army Hurricane Response ",
    "body": "#######Provided by Office of the Chief of Public Affairsnn**What is it?**nnThe U.S. Army plays an important role in disaster response, with efforts in support of the lead federal agency, the Federal Emergency Management Agency (FEMA) and working closely with state and local officials. Major Army installations serve as logistics hubs and staging areas for [FEMA](https://www.fema.gov/) and the [Department of Homeland Security](https://www.dhs.gov/). nnThe Army's mission to assist federal relief agencies helps minimize the damage and suffering caused by hurricanes, while continuing to support the vital mission of defending the homeland and protecting America's interests abroad. nnn**What has the Army done/is doing?**nnThe Army stands with the communities in their time of need and the Army's primary concern is to help affected communities recover from this disaster. nnDefense Support of Civil Authorities is a Total Army force collaboration. In 2017, DSCA provided extensive support during Hurricane Harvey, Irma, and Maria. This year, Hurricane Florence response continues across the Carolinas.nnArmy and installation social media sites are reiterating FEMA, state and local leaders' messages.n  n**What continued efforts does the Army have planned?**nnDefense of the homeland and rapid response to natural disasters are critical parts of the Army mission. Active, National Guard, and Reserve Army Soldiers will continue to perform this mission across the Total Army Force:n n* [Army North](http://www.arnorth.army.mil/Pages/default.aspx) (ARNORTH), as the Army's component of U.S. Northern Command, coordinates federal military support for disaster response when requested by FEMA or a state. nn* The [Army National Guard](https://www.nationalguard.mil) (ARNG) as the nation's first, most accessible military responder provides essential, life-saving services quickly, and comprehensively when local and state response capabilities are in need of greater support. The National Guard has more than 3,850 service members on duty in North Carolina, South Carolina, Georgia, Virginia and Maryland in support of Hurricane Florence response. nn* The [Army Reserve](https://www.usar.army.mil) (USAR) is a community-based force with more than 198,000 Soldiers across this great nation respond rapidly across state lines if called upon by the government through the [Defense Support of Civil Authorities](https://www.army.mil/standto/2016-08-17)(DSCA) mobilization, including [Immediate Response Authorities](http://www.usar.army.mil/About-Us/Immediate-Response/). nn* The [Army Corps of Engineers](https://www.usace.army.mil/) (USACE) has fully engaged teams actively monitoring and managing USACE dams to reduce downstream [flooding]( https://www.iwr.usace.army.mil/Missions/Flood-Risk-Management/Flood-Risk-Management-Program/).nnn**Why is this important to the Army?**nnProviding timely and appropriate response to an incident remains one of the Army's key operational concepts. The Army must be ready to respond at a moment's notice to threats near and far. The Army's readiness and its ability to rapidly deploy trained and ready forces wherever needed, is critical to protecting America, America's interests and American lives.nn**Resources:**nn* [Army North](http://www.arnorth.army.mil/Pages/default.aspx)n* [Army Reserve](https://www.usar.army.mil)n* [National Guard](https://www.nationalguard.mil)n* [Army Corps of Engineers](https://www.usace.army.mil/)nn**Hurricane Relief sites:**nn* [Army.mil: Humanitarian Relief:  Hurricanes](https://www.army.mil/humanitarian/hurricanes.html)n* [Ready Army: Hurricanes](https://www.ready.gov/hurricanes)n* [DVIDS: Army Hurricane Florence](https://www.dvidshub.net/feature/armyhurricaneflorence)nn**Related document:** nn* [Department of the Army Pamphlet 525-27, Army Emergency Management Program]( https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf)nn**Related STAND-TO!:**nn* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/2018-08-30)n* [Army Reserve Immediate Response Authority](https://www.army.mil/standto/2017-05-22)n* [Defense Support of Civil Authorities](https://www.army.mil/standto/2016-08-17)n* [Homeland Defense](https://www.army.mil/standto/2016-08-16)n* [National Preparedness Month](https://www.army.mil/standto/2018-09-04)nn**Related articles:**nn* [Army response to Hurricane Florence](https://www.army.mil/article/211108/army_response_to_hurricane_florence)n* [US Army continues Hurricane Florence response efforts](https://www.army.mil/article/211198/us_army_continues_hurricane_florence_response_efforts)nnn**U.S. Army on social media:**nn* [Facebook](https://www.facebook.com/USarmy)n* [Twitter](https://twitter.com/USArmy)n",
    "date": "Tuesday, September 18, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-17",
    "title": "Meal Entitlement Maintenance ",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1/Assistant Secretary of the Army, Manpower & Reserve Affairs. nnn**What is it?**nnThe U.S. Army has developed an automated meal accountability system, called Meal Entitlement Maintenance (MEM). This system will track and maintain accurate Army-wide accountability of meal entitlements, and the meal cardholders.  nnn**What has the Army done/is doing?**nnIn keeping with the U.S. Army's modernization goals, the Army G-1 and G-4 are working together to update current business practices and processes to ensure they are good stewards of Army resources. nnThe new system, developed by the Army's Software Engineering Center, allows for the reading of a meal entitlement code, installed on the CAC, by a military personnel office. Soldiers will be able to swipe their CACs with the new meal authorization codes at any Army dining facility to purchase their meals easily and in a more efficient manner.nnMEM will streamline the meal card management process, allowing Human Resource Officers (S-1s) to build unit databases, develop reports and process meal payments more efficiently, especially when Soldiers participates in field duty.   nnImplementation of MEM is currently underway, and the Army is requiring that all Soldiers will have their CACs updated with meal entitlement codes by Sept. 30, 2018. The Military Personnel Offices can provide more information, on this requirement, to Soldiers.  nn n**What continued efforts does the Army have planned?**nnThe Army will continue to use current technology to modernize and standardize its programs to better serve Soldiers and ensure readiness. n n**Why is this important to the Army?**nnMEM will standardize the meal entitlement process Army-wide. Automating meal entitlements is strategically imperative to deliver support to Soldiers in a timely manner. MEM allows for a smoother dining experience that help Soldiers to focus on missions and training.n nThe modernization of the Army's Meal Entitlement Management process leverages commercial innovations, warfighter feedback, prototyping, and innovative science and technology. This allows the Army to maintain technical and tactical advantages. nnn**Resources:**nn* [Army G-1](http://www.armyg1.army.mil/)n* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)nn**Related documents:**nn* [AR 600-38, The Meal Card Management System](https://dmna.ny.gov/foodservice/docs/references/AR600-38.pdf)n* [DA Pam 30-22, Operating Procedures for the Army Food Program](https://dmna.ny.gov/foodservice/docs/references/DA_PAM_30-22.pdf)n n**Related STAND TO!:**nn* [Meal Card Management System](https://www.army.mil/standto/2017-04-12)n* [The Integrated Personnel and Pay System - Army Increment II, Release 2]( https://www.army.mil/standto/2017-09-07)n* [The Integrated Personnel and Pay System - Army Release 1](https://www.army.mil/standto/archive_2014-02-28)nn**Related article:**nn* [Automated meal entitlement system, food trucks to improve Soldier dining experience](https://www.army.mil/article/209838?st)",
    "date": "Monday, September 17, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-13",
    "title": "National Hispanic Heritage Month",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1 nnn**What is it?**nnNational Hispanic Heritage Month is celebrated from September 15th to October 15th. During this celebration, the Army commemorates and celebrates the contributions of Hispanic Americans to the nation, society, and culture.nnThe theme for the 2018 Hispanic Heritage Month is *One Endless Voice to Enhance Our Traditions*. The observance begins September 15 with the anniversaries of Costa Rica, El Salvador, Guatemala, Honduras and, Nicaragua. This month also encompasses Mexico's Independence Day on September 16, the Independence Day of Chile on September 18th and Spain's 'National Day' on October 12. nn**What has the Army done/is doing?**nnDuring Hispanic Heritage Month, the U.S. Army commemorates the long-standing and remarkable contributions that Hispanics have made in building and defending the nation. nn* More than 20,000 Hispanic Soldiers fought on both sides of the Civil War.n* In 2014, the 65th Infantry Regiment - a unit of Soldiers mostly from Puerto Rico known as Los Borinqueneers - received the Congressional Gold Medal, the highest civilian honor.n* More than 40 Hispanic-American Soldiers have been presented the Medal of Honor, the country's highest military decoration. In 1919, Private David Bennes Barkley was the first Hispanic Soldier to be (posthumously) award the Medal of Honor for his courageous actions in World War I.nnIn celebrating National Hispanic Heritage Month, the Army recognizes not only the significance of individual contributions but also the value of diversity and an inclusive environment.nn n**What continued efforts does the Army have planned?**nnThe Army understands the value and strength that an all-inclusive, diverse environment generates. To sustain a high-quality force that is trained and ready, the Army will continue to ensure that all Soldiers and civilians are given the opportunity to maximize their talents and potential and are treated with dignity and respect.nnThrough coordinated efforts throughout the Army, this observance will be used to inform Army audiences and celebrate the contributions of Hispanic Soldiers, civilians, and their families.nn  n**Why is this important to the Army?**nnThe Army is dedicated to leveraging the strength of its diverse force and ensuring equality for all its members. More than 136,000 Hispanic Soldiers currently serve, which is 13.8 percent of America's Army. Just as America's diversity has always been one of the nation's greatest strengths, the Army's diverse force makes it stronger and more capable. Today's Hispanic Soldiers continue a legacy of professionalism, selfless service and courage that inspires generations to come.nn**Resources:**nn* [Army.mil: Hispanic Americans in the U.S. Army](https://www.army.mil/hispanics/)n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army ](https://history.army.mil/html/topics/hispam/index.html)n* [Defense Equal Opportunity Management Institute](https://www.deomi.org/)n",
    "date": "Thursday, September 13, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-12",
    "title": "Space and Missile Defense Innovation",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Commandnnn**What is it?**nnInnovation drives the development of new tools or methods that permit Army forces to anticipate future demands, stay ahead of determined enemies, and accomplish the mission. [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/) leads Army innovation efforts in directed energy, small satellites and hypersonic weapons. nnn**What has the Army done/is doing?**nnUSASMDC/ARSTRAT, is responsible for providing technologies to meet today's requirements and tomorrow's future needs in directed energy, space, hypersonic weapons, and integrated air and missile defense. SMDC/ ARSTRAT: nn* Leads the Army's high-energy laser research and development efforts to with a 50 kilowatt (kW)-class laser capable of defeating threats such as rockets, artillery, and mortars and unmanned aerial systems. n* Conducted the nation's first successful Advanced Hypersonic Weapon test in 2011. It continues to coordinate planned flight tests of the Navy's system, which is similar to the Army's design.n* Leads the Army's space efforts. In 2017, an imaging microsatellite called [Kestrel Eye]( https://www.army.mil/standto/2017-08-14) was launched and deployed. Kestrel Eye is designed to demonstrate near real-time situational awareness directly to the brigade combat team by providing satellite imagery without the need for continental-based relays.n nn**What continued efforts does the Army have planned?**nnUSASMDC/ARSTRAT will continue to leverage commercial innovations, warfighter feedback and cutting-edge science and technology to develop directed energy, hypersonic weapons and space capabilities:nn* **Directed Energy**: The High Energy Mobile Laser Test Truck, currently fitted with a 50-kW laser, is undergoing testing at White Sands. A 100-kW laser test is scheduled for fiscal year 2022. The Mobile Experimental High Energy Laser, a Striker equipped with a 5-kW laser is being upgraded to a 10-kW laser. n* **Hypersonic Weapons**: In support of a recent agreement between the Office of the Secretary of Defense and the Services and the Missile Defense Agency, SMDC will lead the Army's effort of developing a prototype hypersonic missile.n* **Small Satellites**: The next small satellite development scheduled for testing is the Gunsmoke-J series of nanosatellites. These satellites will demonstrate advanced information collection in direct support of the Army combat operations.n n  n**Why is this important to the Army?**nnSMDC provides space and missile defense technologies and forces to the Army ahead of global adversaries. Advances in directed energy, hypersonic, and small satellites all have the potential to help advance the Army's lethality on the battlefield while at the same time providing additional protection against rockets, mortars, missiles, and enemy troop movements. n n**Resources:**nn* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)nn**Related video:** nn* [SMDC Ready to Fight, August 2017](https://www.youtube.com/watch?v=y4U7828PFpM)n* [USASMDC ARSTRAT Command video, April 2017](https://www.youtube.com/watch?v=Rt0yViy4C9U)nn**Related STAND-TO!**: nn* [Sustainment, Innovation and Modernization](https://www.army.mil/standto/2018-09-05)n* [Kestrel Eye](https://www.army.mil/standto/2017-08-14)nn**Related documents:** nn* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf) n* [Kestrel Eye Fact Sheet]( https://www.smdc.army.mil/FactSheets/KESTRELEYE.pdf)n* [HELMTT Fact Sheet]( https://www.smdc.army.mil/FactSheets/HELMTT.pdf)n* [MEHEL Fact Sheet]( https://www.smdc.army.mil/FactSheets/MEHEL.pdf)n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)nn**Related articles:**nn* [Army deploys Kestrel Eye satellite]( https://www.army.mil/article/195548/army_deploys_kestrel_eye_satellite)n* [Army looks to optimize lethality with high-energy lasers]( https://www.army.mil/article/200308/army_looks_to_optimize_lethality_with_high_energy_lasers)n* [Army demonstrates integration of laser weapon on combat vehicle]( https://www.army.mil/article/184353/army_demonstrates_integration_of_laser_weapon_on_combat_vehicle)nnn",
    "date": "Wednesday, September 12, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-11",
    "title": "Decisive Action Training Environments  ",
    "body": "#######Provided by the U.S. Army Training and Doctrine Commandnnn**What is it?**nnDecisive Action Training Environments (DATEs) is a U.S. Army training model that uses current intelligence to create intense, authentic training environments for Soldiers, leaders, and units.   nnDATEs provide the Army with a combined description of operational environment (OE) variables and complex conditions in designated regions of the world. DATEs are used in Multi-Domain Operations for training, professional military education and leader development. The training environments:   nn* Presents commanders, trainers, and educators with baseline OE conditions that are flexible, scalable, and adaptable to challenge mission essential tasks and specified contingency tasks to standards in live, virtual, constructive and gaming simulation learning venues.nn* Presents dynamic, regional OE conditions through the lens of political, military, economic, social, information, infrastructure, physical environment, and time variables.nn* Provides a composite of real-world OE conditions to represent current and future adversaries, threats, or enemies that the Army does or could confront.nn* Provides the Army foundation for learning objectives at Army Combat Training Centers (CTCs), Home Station Training (HST) and the Army Learning Concept for Training and Education. nn* Includes regional partners, representative populations and hybrid threats that are robust, realistic and relevant to conduct of warfighting functions and stability operations.nnn**What has the Army done/is doing?**nnU.S. Army Training and Doctrine Command (TRADOC) G-2 (Intelligence) produced the first DATE (DATE Caucasus) in 2011 that has been updated multiple times. The 2017 iteration created three new regionally focused DATEs in collaboration with U.S. Army CTCs and multinational partners such as the United Kingdom, Australia and Canada: n n* DATE Europe n* DATE Pacific  n* DATE Africa  nnThese new DATEs will be published on or before Oct. 1, 2018, and will join DATE  Caucasus on TRADOC's [OE Data Integration Network](https://odin.tradoc.army.mil/DATE).n nn**What continued efforts does the Army have planned?**nnThe new training environments located in Africa, Europe, and the Pacific theaters will continue to incorporate relevant and unique aspects of those regions and provide a specialized training environment for Soldiers operating in those parts of the world. nnBased on user requirements to improve and sustain Army readiness, TRADOC will routinely continue to update all four DATEs as 'living documents.'  n n  n**Why is this important to the Army?**nnThe Army must be able to respond immediately today while preparing itself for wars of the future.  DATEs stimulate and train Soldiers and units, and are essential to generating and maintaining a superior ground combat capability and readiness .   nnUnderstanding these OEs support the framework of Army budget decisions for training, education, leader development, and capabilities development.   nn n**Resources:**nn* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)n* [DATE v.3.0](https://odin.tradoc.army.mil/DATE)n* [TRADOC G-2 Red Diamond newsletter, on the All Partners Access Network (APAN)](https://community.apan.org/wg/tradoc-g2/ace-threats-integration/) *For a concise overview of the three new DATEs, click on Red Diamond Newsletters - May--Jul 2018 issue*nn**Related documents:** nn* [U.S. Army TRADOC Pamphlet 525-8-2. The U.S. Army Learning Concept for Training and Education, April 2017](http://www.tradoc.army.mil/tpubs/pams/tp525-8-2.pdf)n* [Army Regulation 350-2, Operational Environment and Opposing Force Program, May 19, 2015](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r350_2.pdf)n* [Field Manual 3-0, Operations, Dec. 6, 2017](https://go.usa.gov/xPCtM)nn**Related STAND-TO!:** nn* [Field Manual 3-0, Operations](https://www.army.mil/standto/2017-10-10)n",
    "date": "Tuesday, September 11, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-10",
    "title": "Army Career Program 53 ",
    "body": "#######Provided by the Office of the Army Surgeon General and Army MedicalnCommandnnn**What is it?**nnArmy Career Program 53 (CP 53) provides comprehensive career management support to commands resulting in a capable, agile, engaged Department of Army (DA) Civilian workforce that skillfully executes the Army Medical mission.nnDesignated by Assistant Secretary of the Army, Manpower and Reserve Affairs ([ASA M&RA](http://www.asamra.army.mil/index.html)), the Surgeon General of the United States Army is the functional chief for integrating the Army Civilian Career Program System through the civilian life cycle model. As per the [AR 690-950, Career Program Management](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-950_Web_FINAL.pdf), the civilian life cycle includes: strategic workforce planning, recruiting and hiring, training and developing, and sustaining the civilian work force nnCP 53 ensures commands have the right person with the right skills in the correct quantity at the right place to support mission requirements. nnn**What has the Army done/is doing?**nnEstablished in fiscal year 2015 (FY15), CP53 is one of the youngest career programs and is committed to develop and retain high caliber civilians. To serve Army Civilian Medical careerists, CP53 works with commands to align capabilities and resources with requirements to close competency gaps, broaden functional training, and provide an excellent workforce.  CP 53 delivered targeted training, education, and professional development and organized 200 training events in FY18. nnCP53 governed the Army Medical Intern Program to deliver capabilities in mission-critical occupations and increased centrally funded interns by 475 percent for 23 slots in FY18. nnCP53 participates in the selection of aspiring GS 13-15 Medical Civilian Professional executive leaders with the DA Senior Enterprise Talent Management (SETM/ETM) program.  In FY18, four CP53 professionals from MEDCOM were board selected to participate in SETM/ETM.   n nn**What continued efforts does the Army have planned?**nnCP 53 will continue to ensure effective synchronization and efficient delivery of policies, resources, and training. Future endeavors include:nExecuting workforce assessments in partnership with command and subject matter experts to identify and prioritize training, education, and professional development. The intent is to meet the needs of the present medical civilian workforce as well as the challenges of the future workforce to meet the Army's mission.nnEstablishing the Career Program Planning Board to provide a systematic process for effective workforce and talent management.n  n  n**Why is this important to the Army?**nnArmy Career Program 53 aligns and develops the Army's Medical Civilian workforce to support the Surgeon General's strategic campaign objectives and Army Medicine Department's mission. Army commands benefit by getting access to a highly professional and competent medical force that is capable of providing sustained expeditionary health services and enabling readiness. nnArmy civilians benefit by gaining access to opportunities that help them gain and retain vital knowledge, skills, and abilities.n n n**Resources:**nn* [Army Medicine](https://www.army.mil/armymedicine) n* [Career Program 53 MilSuite page](https://www.milsuite.mil/book/groups/cp53-careerist-support)nnn**Related documents**:nn* [Career Program Management, Army Policy 690-950](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/AR690-950_Web_FINAL.pdf)n* [Army Directive 2017-13, DA Senior Enterprise Talent Management Program and Enterprise Talent Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN4644_AD2017-13_Final.pdf)nn**Related STAND-TO!**: nn* [Army Senior Enterprise Talent Management Program](https://www.army.mil/standto/archive_2015-04-28)n",
    "date": "Monday, September 10, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-06",
    "title": "United States Army Reserve    ",
    "body": "#######Provided by the Office of the Chief, Army Reservenn**What is it?**nnU.S. Army Reserve is the dedicated federal reserve force of the Army. The Army Reserve generates combat ready units and Soldiers for the Army and joint services that are trained, equipped and lethal to win the nation's wars. Army Reserve Soldiers are the most diverse group in the Army and come from a wide variety of communities and backgrounds. nnThe United States Army Reserve Command is responsible for all of America's Army Reserve units. nn**What has the Army done/is doing?**nnU.S. Army Reserve played an important role in World War I and was a critical component in the war effort. During World War I, more than 670,000 Soldiers of the National Army (now known as the Reserves) served in every division of the American Expeditionary Force. nnArmy Reserve has served, fought and played a critical role during major events such as both  World Wars, Korea, Vietnam, the Persian Gulf War, overseas contingency operations and countless other crises, operations and emergencies. Throughout the history of America, the warrior citizens of the Army Reserve have and will continue to answer the nation's call. nnn**What continued efforts does the Army have planned?**nnArmy Reserve supports the operational Army and the joint services in more than 30 countries around the world, and it continues to adapt to the critical nature of combat arms on the modern battlefield. Key to this effort is Ready Force X, a readiness construct that includes more than 700 units who are ready to deploy days or weeks to fight, survive and win against emerging threats. The Army Reserve is also re-balancing its mission command structure to provide readiness oversight and essential services to Soldiers and families on a geographic basis.  n  n**Why is this important to the Army?**nnThe Army Reserve comprises nearly 20 percent of the Army's organized units, almost half its total maneuver support and a quarter of its expansion capacity during mobilization. With nearly 200,000 Soldiers spread across all 50 states, five U.S. territories and 20 time zones, America's Army Reserve is poised, positioned and ready to defend freedom on every front.  n n**Resources:**nn* [Army Reserve](http://www.usar.army.mil/)n* [USAR in WW1 (1917-1919)](http://www.usar.army.mil/WWI/)n* [Army.mil: Army Reserve News](http://www.army.mil/news/reserves/)n* [Warrior Citizen](https://www.armyreservewarriorcitizen.com)nn**Related document**:n n* [Army Reserve at a Glance](https://go.usa.gov/xPx8j)nn**Related STAND-TO!**:nn* [Multi-Component Readiness](https://www.army.mil/standto/2018-08-16)n* [Army Reserve Ambassador Program](https://www.army.mil/standto/2017-04-26)n* [Army Reserve Leadership Development](https://www.army.mil/standto/archive_2017-05-30)n* [Army Total Force Policy- Reserve Component Training Integration](https://www.army.mil/standto/archive_2014-05-21)nn**Related article**:nn* [America's Army Reserve - Yesterday and Today](http://www.usar.army.mil/News/Article/1618958/americas-army-reserve-yesterday-and-today/)nnn**Army Reserve on Social Media**:nn* [Facebook](https://www.facebook.com/usarmyreserve)  n* [Twitter](https://twitter.com/USArmyReserve) @USArmyReserve n* [Instagram](https://www.instagram.com/usarmyreserve/)  n* [Flickr ](https://www.flickr.com/photos/myarmyreserve)  n* [YouTube](https://www.youtube.com/TheUSArmyReserve)  n",
    "date": "Thursday, September 6, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-05",
    "title": "Sustainment, Innovation and Modernization",
    "body": "#######Provided by the Office of the Deputy Chief of Staff, G-4nn**What is it?**nnIn support of the [Army Vision](https://www.army.mil/standto/2018-06-07), the U.S. Army is innovating the way it supplies Soldiers to be faster and more efficient. Sustainment plays a large role in the Army's overall readiness. Army logisticians will continue to feed the Soldiers, fuel and arm their vehicles, helicopters, and provide critical parts on the battlefield. Sustainment, innovation and modernization will support the mission of the Army logisticians.  nn**What has the Army done/is doing?**nnAdvanced technology has given the Army predictive analytics that will assist in supplying the warfighter faster and more efficiently. The Army is developing five technologies: nn* **Autonomous resupply**: is using technology, such as artificial intelligence or robots to deliver materials autonomously or semi-autonomously by ground, air, and watercraft. n* **Additive manufacturing**:   also known as 3-D printing, produces parts from plastic and other durable materials by using 3-D printers. It has the ability to improve the performance of Army weapon systems on the battlefield. This process reduces distribution requirements, increases operational readiness, and improves materiel development. n* **Advanced power generation and distribution**: Provides greater energy output, increased fuel efficiency and management, enabling expeditionary sustainment of forces in remote areas. This could reduce the logistics footprint and extend operational reach, making Soldiers more effective and units less logistically dependent.n* **Condition-based maintenance plus**:   is a system that allows commanders to plan maintenance around their training and operational cycles to increase reliability and reduce the costs to sustain equipment.n* **Big data management**:  Allows full implementation of the Enterprise Resource Planning systems, to improve information management.  nnn**What continued efforts does the Army have planned?**nnThe Army will continue its efforts to innovate and improve the way it delivers weapons, combat vehicles, sustainment systems, and equipment needed by Soldiers. With the development of autonomous systems, artificial intelligence and robotics, Soldiers will be more effective and units less logistically dependent.n  n**Why is this important to the Army?**nnSoldiers will always be the most important asset for the Army. The [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4), [Army Materiel Command](https://www.amc.army.mil/) and the [Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx) will continue to focus on developing advanced technologies to help Soldiers do their jobs better and faster as the Army builds a more ready and lethal combat force for the future. n n**Resources:**nn* [Army G-4](https://www.army.mil/info/organization/unitsandcommands/dcs/g-4)n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)n* [U.S. Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx)n* [Army Sustainment Magazine](http://www.army.mil/armysustainment)nn**Related document**:n n* [ADP 4-0, Sustainment](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/adp4_0.pdf)nn**Related STAND-TO!**:nn* [The Army Vision](https://www.army.mil/standto/2018-06-07)n* [Additive Manufacturing]( https://www.army.mil/standto/2017-08-08)n* [Army Readiness - Common Operating Picture](https://www.army.mil/standto/2018-06-28)n* [Logistics Support Activity]( https://www.army.mil/standto/2017-05-31)n* [Logistics Readiness Centers](https://www.army.mil/standto/archive_2013-10-16)nn**Related articles**:nn* [Additive manufacturing 'big part' of Army future, AMC commander says](https://www.army.mil/article/176418/ ) n* [Improving maintenance and operations with condition based maintenance](https://www.army.mil/article/102668/)nn",
    "date": "Wednesday, September 5, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-09-04",
    "title": "National Preparedness Month ",
    "body": "#######Provided by Office of the Deputy Chief of Staff, G-3/5/7nn**What is it?**nnNational Preparedness Month is an annual event to focus the nation's attention on the importance of taking action to prepare for potential emergencies and disasters. This year's theme is 'Disasters Happen. Prepare Now. Learn How.'  Saturday, September 15th is the National Day of Action when citizens are encouraged to participate in emergency preparedness activities such as learning about the hazards that affect their community and ways to increase self-resiliency through education and preparedness.nn**What has the Army done/is doing?**nnThe Army supports National Preparedness Month as part of its enduring culture of preparedness and resilience. To promote these concepts, the Army: nn* Maintains the [Ready Army](http://ready.army.mil/) website, a one-stop shop of useful tools and information to help Soldiers, Civilians, and Family members prepare for emergencies by encouraging Families to be informed, make a plan, build a kit and get involved.nn* Through [Department of the Army Pamphlet 525-27, Army Emergency Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf), the Army provides a comprehensive method for planning, organizing, training, equipping, and exercising the force in preparation for emergencies Soldiers may face.nn* Established a Facility Working Group to address the unique emergency preparedness needs of the Army's off-installation facilities such as recruiting stations, ROTC detachments, and Army-operated dams, locks, and similar infrastructure.nn**What continued efforts does the Army have planned?**nnThe Army is working with the American National Standards Institute to develop a Certified Army Emergency Manager credential. This initiative will create a cadre of Army Emergency Management professionals who can carry their expertise to Army commands worldwide.nnThe Army  is the executive agent for developing an improved mass warning and notification capability, and will field a system to better inform personnel of potential threats to missions, personnel, and infrastructure.nn**Why is this important to the Army?**nnThe Army needs a ready force to carry out its mission. Through participation in activities like National Preparedness Month, the Army mitigates mission risk by encouraging its Soldiers, Civilians, and Family members to be proactive in preparing for life's inevitable emergencies and disasters.n n**Resources:**nn* [Ready Army](http://ready.army.mil/) n* [Army Disaster Personnel Accountability and Assessment System (ADPAAS)]( https://adpaas.army.mil/)n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/) n* [Ready Campaign](http://www.ready.gov/) n* [American Red Cross](http://www.redcross.org) n* [Citizen Corps](https://www.ready.gov/citizen-corps) n* [Family Readiness Group](http://armyfrg.org) (CAC-enabled)nn**Related document:** nn* [Department of the Army Pamphlet 525-27, Army Emergency Management Program](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r525_27.pdf)nn**Related STAND-TO!:**nn* [America's PrepareAthon!](https://www.army.mil/standto/archive_2015-04-16) n* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/2018-08-30)nn",
    "date": "Tuesday, September 4, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-30",
    "title": "Army Disaster Personnel Accountability and Assessment System",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, Army G-1nn**What is it?**nnThe Army Disaster Personnel Accountability and Assessment System ([ADPAAS](https://adpaas.army.mil)) is the U.S. Army's method/ process of accounting for personnel and family members after catastrophes. ADPAAS is a web-based, mil-restricted, user-friendly system that enables the Army to collect accurate and timely reports in times of emergency. nnADPAAS is maintained in accordance with a variety of Federal statutes, Department of Defense and Department of the Army regulations and policies. nnn**What has the Army done/is doing?**nnADPAAS enhances the Army's ability to accept accountability reporting from Soldiers, Army Civilians and Non-Appropriated Funds (NAF) employees, overseas defense contractors, and their DEERS-eligible family members following natural or man-made disasters. nnIt enables commanders at all levels to identify and account for those in their command affected by a disaster through consolidation of self-accounting and unit mass reporting through the ADPAAS tool. nnADPAAS allows sponsors and family members affected by a catastrophe to request assistance via a Needs Assessment Survey, which in turn helps leaders prioritize the where resources and assistance is needed the most.nnn**What continued efforts does the Army have planned?**nnThe Army will continue to improve the capabilities of the ADPAAS system by implementing four major modernization lines of effort. These efforts will improve the way the Army can account for 100 percent personnel within hours during a disaster. n   n* Integration of the ALERT services, an Army owned government tool,  into ADPAAS will enable mass alert notifications to only affect individuals within a disaster zone via text, voice, and email. This will increase the Army's ability to reach its accountability goals quickly and accurately during a crisis.n* Integration of the Army organization structure data files to auto refresh the manually maintained master Unit Identification Code table in ADPAAS. This will increase efficiency by saving man-hours. n* Development of a downloadable and easy to use ADPAAS application will be fielded. This will allow affected personnel to update their ADPAAS profiles and account for themselves and their family members. This application will greatly enhance the Army NGB's National Guard Bureau's reporting abilities. n* Increase ADPAAS mobile training teams to train new ADPAAS commanding officer representatives and raise awareness of the ADPAAS program.nn n**Why is this important to the Army?**nnADPAAS is a proven and a valuable command and control readiness tool. It  increases Army preparedness, improves resiliency of America's fighting forces, supports deployed Soldiers and reassures them about the safety of their families.n n nn**Resources:**nn* [ADPAAS](https://adpaas.army.mil)n* [Army G-1: ADPAAS](http://www.armyg1.army.mil/adpaas.asp)nn**Related article:** nn* [Rebuilding Community: Army Personnel Accountability System for Disasters]( https://www.militaryonesource.mil/-/rebuilding-community-army-personnel-accountability-system-for-disasters?inheritRedirect=true)nn**Contact Information:**nn* HQDA G-1, Operations Branch, Personnel Contingency Cell: 703-697-4246 n* [Email ADPAAS Customer Support](mailto:usarmy.pentagon-e.hqda.mbx.adpaas@mail.mil)n* ADPAAS Help Desk Hotline: 1-888-276-9472n* [Email HRC Helpdesk](mailto:askhrc.army@us.army.mil)n* *Hours of operation: Monday - Friday, 8:00 a.m. to 5:00 p.m. Eastern time (No longer open 24 hours.)*nn",
    "date": "Thursday, August 30, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-29",
    "title": "Avenger Air Defense System ",
    "body": "#######Provided by U.S. Army Aviation and Missile Command  nn**What is it?**nnThe Avenger Air Defense System, designated AN/TWQ-1, is a fully automated, short-range air defense system is the Army's premier shoot-on-the-move air defense weapon. It is a lightweight, highly mobile, easily transportable surface-to-air missile fire unit with eight Stinger missiles in two missile pods. It acquires, identifies, tracks and engages targets (low-flying helicopters or fixed-wing aircraft) from a stationary or moving position.nnThe Avenger, mounted on a high-mobility, multipurpose wheeled vehicle (HMMWV or Humvee), can operate in extreme weather conditions. Its infrared system, computer, communications equipment and laser range finder locate targets in daylight and at night.nnThe Avenger turret can be easily adapted to different combat vehicles, such as trucks, trailers and track vehicles, or employed as a remotely operated autonomous unit. This highly automated system rapidly and efficiently assists the gunner with target location, identification, tracking and missile lock-on. nn**What has the Army done/is doing?**nnTo address increasing national security interests to protect maneuver forces, U.S. Army Aviation and Missile Command inspected and overhauled legacy Avenger systems to build the 72 operational Avenger systems. In support of the European Command mission requirement, [Letterkenny Army Depot](https://www.letterkenny.army.mil/)'s 21 work centers were involved in overhauling and recapitalizing the Avengers. nnThe 72 Avenger systems will be shipped to Germany as a full complement for two battalions.  One battalion set will be activated and the other battalion set will be placed in prepositioned storage. nn**What continued efforts does the Army have planned?**nnThe 72 Avengers, employed by U.S. European Command, will be a  part of the [European Deterrence Initiative](https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2019/fy2019_EDI_JBook.pd) (EDI), a series of defense initiatives. These initiatives will enhance the United States' deterrence posture and improves the readiness and responsiveness of U.S. forces in Europe.n n**Why is this important to the Army?**nnThe Army must innovate and adapt concepts, equipment, and training to be ready for the next war.  An Air and Missile Defense capability, one of the six modernization priorities, ensures the Army remains the most lethal and effective land force the world has ever seen. nnAvenger Air Defense System ensures protection of Soldiers from modern and advanced air threats and missile-delivered fires, including drones.  n nn**Resources:**nn* [U.S. Army Aviation and Missile Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/amcom)n* [Letterkenny Army Depot](https://www.letterkenny.army.mil/)nnn**Related document:** nn* [European Deterrence Initiative](https://comptroller.defense.gov/Portals/45/Documents/defbudget/fy2019/fy2019_EDI_JBook.pdf)nn**Related STAND-TO!:**nn* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/2018-02-15)n* [Air and Missile Defense](https://www.army.mil/standto/2018-03-14)n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/)n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)n* [Multi-Domain Battle](https://www.army.mil/standto/2017-03-08)n **U.S. Army Aviation and Missile Command on social media:**n* [Facebook](https://www.facebook.com/USARMYAMCOM/)n* [Letterkenny Army Depot on Facebook](https://www.facebook.com/LetterkennyArmyDepot/)n",
    "date": "Wednesday, August 29, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-28",
    "title": "Army and Air Force Exchange Service ",
    "body": "#######Provided by Army and Air Force Exchange Service nn**What is it?**nnThe Army and Air Force Exchange Service (AAFES, also referred to as The Exchange) provides quality merchandise and services to authorized shoppers to generate dividends that supplement appropriated funds in support of morale, welfare and recreation programs.nnThe Exchange operates 2,700 facilities worldwide including department stores/malls, food courts, military clothing stores, alterations shops and dry cleaners, movie theaters, gas stations and convenience stores. The Exchange is the 61st largest retailer in the United States. nnBenefits to Exchange shoppers include tax-free shopping, military-exclusive pricing and potential jobs for military family members.n nn**What has the Army done/is doing?**nnU.S. Army Installation Management Command provides review, evaluation and support for Exchange projects, facilities and services on Army installations.nnIn recent years the Army has sought to provide shopping, dining and entertainment options on installations beyond existing stores and food courts. These initiatives give Army families access to premium brand stores, free-standing restaurants, personal and health services, and entertainment venues to improve their quality-of-life. nnThe Exchange also works with the Army to provide contingency support, resources and supplies for service members involved in conflicts and natural disasters. The Exchange provides important benefits through valuable on-base destination experiences that include much more than Exchange and Express stores.  n n**What continued efforts does the Army have planned?**nnThe Exchange continues to partner with the Army to improve the quality-of-life, increase  morale and promotes readiness and resilience for Soldiers and their families. The Exchange will continue to assist in providing contingency support, resources and supplies for future conflicts and natural disasters. nnThe Exchange will continue to deploy and operate Mobile Field Exchanges in combat zones, remote areas, at military exercises, that may include partner nations, and regions affected by natural disasters, in support of Department of Defense and Army operations. nn**Why is this important to the Army?**nnThe Exchange improves military readiness and resiliency wherever Soldiers and their families serve, and 100 percent of Exchange earnings support military programs on Army and Air Force installations. Over the last 10 years, the Exchange has generated more than $2.4 billion in support for these programs at military installations worldwide.    n nn**Resources:**nn* [Exchange](https://www.aafes.com/about-exchange/)nn**Related document:** nn* [Army Regulation 215-8 / Air Force Instruction 34-211(1), Army and Air Force Exchange Service Operations](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r215_8.pdf)nn**The Exchange on social media:**nn* [Facebook](https://www.facebook.com/shopmyexchange)n* [Twitter](https://www.twitter.com/shopmyexchange)n* [Instagram](https://www.instagram.com/shopmyexchange/) @shopmyexchangen ",
    "date": "Tuesday, August 28, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-27",
    "title": "Army Space Training Strategy",
    "body": "#######Provided by U.S. Army Space and Missile Defense Command/Army Forces Strategic Command nn**What is it?**nnThe Army Space Training Strategy (ASTS), directed by the Army Strategic Space Plan, provides a framework to educate and train Soldiers at every level across active, guard, and reserve components -- about current space capabilities with mitigation procedures when those capabilities become contested. nn**What has the Army done/is doing?**nnU.S. Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT), is the Army's proponent for space.nn* The command, in collaboration with the U.S. Army Training and Doctrine Command (TRADOC), is tasked with integrating space training and education at the Centers of Excellence and Professional Military Education.nn* USASMDC/ARSTRAT's Space and Missile Defense School, in collaboration with TRADOC, creates an integrated range of career-long space education and training.nn* The command works with U.S. Army Forces Command to provide contested space effects for training in an operational environment, such as Combat Training Centers (CTC). The goal is to help Soldiers identify and overcome operational impacts in contested space environments.nn* The command delivers home-station training to brigade combat teams and provides subject-matter expertise to TRADOC G-2 Intelligence Directorate during exercises.nnn**What continued efforts does the Army have planned?**nnUSASMDC/ARSTRAT will continue integration efforts across three lines of effort:nn* Institutional: Review/revise doctrine, tactics, techniques and procedures; ensure appropriate levels of space content in Army Centers of Excellence functional training and education.nn* Operational: Integrate space training at home station and CTC within unit training objectives; build requirements for training devices and simulations that create realistic contested space operational environments that enable units at the soldier/system level.nn* Space Cadre Development: Assess and improve space cadre training and distribution of space billets throughout the Army.nUSASMDC/ARSTRAT will continue to work with the Program Executive Office for Simulation, Training and Instrumentation's Threat Systems Management Office to field a capability that supports a safer, more effective contested training environment.nnn**Why is this important to the Army?**nnThe Army relies on space capabilities to enable all warfighting functions. Soldiers require training to operate space-enabled systems when access to space is denied, degraded, or disrupted. Access to positioning, navigation, and timing data and communications satellites are important for effective execution of mission command and synchronization of warfighting functions. n nn**Resources:**nn* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)n* [Army Space Knowledge Management System](https://army.deps.mil/army/sites/ASKMS/SitePages/Home.aspx) *CAC required* nn**Related Video:** nn* [USASMDC/ARSTRAT Command Video](https://www.youtube.com/watch?v=y4U7828PFpM)nn**Related STAND-TO!:**nn* [Assured Positioning, Navigation and Timing](https://www.army.mil/standto/archive_2018-02-15)n* [Disrupted Space Operational Environment](https://www.army.mil/standto/2018-08-07)n* [Army Space Today and in the Future](https://www.army.mil/standto/2017-11-27)n* [The Army's Dependence on Space](https://www.army.mil/standto/2017-02-23)nn**Related documents:** nn* [USASMDC/ARSTRAT Fact Sheet](http://www.smdc.army.mil/FactSheets/SMDC.pdf) n* [Trifold](http://www.smdc.army.mil/FactSheets/SMDC_trifold.pdf)n* [Joint Support Trifold](http://www.smdc.army.mil/FactSheets/Jointtrifold.pdf)n* [ASPDO Fact Sheet](http://www.smd.army.mil/FactSheets/ASPDO.pdf)n* [Operating in a denied, degraded, and disrupted Space Operational Environment](https://usacac.army.mil/sites/default/files/publications/18-28.pdf)n* [Army Space Training Integration -- D3SOE](https://atn.army.mil/space-training-integration-d3soe/army-space-training-integration-d3soe) *CAC required*n nn nn",
    "date": "Monday, August 27, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-23",
    "title": "Women's Equality Day  ",
    "body": "#######Provided by Deputy Chief of Staff, Army G-1 nn**What is it?**nnThe nation's annual observance of Women's Equality Day on August 26th commemorates the addition of the 19th Amendment to the U.S. Constitution in 1920, which guaranteed women the right to vote. This action marked the culmination of the long struggle by women to gain an equal voice in their government.  The women's suffrage movement in America began in 1848, when the first women's rights convention was held in Seneca Falls, New York, led by Lucretia Mott and Elizabeth Cady Stanton. nnThe 19th Amendment is a testament to the courage and tenacity of the women and men who challenged the nation to live up to its founding principles.  nnn**What has the Army done/is doing?**nnThe U.S. Army celebrates Women's Equality Day by recognizing the service of women to the nation since 1775 and who remain an invaluable and essential part of the Army. nnThe Army recognizes not only the significance of women's contributions, but also the value of diversity and inclusion. nnn**What continued efforts does the Army have planned?**nnAs the Army shapes the future force, it will ensure that every individual has the opportunity to maximize his or her potential. The military has made many strides to eliminate barriers to service, and remains committed to the idea that every American is entitled to equal treatment and opportunity. Army leaders continue to develop, foster and sustain a culture that allows women the opportunity to pursue their goals, to grow personally and professionally and to have the prospect of succeeding and prospering free from discrimination.nn**Why is this important to the Army?**nnThe Army is dedicated to ensuring equality for all of its members. Women play vital roles in the Army as Soldiers and Army Civilians and are critical members of the Army team.  Female Soldiers make up 17.4 percent of the Army and are able to serve in any military occupation as long as they qualify and meet the specific required standards. nnThe legacy of the brave women who have served, and will continue to serve in the U.S. Army further inspire Americans to strive for equality.nn n**Resources:**nn* [Army.mil: Women in the U.S. Army](https://www.army.mil/women/history?st)n* [Army G-1: Women in the Army](http://www.armyg1.army.mil/hr/wita/default.asp)n* [Army Women's Museum](http://www.awm.lee.army.mil/)n* [U.S. Army Center for Military History/Women in Army History](https://history.army.mil/html/topics/women/index.html)n nn**Related STAND-TO!:**nn* [Women's History Month](https://www.army.mil/standto/2018-03-01)n* [Army Gender Integration Implementation Plan](https://www.army.mil/standto/archive_2016-03-10)n ",
    "date": "Thursday, August 23, 2018",
    "quote": "",
    "events": ""
},
{
    "id": "2018-08-22",
    "title": "Integrated Tactical Network",
    "body": "#######Provided by Network CFT, PEO C3T and PEO Soldiernn**What is it?**nnThe Integrated Tactical Network is not a new or separate network but rather a concept that incorporates commercial network and transport capabilities with the existing tactical communications systems and networks of the Army. It focuses on a simplified, independent, mobile network solution that does not rely on a single component, to provide enhanced network availability down to the small unit dismounted leader. Integrated tactical network takes advantage of both commercial and military network transport -- to enable communications in disrupted, disconnected, intermittent and limited bandwidth environments.nnThe integrated tactical network integrates the Army's current tactical network environment (applications, devices, gateways and network transport) with commercial-off-the-shelf components and transport capabilities. nn**What has the Army done/is doing?**nnThe Army is assessing the integrated tactical network to deliver less complex and more resilient communications and connectivity to lower echelons in the brigade combat team. To achieve enhanced tactical network capabilities, initial experimentation is already underway with operational units providing feedback to augment [Army Network](https://www.army.mil/standto/2018-03-08) and Soldier systems, programs and efforts. nnThe Army is leveraging Soldier and leader feedback from joint exercises and operations to inform integrated tactical network design decisions. This model of rapid adaptation and agile procurement of technology will allow the Army to modernize with speed.nn**What continued efforts does the Army have planned?**nnThe Army is codifying a deliberate process of agile and iterative experimentation, performance testing and incorporation of Soldier feedback to identify technologies.  Throughout FY19, the Army will leverage brigade level scalability experimentation and Network Integration Evaluation 18.2. nnThe Army plans to accelerate the development of ITN requirements documents  and ensure they meet operational needs. The acquisition community, in partnership with the Network Cross-Functional Team, will continue to identify and deliver the components of the Army's integrated tactical network.nn**Why is this important to the Army?**nnThe integrated tactical network improves the warfighting capability of the Army's maneuver formations. It aligns to the Army's Network [Modernization strategy](https://www.army.mil/standto/archive_2018-06-06) and allows the Army to keep up with pace of technological change and insert capabilities as they become available to ensure the Army addresses emerging threats to maintain overmatch.n n**Resources:**nn* [PEO Soldier](http://www.peosoldier.army.mil/)n* [PEO C3T](http://peoc3t.army.mil/c3t/)nn**Related STAND-TO!:**nn* [Army Futures Command](https://www.army.mil/standto/2018-03-28)n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/archive_2018-06-06)n* [Network Integration Evaluations](https://www.army.mil/standto/archive_2016-05-02)nn**U.S. Army on social media:**nn* [Facebook](https://www.facebook.com/USarmy/)n* [Twitter @USArmy](https://www.twitter.com/USarmy/)n* [Instagram](http://instagram.com/usarmy/)n* [YouTube](https://www.youtube.com/user/usarmy/)nn",
    "date": "Wednesday, August 22, 2018",
    "quote": "",
    "events": ""
}]