  {
    "id": "2018-10-22",
    "title": "Army Ground Mobility Vehicles Program",
    "body": "#######Provided by Program Executive Office for Combat Support & Combat Service Support  **What is it?** The U.S. Army's Ground Mobility Vehicles (GMV) program provides Infantry Brigade Combat Teams (IBCT) a lightweight vehicle to move Soldiers and their equipment quickly over complex and difficult cross-country terrain.   GMVs will allow Soldiers quicker mobility, than by foot, across an operational area, to close on an objective with less fatigue and greater readiness.  The Army can deliver the vehicle to the field by airdrop or helicopter, increasing the flexibility of Soldiers on the move: * Nine-man squad carrying capability * Payload of 3,200 pounds * Internal/external lift by CH-47, Chinook helicopter * Low-Velocity Air Drop by fixed-wing C-130 or C-17 transport aircraft * Exceptional mobility over all terrains  **What has the Army done/is doing?** To accelerate delivering an enhanced tactical mobility system to key units, the Army, leveraged the existing, competitively awarded U.S,. Special Operations Command GMV 1.1 contract. The Army awarded its first order in May 2018 and fielded the first Army-GMV (A-GMV) 1.1 system to a company-size element in the 82nd Airborne Division in September 2018.   The A-GMV 1.1 is currently in low rate initial production, executing an order for the first 118 vehicles and support.    **What continued efforts does the Army have planned?** The Army will order an additional 59 vehicles in fiscal year 2019, ultimately fielding 177 total A-GMV 1.1s to equip three Airborne IBCTs by end of 2019. After meeting the critical, limited fielding need with A-GMV 1.1, the Army will follow with production of the Infantry Squad Vehiclea long-term solution to give the same highly mobile capability to every IBCT.  The Army expects to begin a full and open competition for the Infantry Squad Vehicle in fiscal year 2019, procuring up to 2,065 vehicles that will be fielded to all IBCTs and ultimately serve as a replacement for the A-GMV 1.1. **Why is this important to the Army?** The Army needs flexible, resilient ground formations to project combat power in a multi-domain environment.   Enhanced mobility platforms will enable early entry forces to envelop, infiltrate, and penetrate in and/or across multiple domains at select points of entry.   These mobile platforms provide our Forces with enhanced tactical and operational advantage.   **Resources**: * [Army G-8](http://www.g8.army.mil/) * [Assistant Secretary of the Army for Acquisition, Logistics, Technology]( https://www.army.mil/asaalt)  * [U.S. Army PEO Combat Support & Combat Service Support]( http://www.peocscss.army.mil/)  * [Maneuver Center of Excellence](http://www.benning.army.mil/MCoE/) * [82nd Airborne Division](https://www.bragg.army.mil/index.php/units-tenants/82nd-airborne-division) **Related STAND-TO!**: * [82nd Airborne Division](https://www.army.mil/standto/2018-05-16) **Related article**: * [Airborne drop tests in progress for potential SOF Ground Mobility Vehicle]( https://www.army.mil/article/203446/airborne_drop_tests_in_progress_for_potential_sof_ground_mobility_vehicle)",
    "date": "Monday, October 22, 2018",
    "quote": "",
    "events": ""
  }