{
   "id": "2018-10-24",
   "title": "Army Readiness Assessment Program",
   "body": "#######Provided by U.S. Army Combat Readiness Center   **What is it?**   The Army Readiness Assessment Program is a web-based tool that provides battalion-level commanders with an in-depth look into their formation's readiness posture. This program samples unit safety climate and culture in five key segments:   * (1) Process auditing,   * (2) Rewards systems * (3) Quality assurance   * (4) Risk management   * (5) Command and control   **What has the Army done/is doing?**   Army Readiness Assessment Program compiles Soldier perceptions of their formation's command climate and safety, with an emphasis on safety concerns, through an anonymous online survey. Following the survey, leaders are provided with a candid look at their organization's safety culture and risk management processes. Over the past 12 years, this tool has empowered battalion-level commanders and their staffs with user-friendly capabilities to conduct data and trend analysis effectively.   Per [Army Regulation 385-10](https://safety.army.mil/ShrinkLink/177), commanders or their representatives must ensure all battalion and equivalent organizations enroll in ARAP within 90 days of assuming command.   Since the program's inception in 2006, Soldiers across the Army have completed over 2.6 million surveys. The USACRC Army Readiness Assessment Program team continues to enroll and debrief 20 to 30 organizations weekly. Army Readiness Assessment Program also provide access codes for all brigade and higher level commands to monitor and manage subordinate organizations participation in the program.   Based on a recent directive from the Secretary of the Army and Chief of Staff of the Army, the division and brigade leaders will be privy to the readiness assessment scores obtained by their units. This will facilitate mentoring of the units and allow leaders to shape areas and programs that need assistance.   **What continued efforts does the Army have planned?**   Leaders will continue to integrate Army Readiness Assessment Program as a key component in accomplishing their annual loss prevention objectives. The assessment results will proactively help leaders and supervisors in developing preventive measures to reduce accidental loss.   The improved technology and suggestions from customers in the field and the USACRC staff has resulted in several program initiatives, which are in development for future implementation. The intent is to tailor assessments for different functional organizations (ground, air and civilian centric). These initiatives facilitate the Army's proven ability to share common data points with other DOD agencies in the future.   **Why is this important to the Army?**   Leaders recognize Army Readiness Assessment Program as an indispensable part of the organization's safety plan. Army Readiness Assessment Program provides immediate feedback to assist leadership in preserving resources and saving lives. The Army's first priority is readiness, and this program assists leaders with loss prevention of deployed Soldiers and civilians.   **Resources**:   * [USACRC](https://safey.army.mil)   * [ARAP](https://arap.safety.army.mil)   **Related documents**:   * [Army Regulation 385-10, The Army Safety Program]( https://safety.army.mil/ShrinkLink/177) * [ARAP Information Brief - Army Readiness Assessment Program](https://www.army.mil/e2/c/downloads/333380.pdf)   **Related STAND-TO!**:   * [The Army Safety Program](https://www.army.mil/stando/2018-01-03)   ",
   "date": "Wednesday, October 24, 2018",
   "quote": "",
   "events": ""
}