{
  "id": "2018-10-25",
  "title": "The Army Strategy ",
  "body": "#######Provided by Headquarters, Deputy Chief of Staff, G-3-5-7  **What is it?**  The [Army Strategy](https://www.army.mil/e2/downloads/rv7/the_army_strategy_2018.pdf) articulates how the Total Army achieves its objectives defined by the [Army Vision](https://www.army.mil/standto/2018-06-07) and fulfills its Title 10 duties. In support of the National Defense Strategy, the Army Strategy describes how the Army will build a more lethal force to retain overmatch in order to deter, and defeat if necessary, all potential adversaries.  **What has the Army done/is doing?**  To achieve the [Army Vision](https://www.army.mil/vision?_st) objectives, the Total Army will: build readiness for high-intensity conflict; modernize doctrine, equipment, and formations; and reform the Army to maximize time, money, and manpower.  The Army Strategy establishes four lines of effort with specific objectives to chart a path of irreversible momentum towards 2028. These lines of effort are: **Readiness, Modernization, Reform, Alliances and Partnerships**.  **What continued efforts does the Army have planned?**  The Army Strategy will unfold over the next decade in a series of phases as priorities shift across these lines of effort. Underpinning this strategic approach is an enduring commitment to take care of people and live the Army Values in everything the Army does.  The following lines of effort (LOEs), implemented through the Army Campaign Plan, are how the Total Army will achieve the Army Vision.  * LOE 1: **Build Readiness** -- It is the Army's Title 10 responsibility to generate ready forces that are organized, trained, and equipped for prompt and sustained ground combat. The Army's main effort through 2022 is building warfighting readiness and lethality to prioritize preparedness for war and other large-scale contingency operations.  * LOE 2: **Modernization** -- Modernization ensures the Army will continue to have overmatch in a fundamentally different future environment. While the Army focuses on building readiness in the near term, the Army will prioritize research and development on the six modernization priorities defined by the [Army Modernization Strategy](https://www.army.mil/standto/2018-06-06).  * LOE 3: **Reform** -- It is imperative the Army implements aggressive reforms by 2020 to free up time, money, and manpower for its highest priorities and to empower subordinate commanders to make more timely and effective decisions.  * LOE 4: **Strengthen Alliances and Partnerships** -- The Army will continue to train and fight with allies and partners, and therefore, must strive to integrate them further into operations to increase interoperability.  **Why is this important to the Army?**  The Army Strategy describes the strategic environment and the lines of effort the Army will pursue to achieve the Army Vision by 2028. The Total Army will build readiness, modernize concepts and capabilities, reform processes; and strengthen the alliances and partnerships to ensure land power dominance on any battlefield, against any threat, at any time.  **Resources**:  * [Army Strategy](https://www.army.mil/e2/downloads/rv7/the_army_strategy_2018.pdf) * [Army Vision](https://www.army.mil/vision?_st) * [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)  **Related STAND-TO!**:  * [Army Vision](https://www.army.mil/standto/2018-06-07) * [Army Modernization Strategy](https://www.army.mil/standto/2018-06-06) * [Army Modernization](https://www.army.mil/standto/2018-01-16) * [Multi Domain Operations](https://www.army.mil/standto/2018-10-04) * [Army Talent Management](https://www.army.mil/standto/archive_2018-10-10) * [Readiness](https://www.army.mil/standto/2017-10-04)   ",
  "date": "Thursday, October 25, 2018",
  "quote": "",
  "events": ""
}