{
    "id": "2015-09-01",
    "title": "National Preparedness Month",
    "body": "**What is it?**\n\nNational Preparedness Month (NPM) is commemorated each September to emphasize preparedness' importance and to encourage Americans to take simple actions to prepare for emergencies such as tornadoes, hurricanes, active shooters, or terrorist attacks.  During this twelfth annual NPM campaign, the Army's focus remains steadfast to educate, empower, and involve the Army community in preparedness activities that enhance the Army's resiliency and increase the Nation's readiness for all-hazards events.  To help prepare the Army Community, [Ready Army](http://www.acsim.army.mil/readyarmy/) encourages everyone to [Be Informed](http://www.acsim.army.mil/readyarmy/ra_be_informed.htm), [Make a Plan](http://www.acsim.army.mil/readyarmy/ra_make_a_plan.htm), [Build a Kit](http://www.acsim.army.mil/readyarmy/ra_get_a_kit.htm), and [Get Involved](http://www.acsim.army.mil/readyarmy/ra_get_involved.htm).\n\n**Why is this important to the Army?**\n\nA prepared community saves lives.  Instituting emergency preparedness and education programs like Ready Army helps prepare the entire Army community.  Under the National Response Framework, during an emergency, citizens are expected to be self-sufficient for 72 hours when base services such as water, power, and government support may not be available. The entire Army community must be ready to survive under these conditions.\n\n**What has the Army done?**\n\nIn 2009, the Army established its emergency management program outlined in [Army Regulation 525-27](http://armypubs.army.mil/epubs/pdf/p525_27.pdf) to prepare, mitigate, prevent, respond, and recover from all hazards on or impacting Army installations worldwide.  To renew the Army's teaming commitment with the Federal Emergency Management Agency's (FEMA's) [Ready Campaign](http://www.ready.gov/), in 2011 HQDA G-34 developed [Ready Army](http://www.acsim.army.mil/readyarmy/), a community awareness campaign to empower Soldiers, families, and civilians to prepare in advance for natural or man-made disasters.  In 2012, the Army began efforts to modernize emergency management equipment through the Emergency Management Modernization Program.  Since 2013, the Army has joined FEMA in their [America's PrepareAthon!](http://www.community.fema.gov/), the community-based campaign for action to increase emergency preparedness and community resilience.  In 2015, the Office of the Assistant Secretary of Defense for Homeland Security & Global Security recognized 12 Army installations for their significant contributions in support of the America's PrepareAthon! April 2015 Campaign.\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army continues to stride forward to improve preparedness and resiliency.  To address emerging threats and hazards, the Army is assessing and revising policy.  An updated AR 525-27, to meet all-hazards, is due to be published in 2016.  To enhance protection capabilities, the Army will continue to modernize installation emergency management systems through 2017.  The Ready Army campaign continues to incorporate the best outreach tools and educational material to encourage Soldiers, families, and civilians to turn awareness into action that enhances individual and family preparedness.  In an effort to increase emergency preparedness and community resilience, the Army encourages everyone to continue supporting FEMA's America's PrepareAthon! campaign, and to participate in the National Day of Action on Sept. 30 which reinforces individual responsibility for preparedness.\n\nThe [Ready Army website](http://www.ready.gov/), provides information about the [NPM](http://www.ready.gov/september) and how to join others in the community practice preparedness at [America's PrepareAthon!](http://community.fema.gov/about).  \n\n*Take action. Be counted. Spread the word.*\n\n**Resources:**\n\n* Army senior leaders [tri-signed letter](http://www.army.mil/e2/rv5_downloads/main/misc/national_preparedness_month_2015.pdf)\n* [Presidential Proclamation: National Preparedness Month, 2015](https://www.whitehouse.gov/the-press-office/2015/08/31/presidential-proclamation-national-preparedness-month-2015)\n* [Ready Army](http://www.acsim.army.mil/readyarmy/)\n* [U.S. Army Disaster Personnel Accountability and Assessment System (ADPAAS)](https://adpaas.army.mil/)\n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/)\n* [America's PrepareAthon!](http://www.community.fema.gov/)\n* [Ready Campaign](http://www.ready.gov/)\n* [-2015 National Preparedness Month (NPM](http://www.ready.gov/september)\n* [American Red Cross](http://www.redcross.org/)\n* [Citizen Corps](http://www.citizencorps.gov/)\n* [Family Readiness Group](http://www.armyfrg.org/)\n* [U.S. Army Humanitarian Relief](http://www.army.mil/humanitarian/)\n* Related document:\n* [- Army Emergency Management Program](http://www.apd.army.mil/pdffiles/p525_27.pdf)\n* Related article:\n* [- National Preparedness Month begins September 1st](http://www.army.mil/article/154444)\n\n",
    "date": "Tuesday, September 1, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nTo ensure our Army remains ready to support the American people and our\ncommunities, and to reinforce individual responsibility for preparedness, we encourage the entire Army community to prepare by applying the Ready Army tenets: be informed, make a plan, build a kit and get involved.\n\n\n### - Army senior leaders, in a [tri-signed letter](http://www.army.mil/e2/rv5_downloads/main/misc/national_preparedness_month_2015.pdf), to commemorate September as National Preparedness Month\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEdu) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}