{
    "id": "2015-09-02",
    "title": "Qualitative Service Program ",
    "body": "**What is it?** \n\n* The Qualitative Service Program (QSP) establishes the use of formal enlisted centralized board processes to identify noncommissioned officers (NCOs) for involuntary separation from active-duty in order to: \n* -- Improve grade/MOS readiness at NCO levels by satisfying force structure requirements\n* -- Enhance the quality of the NCO Corps by retaining NCOs with the greatest potential for continued contributions\n* -- Support sustainment of viable career paths across MOS/skill levels in an all-volunteer Army  \n\n**What has the Army done?** \n\nIn June 2012, the Army implemented a QSP designed to provide the Army the means to achieve a congressionally-mandated end-strength.  The QSP denies continued service to NCOs who are excess to decreasing requirements.  The process provides the Army an ability to align the force by MOS and grade ensuring a desired grade and experience mix is balanced across a multitude of occupational career paths.  \n\n**What does the Army have planned?** \n\nThe Army implements QSP beginning with the centralized selection boards convening after April 1, 2012. The QSP boards considers NCOs (E6-E9) for potential denial of continued service when an NCO possesses a specific primary military occupational specialty (PMOS)/grade where the Army's operating strength projection exceeds its goals.  It further considers NCOs (E6-E9) for potential denial of continued service when an NCO possesses a specific PMOS/grade where promotion stagnation exists. \n\n**Why is it important to the Army?** \n\nThe Army must shape the force to meet future requirements, using processes that support retaining those leaders, identified through a centralized selection process, with the greatest potential for future contributions to the Army. The Army has to ensure that the enlisted strength meets requirements at the MOS and grade level, as it continues to evolve human resource (HR) policies to support development of adaptive NCO leaders, who are skilled in their core competencies. The [Army G-1](http://www.armyg1.army.mil/default.asp) put into place a series of HR policies designed to support the principles of the [Army Leader Development Strategy (ALDS)](http://www.army.mil/standto/archive_2013-06-19/). These changes foster a balance of training, education, and experience while encouraging life-long learning and development. \n\n**Resources:** \n\n* [Qualitative Service Program](http://go.usa.gov/3FpAY)\n* [Army G-1](http://www.armyg1.army.mil/default.asp)\n* Related article:\n* [- Soldiers have options to explore before Army restructure](http://www.army.mil/article/124227/)\n* [- Qualitative Service Program to help shape force during drawdown](http:/www.army.mil/article/75708/)\n* Related STAND-TO!: \n* [- Army Retention Program](http://www.army.mil/standto/archive/issue.php?issue=2012-02-14)\n",
    "date": "Wednesday, September 2, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nWe may have Soldiers that are qualified to re-enlist, they meet that basic eligibility that we look for, but now we have to go a little deeper. And, even though they may be qualified, are they the 'best' qualified for continuous service?\n\n\n### - Sgt. Maj. Russell Paradis, Fort Sill command career counselor\n\n### - [Soldiers have options to explore before Army restructure](http://www.army.mil/article/124227/)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEdu) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}