{
    "id": "2015-09-03",
    "title": "The U.S. Army's Spirit of America",
    "body": "**What is it?**\n\n[U.S. Army's Spirit of America](http://www.spiritofamerica.mdw.army.mil) is a live-action, patriotic show that informs, entertains and inspires audiences of all ages. Spirit of America takes the audience on a fast-paced journey through history with stories told through the eyes of the American Soldier.  An all-Soldier cast provides the American public a unique opportunity to see the Army's elite ceremonial units, [The U.S. Army Band \"Pershing's Own\"](http://www.army.mil/standto/archive/issue.php?issue=2012-12-21) and the [3rd U.S. Infantry Regiment (The Old Guard)](http://www.oldguard.mdw.army.mil/regiment). These Soldiers exemplify what training, dedication and teamwork can accomplish.  \n\nSpirit of America is one of the U.S. Army's largest community outreach events, tracing its history back to the years before World War II when on the grounds of Fort Myer in Arlington, Virginia, the 3rd Cavalry Regiment held military shows during the winter months. With a unique combination of stirring music, historical narration, and live-action dramatization, Spirit of America commemorates the brave actions of ordinary men and women who, as U.S. Army Soldiers, helped shape the nation and preserve the freedom. \n\n**What has the Army done?**\n\nSince the American Revolution, America's sons and daughters have stood ready to fight for the nation's freedom and answered the call to duty for more than 240 years.  Today's Army continues to demonstrate its incredible competence and enduring commitment in defense or the nation with 173,000 Soldiers committed in 151 countries - 83,000 of which are forward deployed. Spirit of America celebrates the spirit, strength and history of the nation, and since 2002 has told the Army story to over one million audience members.\n\n**What continued efforts does the Army have planned for the future?**\n\nSpirit of America travels to a different region of the country every September, performing up to 12 shows in as many as three different cities. For the first time in four years, the production returns to the nation's capital with [nine performances in two venues](http://spiritofamerica.mdw.army.mil/tour-schedule). Spirit of America will travel to New England in September 2016.\n\n**Why is this important to the Army?**\n \nWith less than one percent of the U.S. population serving in the military and the continued drawdown of the forces, it is paramount for the Army to engage and educate the public on the contributions of its Soldiers, Families and Army civilians who continue to meet the needs of the nation during some of the most challenging days in the history.  \n\nSpirit of America serves as a vehicle to tell the Army story, providing an opportunity for Soldiers to engage with the community, fostering positive impressions of the Army around the country. Spirit of America reconnects Americans to their Army and the trusted professionals who make up its ranks.\n\n**Resources:**\n\n* [U.S. Army's Spirit of America](http://www.spiritofamerica.mdw.army.mil)\n* [The United States Army Band](http://www.usarmyband.com/)\n* [U.S. Army Military District of Washington](http://mdwhome.mdw.army.mil/)\n* [Army.mil: MDW News](http://www.army.mil/institution/organization/unitsandcommands/commandstructure/mdw/)\n* [MDW on Facebook](https://www.facebook.com/MDWUSARMY)\n* Related articles:\n* [- Spirit of America uses unique approach to casting](http://www.army.mil/article/133523)\n* [- Breaking a leg: With opening night just weeks away, Spirit of America Soldiers rehearse to tell Army](http://www.army.mil/article/154205)\n\n",
    "date": "Thursday, September 3, 2015",
    "quote": "Quote of the Day\n----------------------\n\nEven when you're downsizing the military, there is opportunity. The opportunity is that we have time to train and ready those Soldiers in the individual critical tasks that are necessary for them to fight and win on the battlefield.\n\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), during his visit to the Greywolf Brigade's first team training at Fort Hood, Texas, Aug 27,  meets with Soldiers to ask them about their well-being and leadership and answer any questions about the future of the Army. \n\n### - [SMA Dailey visits Greywolf troopers](http://www.army.mil/article/154860)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}