{
    "id": "2015-09-08",
    "title": "Cognitive Dominance Education Program",
    "body": "**What is it?**\n\nLed by [U.S. Army Training and Doctrine Command's](http://www.tradoc.army.mil/) (TRADOC's) G2, the Cognitive Dominance Education Program (CDEP) was formerly called the University of Foreign Military and Cultural Studies, and has evolved from lessons learned during operations Iraqi and Enduring Freedom. These lessons included the need to encourage divergent thought in Army planning and operations to be more effective in a complex operational environment.\n\nCDEP is an initiative that considers the importance of divergent thought and how it is driven by the information age. People (adversaries, allies, agnostics) have faster and wider access to information and act more directly in response to the actions making situations more dynamic. Operating in this environment requires more than better information processing; it requires a change in the Army's decision-making culture. Agile and adaptive leaders must be cognitively dominant.  \n\n**What has the Army done?**\n\nThe TRADOC commander, in recognition of the value of a CDEP education, directed that CDEP methods be spread across the Army's Professional Military Education. CDEP is working with [Army University](http://www.army.mil/standto/archive_2015-06-17/) to implement this guidance.\n\nAs part of the Army 17-21 Program Objective Memoranda, CDEP was identified for program growth to support Human Dimension Cognitive Dominance initiatives for Army U, and the [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe), or MCCOE.  \n\n**What continued efforts does the Army have planned for the future?**\n\nIn conjunction with Army U, CDEP will conduct several curriculum and faculty developer programs to assist with agile and adaptive leader education. This effort will be expanded in fiscal year 2017 to cover all Army centers and schools annually.\n\nAdditionally, CDEP (in conjunction with MCCOE and U.S. Army Forces Command) will conduct pilot programs for active component brigade combat teams during fiscal 2016. Program leaders intend for each active component BCT commander to participate in one event during their command tours when the full program begins in FY 2017. \n\n**Why is this important to the Army?**\n\nThe operational environment is uncertain and rapidly changing. This requires the Army to have leaders who can thrive in conditions of uncertainty and chaos.  They must be able to follow a plan while remaining open to the possibility that the plan is flawed or evolving conditions have made the plan ineffective. The Army needs leaders whose mindset is focused on completing missions while continuing to challenge what they believe about the operational environment.  TRADOC's goal is to educate and train Soldiers in ways that reinforce this mindset of inquiry. The CDEP program achieves that goal by using practical techniques from the four curriculum pillars -- introspection and self reflection, applied critical thinking, groupthink mitigation and fostering cultural empathy.  \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* [U.S. Army Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Mission Command Center of Excellence (MCCoE)](http://usacac.army.mil/organizations/mccoe)\n* [Cognitive Dominance Education Program (CDEP)](http://usacac.army.mil/organizations/ufmcs-red-teaming)\n* Related documents:\n* [- The U.S. Army Learning Concept for 2014](http://www.tradoc.army.mil/tpubs/pams/tp525-8-2.pdf)\n* [- The Army Human Dimension Strategy](http://usacac.army.mil/sites/default/files/publications/20150524_Human_Dimension_Strategy_vr_Signature_WM_1.pdf)\n* [- The Applied Critical Thinking Handbook](http://usacac.army.mil/sites/default/files/documents/ufmcs/The_Applied_Critical_Thinking_Handbook_v7.0.pdf)\n* Related STAND-TO!: \n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/) \n* [- Red Team Education and Training](http://www.army.mil/standto/archive_2014-07-22/) \n* [- The U.S. Army Human Dimension Concept](http://www.army.mil/standto/archive_2014-07-03/)",
    "date": "Tuesday, September 8, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nThere are two programs today that are pointing the way to the development of agile and adaptive leaders. They are the [Asymmetric Warfare Group](http://www.awg.army.mil/) and the Cognitive Dominance Education Program.\n\n\n### - Lt. Gen. Robert Brown, commander, [Combined Arms Center](http://usacac.army.mil/), Fort Leavenworth, Kansas\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\nVisit  U.S. Army Combat Readiness Center/Safety Center to learn about  [Summer Safety](https://safety.army.mil/MEDIA/SeasonalSafetyCampaigns/SpringSummer2015.aspx)\n \n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}