{
    "id": "2015-09-09",
    "title": "The Army High-Energy Laser Mobile Demonstrator",
    "body": "**What is it?**\n\n U.S. Army Space and Missile Defense Command/Army Forces Strategic Command/Army Forces Strategic Command (USASMDC/ARSTRAT) is developing the Army High Energy Laser Mobile Demonstrator (HEL-MD) program. The objective is to demonstrate the subsystem technologies required of a rugged, mobile solid-state laser system that meets the size, weight, and performance needs of the Army. The effort includes maturing technologies to execute missions including force protection, intelligence, surveillance, and reconnaissance (ISR), counter-ISR, and offensive operations. A laser combat weapon system would offer these attributes enabling enhanced tactical battlefield operations for the small unit at the brigade level. \n\n**What has the Army done?**\n\nThe Army has established a facility dedicated to HEL lethality measurements, the solid state laser testbed (SSLT) at the High Energy Laser Systems Test Facility, White Sands Missile Range, New Mexico. SSLT is a one-of-a-kind asset that allows the Army to do both static and dynamic testing of solid state HEL systems. USASMDC/ARSTRAT has been working to develop robust electric laser technology since 2010 through the joint robust electric laser initiative (RELI) along with the HEL Joint Technology Office and the Air Force. In 2014, USASMDC/ARSTRAT completed 10 kW laser integration testing and calibration with HEL-MD.  During demonstrations, HEL-MD shot down 69 of 94 small caliber mortar rounds and a target unmanned aerial vehicle (UAV). HEL-MD also engaged and rendered inoperable a different type UAV at a subsequent demonstration in April 2014. \n\n**What continuing efforts does the Army have planned?**\n\nUSASMDC/ARSTRAT is leveraging advances in the RELI effort to develop a state-of-the-art high power fiber laser. As advances are made, USASMDC/ARSTRAT will conduct lethality and propagation testing to further develop and validate engineering models.  The Army is considering the HEL-MD technology as part of the materiel solution for the Indirect Fire Protection Capability Increment 2-Intercept, Block II. \n\n**Why is this important to the Army?**\n\nHEL weapons will have deep magazines (capability to engage many targets prior to recharging the power system), precise application of energy with low probability of collateral damage, speed of light engagements, and a capability to provide a graduated response resulting in both lethal and non-lethal effects.  A high-energy laser weapon system will have an uncomplicated logistics chain and offers a very affordable counter to low cost UAV and rocket, artillery and mortar threats.  Since battlefield fuel is the only consumable, the incremental cost per kill is measured in the tens of dollars per engagement.  \n\n**Resources:**\n \n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/smdc)\n* [HEL MD Fact Sheet](http://www.smdc.army.mil/FactSheets/HELMD.pdf)\n* Related video \n* [- USASMDC/ARSTRAT Command Video](https://youtu.be/b1yBkj9jQjs)\n* Related articles: \n* [- Lethality on a Beam of Light](http://armytechnology.armylive.dodlive.mil/index.php/2014/09/02/lethality-on-a-beam-of-light/)\n* [- Army's solid-state Laser testbed undergoes trials](http://www.army.mil/article/119153/Army_s_solid_state_Laser_testbed_undergoes_trials/)\n* [- Center for Strategic and Budgetary Assessments -- Changing the Game: the Promise of Directed Energy Weapons](http://csbaonline.org/publications/2012/04/changing-the-game-the-promise-of-directed-energy-weapons/)\n",
    "date": "Wednesday, September 9, 2015",
    "quote": "Quote of the Day\n----------------------\n\n\nWe as an Army go out to other armies in the Pacific and do joint/combined\nexercises with them to really build a global network of armies across the\nPacific ... to increase our partnerships, and to increase army-to-army\nrelationships, in case we need them in the future.\n\n### - Col. Tony Aguto, [7th Infantry Division's](http://www.army.mil/7thid) deputy commanding officer for operations, emphasizes the division's role in continuing to strengthen partnerships in the Pacific though participation in a Pacific Pathways exercises\n\n### [7th Infantry Division's Exercise Rising Thunder to bring aviation angle to fight](http://www.army.mil/article/155064/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}