{
    "id": "2015-09-10",
    "title": "Patriot Day: National Day of Service and Remembrance",
    "body": "**What is it?** \n\nDuring the tragic events of Sept. 11, 2001, nearly 3,000 people lost their lives. Since that day, each year on [Patriot Day](http://www.army.mil/patriotday/) the nation continues to honor, recognize and remember those individuals  who lost their lives and the people they left behind. \n\nOn this day, the American flag is flown at half-staff at individual American homes, at the White House and at all U.S. government buildings and establishments at home and abroad. A moment of silence begins at 8:46 a.m. EDT, the time the first plane struck the North Tower of the World Trade Center.\n\n**Why is this important to the Army?** \n\nThis shared history links the nation together as Americans and is woven into the fiber that binds together Soldiers, Army civilians and Families. America's Army is the Strength of the Nation and the men and women in uniform have continued to epitomize resiliency, strength and commitment to the country. Sept. 11, 2001, fundamentally changed the Army for the better as it became more versatile to meet the needs of a changing nation and volatile world. The lives of those who were lost will never be forgotten and because of them the Army continues to remain vigilant and ready to meet any future challenge. \n\n**What has the Army done?** \n\nEmerging from 14 years of war, facing significant budgetary pressures, and confronting an increasingly complex security environment that continues to demand support, the Army built on its long history of success, adaptation, and strong leadership to change and evolve. \n\nMany of today's Soldiers swore the oath in response to the tragic events of 9/11 and have served this country valiantly during wartime over the last decade. \n\n**What continued efforts does the Army have planned?** \n\nThe recently published [Army Vision](http://www.army.mil/e2/rv5_downloads/info/references/the_army_vision.pdf) defines the unique and enduring capabilities that the U.S. Army provides in support of the nation.\n\nThe Army is the strength of the nation and Soldiers are the strength of the Army. The Army is an organization of people and it's the Army's responsibility to ensure that Soldiers and Families supported and cared for during this period of fiscal uncertainty. In return, the nation is responsible for ensuring that veterans are properly supported and equipped to re-integrate as civic members, leaders, and role models into their communities. With more than 200,000 Soldiers transitioning out of the military each year, the Army is tirelessly committed to ensuring lifelong success for the Soldiers and their Families by connecting them with opportunities for employment, education and healthcare post military service. Once a Soldier, a Soldier for Life.\n  \n\n**Resources:** \n\n* [Army.mil: Patriot Day](http://www.army.mil/patriotday/) \n* [Soldier for Life](https://soldierforlife.army.mil/)\n* [Army Values](http://www.army.mil/values/)\n* Related STAND-TO! \n* [- Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [- Army Ethics](http://www.army.mil/standto/archive_2015-06-15/)\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n",
    "date": "Thursday, September 10, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nAs we observe a moment of silence in remembrance of fallen Americans from Sept. 11, 2001, we also rededicate ourselves to serve others through acts of service and charity. We challenge all Soldiers, Veterans, Families and Civilians to serve others by volunteering in their local community. Army Strong! \n\n### - Army senior leaders, in their [tri-signed letter](http://www.army.mil/e2/rv5_downloads/main/misc/2015PatriotDayTri-sgined-letter.pdf) to observe Sept. 11 as the Patriot Day and National Day of Service and Remembrance \n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: Patriot Day\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}