{
    "id": "2015-09-15",
    "title": "National Hispanic Heritage Month",
    "body": "**What is it?**\n\nEach year from Sept. 15-Oct. 15, the U.S. Army community both reflects upon and celebrates the tremendous contributions of [Hispanic Americans in the U.S. Army](http://www.army.mil/hispanics). These individuals have not hesitated to defend and show their allegiance to the nation in many important ways. The legacy of exceptional service begun by prior generations of Hispanic Americans continues today, and is evident in various functional areas of the force and levels of leadership. \n\nHispanic Heritage Month begins Sept. 15, the anniversary of independence for Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua. This month takes into account, the independence day of Mexico on Sept.16 and Chile on Sept. 18. Throughout Spain and Latin America, Columbus Day is also celebrated as \"Hispanity Day.\" \n\n**Why is this important to the Army?**\n\nAmerica's Army remains a highly capable and mission ready force by continuing to leverage the strengths found in its diverse, all-volunteer force. The depth of experience evident in the Army's talent pool helps sustain the legacy as the effective fighting force that America, its allies and adversaries know today. During the [Korean War](http://www.army.mil/koreanwar/), the Borinqueneers of Puerto Rico's 65th Infantry Regiment launched the last recorded battalion-sized bayonet charge and overran the Chinese 149th Division south of Seoul on Feb. 2, 1951. This battle exemplifies the unwavering courage and indomitable spirit that has earned the Hispanic-American Soldiers a distinguished legacy. With more than 40 [Medal of Honor](http://www.army.mil/medalofhonor/) recipients dating back to the Civil War, Hispanic Americans continue to represent the Army with deep and abiding patriotism and heroism. \n\n**What has the Army done?**\n\nThere is important work to be done worldwide, and Hispanic-American Soldiers are among those who are able and capable to do it. As a tribute, a [tri-signed letter](http://www.army.mil/e2/rv5_downloads/hispanics/national_hispanic_heritage_month_2015_trisign.pdf)  by the Secretary of the Army, the Chief of Staff and the Sergeant Major of the Army encourages the Army installations worldwide to plan and execute appropriate commemorative activities to celebrate National Hispanic Heritage Month. \n\nThe Army will continue to pay tribute to Hispanic-American Soldiers by sharing their stories of valor.  \n\n**What continued efforts does the Army have planned for the future?**\n\n* The Army will continue to:\n* -- Recruit the best-qualified Soldiers of all backgrounds and ensure that these individuals are given every opportunity and necessary support to reach their potential and remain \"Army Strong\" \n* -- Strongly embrace diversity as one way to sustain its talent management system; maximizing individual Soldiers talent, increasing morale and greatly enhancing military effectiveness \n* -- Encourage every member of the Army family to learn about and celebrate the contributions of all Hispanic Soldiers, civilians and their families who have given so much to help safeguard the nation's freedom \n\n**Resources:**\n\n* [2015 Hispanic Heritage Month tri-signed letter](http://www.army.mil/e2/rv5_downloads/hispanics/national_hispanic_heritage_month_2015_trisign.pdf) \n* [Army.mil: Hispanic Americans in the U.S. Army](http://www.army.mil/hispanics)\n* [Army G-1, Equal Opportunity Branch](http://www.armyg1.army.mil/eo/) \n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army](http://www.history.army.mil/html/topics/hispam/index.html) \n* [U.S. Dept of Veterans Affairs, Office of Diversity and Inclusion](http://www.diversity.va.gov/calendar/hhm.aspx) \n* [Recent 17 Hispanic American Medal of Honor Recipients](http://www.army.mil/medalofhonor/valor24/)\n* Related STAND-TO!: \n* [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)",
    "date": "Tuesday, September 15, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nWe appreciate the dedicated service of the nearly 60,000 [Hispanic American Soldiers](http://www.army.mil/hispanics) who occupy positions of trust at all ranks. Our Army understands the power and potential created by embracing diversity. It is the Army's culture to value the strengths and experience of all while uniting as one professional fighting force.\n\n### - Senior leaders message \n\n### Taken from the [2015 Hispanic Heritage Month tri-signed letter](http://www.army.mil/e2/rv5_downloads/hispanics/national_hispanic_heritage_month_2015_trisign.pdf)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}