{
    "id": "2015-09-16",
    "title": "United States Military Academy Strategic Plan 2015-2021",
    "body": "**What is it?**\n\nThe [United States Military Academy Strategic Plan, 2015-2021,](http://go.usa.gov/3eN4B) provides strategic guidance for the Academy to accomplish its mission: *To educate, train, and inspire the Corps of Cadets so that each graduate is a commissioned leader of character committed to the values of Duty, Honor, Country, and prepared for a career of professional excellence and service to the nation as an officer in the United States Army.*   \n\n**What has the Army done?**\n\nUSMA leadership has approved a significant revision to the Academy's 2013-2019 Strategic Plan, placing particular emphasis on honorable living.  The new 2015-2021 Strategic Plan ensures that commitment to character and service, which has long been the hallmark of the Academy, remains the foundation of all West Point's activities.  While the plan highlights the importance of character, it also stresses academic, physical, and military development as outlined in the [West Point Leader Development System](http://go.usa.gov/3eQJT) (WPLDS).\n\nThe eight graduate outcomes identified in WPLDS are emphasized throughout the Strategic Plan's goals, each of which consists of two to six specific objectives.  Academy leadership recently met to assess West Point's performance in meeting those objectives over the past year.  They also developed strategic actions that will improve performance in the coming year.\n\n**What continued efforts does the Army have planned for the future?**\n\nUSMA leadership will continue to meet on an annual basis to revise the goals of the Strategic Plan, assess the Academy's performance, and develop actions to improve performance.  To assist in the assessment process, USMA is developing a data collection system that will streamline information from all USMA programs and units to the Academy's leadership.  This information will aid the leadership in ensuring that all of aspects of West Point are operating in accordance with the Strategic Plan.  \n\n**Why is this important to the Army?**\n\nThe Army relies on West Point as one of its primary sources of commissioned officers every year.  In a rapidly changing and complex world, the Army needs competent and committed leaders of character.  The strategic plan distills those ideals of character and commitment into tangible, measurable objectives.  By diligently implementing the plan, the Academy will continue to produce leaders that are not just competent on the battlefield, but are guided by a foundation of character that keeps them, their Soldiers, and the Army true to the [Army values](http://www.army.mil/standto/archive_2013-08-15/).\n\n**Resources:**\n\n* [U.S. Military Academy](http://www.usma.edu/SitePages/Home.aspx)\n* [Army Values](http://www.army.mil/values/)\n* Related documents: \n* [- USMA Strategic Plan 2015-2021](http://go.usa.gov/3eN4B)\n* [- West Point Leader Development System Handbook](http://go.usa.gov/3eQJT) \n* [- West Point's Character Development Strategy](http://go.usa.gov/3eQSY)\n* [- Honorable Living White Paper](http://go.usa.gov/3eQSe)\n* Related STAND-TO!:\n* [- The U.S. Military Academy at West Point](http://www.army.mil/standto/archive_2015-03-16/)\n* [- The Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [- The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/) \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/) \n* [- The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16) \n",
    "date": "Wednesday, September 16, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nThe United States Military Academy Strategic Plan, 2015-2021, provides strategic guidance for the Academy to accomplish its mission. It is aligned with the Army's Campaign Plan, policy, and resources and is designed to \nfocus the efforts of all Academy personnel around the strategic priorities, goals, and objectives for the Academy.\n\n\n### - Lt. Gen. Robert L. Caslen Jr., superintendent, [U.S. Military Academy](http://www.westpoint.edu/SitePages/Home.aspx)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}