{
    "id": "2015-09-17",
    "title": "Army Financial Management Optimization ",
    "body": "**What is it?**\n\nThe Army budget is the fuel that keeps the Army engine running.  The Army Financial Management (FM) community is responsible for and professionally manages all aspects of the Army budget, to include audit readiness.  Army Financial Management Optimization (AFMO) is a comprehensive management approach to improving FM support to commanders by: leveraging increased capabilities of the [General Fund Enterprise Business System](http://www.gfebs.army.mil/) (GFEBS), the financial element of the [Global Combat Support System-Army](http://www.army.mil/standto/archive_2015-05-28/) (GCSS-A), and [Logistics Modernization Program](http://www.army.mil/lmp) (LMP); expanding a two-star command responsible for delivering financial management support across the Army enterprise; and by ensuring combat readiness of Soldiers while in garrison.  AFMO recognizes the impact of dynamic environmental change on financial support over the last decade, including the congressional mandate for audit readiness by 2017, and seeks to achieve success through standardized, end-to-end business processes, optimized workforce and business system efficiencies and accuracies.\n\n**Why is this important to the Army?**\n\nAFMO is changing delivery of financial management support to enable the Army's success globally.  Commanders benefit from improved analytical FM capability resulting in better information for decision-making.  Command G8s benefit from more accurate cost information to support real-time cost/performance analysis.  The resource management workforce benefits from enhanced skills and knowledge attained through DOD financial management certification.  Ultimately, AFMO is important to the Army's ability to attain and maintain audit readiness.  \n\n**What has the Army done?**\n\nThe Army fielded GFEBS as its core financial management business system.  The United States Army Financial Management Command is transforming to provide enterprise-wide financial services.  The Army is piloting the concept of centralized, standardized transactional work processes and enhanced capabilities in the G8/Resource Management organization from workload realignment.  A cost management steering group was established to lead standardization in cost capturing and improve cost-centered analytical capabilities.    \n\n**What continued efforts are planned for the future?**\n\nThe [Assistant Secretary of the Army (Financial Management & Comptroller)](http://www.asafm.army.mil/) (ASA(FM&C)) developed a campaign plan to drive and manage financial management change to achieve strategic objectives.  The campaign plan integrates elements of Doctrine, Organization, Training, Materiel, Leadership & Education, Personnel, and Facilities and the full scope of finance functionality across the FM domain. Pilot programs will inform on how to enhance performance and gain efficiencies by best leveraging the technical capability of our new financial systems combined with standardized business processes.  ASA(FM&C) continues to collaborate with the Defense Finance and Accounting Service and other stakeholders, as the FM community works together toward improved effectiveness, greater efficiency, and achieving audit compliance.  As the environment continues to challenge financial management, the goal of AFMO is to drive change within a changing Army.  \n\n**Resources:**\n\n* [GFEBS](http://www.gfebs.army.mil/)\n* [Assistant Secretary of the Army (Financial Management & Comptroller)](http://www.asafm.army.mil/)\n* [DOD Strategic Management Plan (SMP)](http://dcmo.defense.gov/Publications/StrategicManagementPlan.aspx)\n* [The U.S. Army Operating Concept](http://www.arcic.army.mil/Concepts/operating.aspx)\n* [The U.S. Army Functional Concept for Sustainment](http://www.arcic.army.mil/Concepts/functional.aspx)\n* Related STAND-TO!:\n* [- Global Combat Support System -- Army Wave 2](http://www.army.mil/standto/archive_2015-05-28/)\n* [- SMS and General Fund Enterprise Business System](http://www.army.mil/standto/archive_2015-02-23/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n\n\n",
    "date": "Thursday, September 17, 2015",
    "quote": "Quote of the Day\n----------------------\n\nA highly trained and educated enlisted force is the force of the future. Armies are about people and you have to invest in people. If you invest in the force of the future, it makes for a better force, it makes for a better nation. \n\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), emphasizing the importance of collaborative exchange of ideas between senior enlisted advisors from different armies, during the second Senior Enlisted Leaders Forum  at the PACC IX and PAMS XXXIX, Sept. 14-15\n\n### - [Senior enlisted leaders conduct second enlisted forum during PACC IX/PAMS XXXIX](http://www.army.mil/article/155569)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}