{
    "id": "2015-09-21",
    "title": "The Cyber Private Public Partnership",
    "body": "**What is it?** \n\nThe Army Reserve Cyber Private Public Partnership (Cyber P3) is a cost-effective, innovative way to integrate public and private industry partnerships to recruit, train, educate, develop, and retain critical cyber skills. Partner collaboration, information sharing and training will enable and support the Army Reserve and Army operational cyber force. \n\n**Why is this important to the Army Reserve?**\n \nP3 assists Soldiers with their civilian careers and professional development, building a highly skilled Soldier-employee who makes immediate and meaningful contributions in the civilian workplace and serves the Army Reserve in critically understaffed military occupational specialties like cyber. \n\nCyber, like the medical field, requires Soldiers to be immersed in the technology on a daily basis. Partnerships with the private sector and research institutions that design and build the cyber networks, provide cyber security, and research and develop advanced capabilities allowing access to new technology as it is being developed, preparing Army Reserve Soldiers for the increased severity and sophistication of the cyber threat to U.S. interests.\n\nAn additional benefit of the program is that it offers active component Soldiers the opportunity to continue their service after they transition. Cyber P3 will allow them to transition to the Army Reserve and utilize their cyber training while continuing their education with partner universities and acquiring gainful employment in the cyber field through partnering employers. \n\n\n**What has the Army Reserve done?**\n\nThe Army Reserve has partnered with six top-tier universities and 12 employers in a first-of-its-kind effort to create and build cyber development programs for citizen Soldiers and units.  These university programs provide skills development and advancement opportunities through a range of cyber academic programs ranging from full-time traditional courseware to non-traditional (evening and weekend courses) and on-line course instruments.  These efforts are mutually beneficial, serving Army Reserve Soldiers in their military and civilian careers while providing a critical capability to the Army and nation.\n\n**What continued efforts does the Army Reserve have planned for the future?**\n \nCyber P3 is a force multiplier that demonstrates the potential that collaborative partnerships offer to Army Reserve Soldiers. Cyber P3 will continue to partner with organizations that enhance Army Reserve cyber individual, leader and unit readiness, create civilian career opportunities, and provide continuous education opportunities at top-tier regional schools. Cyber P3 built programs around academic cyber networks, employment networks, community outreach, collective cyber training and education, research, and strategic communications.\n\n\n**Resources:**\n \n* [Army Reserve Cyber Private Public Partnerships](http://www.usar.army.mil/resources/Pages/Cyber-P3.aspx)\n* [Cyber P3 Trifold](http://www.usar.army.mil/resources/Media/2015TrifoldP3.pdf)\n* [Army Reserve](http://www.usar.army.mil/)\n* Related article:\n* [- Cyber solutions depend on partnerships, Army Reserve leadership says](http://www.army.mil/article/153461)\n",
    "date": "Monday, September 21, 2015",
    "quote": "Quote of the Day\n----------------------\n\n\nIf you think Private Public Partnership is a way to get you to help and support your nation then you'd be right. The key is finding the right project. That's really what private public partnership is about--it's finding ways that we can help you and help our nation at the same time.\n\n### - Lt. Gen. Jeffrey Talley, chief of the Army Reserve and commanding general of U.S. Army Reserve Command, emphasizing the importance of partnerships with the public and private sectors in strengthening unit and individual readiness, at the 3rd Annual Day with the Army Reserve held in Crystal City, Virginia, earlier in July \n\n### [Cyber solutions depend on partnerships, Army Reserve leadership says](http://www.army.mil/article/153461/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}