{
    "id": "2015-09-22",
    "title": "FORSCOM Lean Six Sigma",
    "body": "**What is it?**\n \nUnit Set Fielding (USF) is a significant component within Army Modernization to promote readiness by upgrading unit capabilities.  Annual inflows of new equipment and training demands systematic synchronization between modernization, operations, and training events.  This synchronization ensures planned resources (time, personnel, funds, and equipment) are employed at the right time and place.  When synchronization breaks down, stakeholders must reschedule and perform re-work.  To stay on track, the Army employs Lean Six Sigma. It is aimed at reducing variation, improving efficiency and increasing effectiveness.  \n\n**What has the Army done?**\n\nU.S. Army Forces Command (FORSCOM) leveraged Lean Six Sigma methodologies and tools to improve unit set fielding synchronization.  In a recent project, FORSCOM focused on three customer requirements:  \n\n* --Accurate schedules listing only units to be fielded without any conflicts that impact the timing of delivery \n* --Publish fielding schedules for subordinate commands at least six months prior to equipping\n* --Provide a single entry point to promote unity of effort for planning, scheduling, and communication  \n\nUpon the project's conclusion, FORSCOM founded three solutions to instill a lean discipline within synchronization.  They included an instructive standard operating procedure (SOP), terms of reference to provide a common language, and an operational planning team (OPT) to conduct oversight.  These improvements, albeit simple, have generated an effectiveness across the slate of stakeholders from fielding mangers down to the gaining units.  \n\n**What efforts does the Army plan to continue in the future?**\n\nFORSCOM manually executes the improved process.  It is deliberate and meeting the requirements.  However, a future goal is to transfer the bulk of the manual synchronization process into an automated format through an electronic database.  Information technology specialists within FORSCOM are designing a tool enabling force modernization staff to collaborate using lesser effort and gaining higher efficiencies by distributing the workload performed now through automation.  \n\n**Why is this important to the Army?**\n\nWith fewer resources at the Army's disposal, an improved enterprise approach can build synchronization by leveraging existing tools.  This will assure the nation and its military competitors that Army innovation and efficiency will continue.  Modernizing the Army is a system of systems planned across several agencies and staffs.  With a pipeline of prioritized resources organized at Headquarters, Department of the Army and inputted through Assistant Secretary of the Army for Acquisition, Logistics, and Technology, end-users need a fully synchronized system to maximize timing for numerous events, particularly modernization. \n\n**Resources:**\n\n* [Army Office of Business Transformation: Lean Six Sigma](http://www.army.mil/obt)\n* [FORSCOM](http://www.forscom.army.mil/)\n* Related STAND-TO!:\n* [- Army Equipment Modernization Strategy](http://www.army.mil/standto/archive_2015-04-09/)\n* [- The Army's Lean Six Sigma Program](http://www.army.mil/standto/archive/2011/04/11/)\n* Related article: \n* [- Optimizing OCIE in Europe using Lean Six Sigma](http://www.army.mil/article/146953)\n",
    "date": "Tuesday, September 22, 2015",
    "quote": "Quote of the Day\n----------------------\n\nWe recognize that all these threats are essentially doing four things overall to contend with what they see as U.S. capabilities. There are two ways to fight the U.S. military ... asymmetrically and stupid ... and you want the enemy to pick stupid; but they're likely not to pick stupid, so we see our enemies evading; they see our overmatch capabilities; they evade capabilities with traditional counter-measures, dispersion, concealment, all intermingling with civilian populations and deception.\n\n### - Lt. Gen. H.R. McMaster, deputy commanding general for futures, U.S. Army Training and Doctrine Command discussed the Army Operating Concept at an Institute of Land Warfare breakfast, Sept. 10. \n\n### [Innovation, technology keys to Army maintaining 'overmatch'](http://www.army.mil/article/155576/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n\n\n\n\n\n"
}