{
    "id": "2015-09-23",
    "title": "Army Safety Awards Program",
    "body": "**What is it?**\n\nThe Army Safety Awards Program is designed to promote and motivate success in accident prevention through risk management by recognizing individual and unit accomplishments in safety. It features positive measurements of current Army goals, improved plaques and certificates, and streamlined submission procedures. The program allows organizations to develop additional awards tailored to meet their unique accident prevention and safety recognition goals.\n\nCurrent awards include: the Army Headquarters Safety Award, Army Exceptional Organization Safety Award, Army Individual Award of Excellence in Safety, Army Industrial Operations Safety Award, Army Excellence in Explosives Safety Award, Army Safety Guardian Award, Army Aviation Broken Wing Award, Army Risk Management Safety Award, Sergeant Major of the Army Superior Soldier Safety Award, Army Accident Prevention Award of Accomplishment, Army Aircrew Member Safety Award, Unit Impact Award, and Army Safety Excellence Streamer.\n\n**What has the Army done?**\n\nThe Army Safety Office (ASO) and [U.S. Army Combat Readiness Center](https://safety.army.mil/) (USACRC) have worked together to ensure the Army Safety Awards Program remains strong and effective by making awards available while supporting and emphasizing competition as a vital component of the overall selection and recognition process.\n\n**What does the Army have planned for the future?**\n\nThe ASO and USACRC will continue providing oversight of the program, ensuring efforts put forth by individuals and organizations to mitigate, reduce, and eliminate accidents are recognized and rewarded. The ASO will also update award eligibility criteria as needed to ensure recognition is conducted in a timely manner.\n\n**Why is this important to the Army?**\n\nRegardless of grade or rank, safety and loss prevention are everyone's business. Recognition breeds competition, and each commander wants his or her organization to be the best. Preventing accidents and protecting resources through implementation of effective safety programs sets the stage for optimal success. Individuals and organizations succeeding in these goals should be recognized and rewarded for keeping their formations safe.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil/)\n* [- Army Safety Awards](https://safety.army.mil/AWARDS.aspx)\n* Related documents: \n* [- Army Regulation 385-10, The Army Safety Program](http://www.apd.army.mil/pdffiles/r385_10.pdf)\n",
    "date": "Wednesday, September 23, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nThe achievements of these outstanding organizations and individuals demonstrate the dedication and commitment our Soldiers and Army civilians have made to preserve the readiness of our force through safety, risk management and loss prevention.\n\n###- Brig. Gen. Jeffrey Farnsworth, director of Army Safety and commanding general, U.S. Army Combat Readiness Center",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept 15 - Oct. 15: National Hispanic Heritage Month - Related site [Hispanics in the U.S. Army](http://www.army.mil/hispanics)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n**October 2015**\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\nNational Disability Employment Awareness Month\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}