{
    "id": "2015-09-24",
    "title": "Gold Star Mother's Day",
    "body": "**What is it?**\n \nOn June 23, 1936, the 74th United States Congress designated the last Sunday of September as \"Gold Star Mother's Day.\" The national commemoration is an opportunity for the American public to remember and honor the continued service of the [Gold Star Mothers](http://www.army.mil/goldstar). \n\nThe term \"Gold Star\" originated during World War I. Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each Family member serving in the military. Families stitched a gold star over the blue star to honor those members who died during military service.\n \nGold Star Mothers are women who have been changed forever, through the loss of their sons and daughters in service to the nation. These mothers are inspirations to all Americans by exemplifying courage, grace, and fortitude in the face of incalculable sorrow. \n\n**What is the Army doing?**\n\nThe Army, on behalf of a grateful nation, salutes America's Gold Star Mothers at all times. On Sunday, Sept. 27, the Army will join the nation in observing Gold Star Mother's Day. Events will be held at military installations and national memorial sites such as Arlington National Cemetery, the Vietnam Veterans Memorial, and the Tomb of the Unknown Soldier.  Lt. Gen. David D. Halverson, Assistant Chief of Staff for Installation Management and commanding general for U.S. Army Installation Management Command, will perform the keynote address at Arlington National Cemetery on that Sunday.\n\nArmy leaders encourage the military community to take time on this day to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones who have been left behind. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is dedicated to providing ongoing support to surviving Family members of fallen Soldiers.  [Army Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/) offers resources including supportive counseling, financial education, benefits coordination, and support groups to surviving Family members for as long as the surviving Family members needs or requests Army involvement.\n\nThe Army will remain thankful for all individuals, non-profit organizations, and non-governmental organizations which complement the Army's continuum of support.\n\n**Why is this important to the Army?**\n\nGold Star Mothers are bedrocks of inspiration, support and comfort. The Army recognizes their courage and sacrifice and is committed to support them while honoring the legacy of their fallen children. They are, and always will be, a part of the Army Family. \n\n**Resources:**\n\n* [Army Senior Leaders tri-signed message](http://www.army.mil/e2/rv5_downloads/goldstar/gold_star_mothers_trisign.pdf)\n* [U.S. Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil)\n* [Symbols of Honor Worn by Surviving Military Families](http://www.goldstarpins.org)\n* [U.S. Army Survivor Outreach Services](http://www.myarmyonesource.com/FamilyProgramsandServices/SurvivingFamilies/SurvivorOutreachServices.aspx)\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)\n* [American Gold Star Mothers, Inc.](http://www.goldstarmoms.com)\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n* Related STAND-TO!: \n* [- Survivor Outreach Services](http://www.army.mil/standto/archive/2009/03/06/)\n* Related Social Media: \n* [- IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [- Army MWR on Facebook](https://www.Facebook.com/FamilyMWR)\n* [- IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt)",
    "date": "Thursday, September 24, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nGold Star Mothers, as well as all Family members who are grieving a military loss, will always be cherished members of the Army Family. We will maintain our steadfast commitment to support these Families while honoring the legacies of their children's service and sacrifice to our Nation.\n\n### - [Army Senior Leaders tri-signed message](http://www.army.mil/e2/rv5_downloads/goldstar/gold_star_mothers_trisign.pdf)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept 15 - Oct. 15: National Hispanic Heritage Month - Related site [Hispanics in the U.S. Army](http://www.army.mil/hispanics)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n**October 2015**\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\nNational Disability Employment Awareness Month\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}