{
    "id": "2015-09-28",
    "title": "Network Integration Evaluation 16.1",
    "body": "**What is it?**\n\nNetwork Integration Evaluation (NIE) 16.1 is the tenth in the Army's series of Soldier-led evaluations held at Fort Bliss, Texas, and White Sands Missile Range, New Mexico, and is taking place from Sept. 25 through Oct. 8, 2015. Unlike standard NIEs, NIE 16.1 is the final proof of concept for Army Warfighting Assessments (AWAs).  AWAs are large-scale exercises that will begin in Fiscal Year 2017 and focus on informing network and non-network requirements to support [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/).\n\nThe Brigade Modernization Command will conduct the exercise, which will include approximately 12,000 Soldiers from the I Corps, 1st Armored Division (1 AD) and other U.S. Army units.  1 AD will be task-organized as a multinational division, which includes a United Kingdom brigade headquarters and an Italian airborne battalion. \n\nNew technologies assessed during NIE 16.1 include coalition network capabilities, expeditionary command posts, operational energy capabilities, and manned/unmanned teaming (air and ground robotics). \n\n**What has the Army done?**\n\nThe Army has conducted semi-annual NIEs since 2011, leading to the fielding of integrated Capability Sets of tactical vehicles, network and mission command equipment to units from the 10th Mountain, 101st Airborne (Air Assault), 82nd Airborne, 1st Armored, 2nd Infantry, 1st Cavalry and 25th Infantry Divisions. \n\nThe Army-wide commitment to NIEs has delivered better information to decision-makers to meet the needs of the Army within budget constraints. Over time, as technology and the NIE process matured, the Army decided to split it into two events: NIE and AWA. \n\n**What continued efforts does the Army have planned for the future?**\n\nGoing forward, each year the Army will hold one NIE, focused on the testing and evaluation of network programs of record to meet testing requirements and validate yearly capability sets for delivery; and one AWA, which will provide a more experimental environment to help shape requirements, with an emphasis on future force development, joint and multinational interoperability and training readiness. The complementary exercises will continue to develop and refine the Army's tactical communications network.\n\n**Why is this important to the Army?**\n\nNIEs and AWAs help modernize the Army tactical network and assesses interim solutions to the Army Warfighting Challenges. AWAs will allow the Army to explore the \"art of the possible,\" assess concepts, refine requirements, improve systems engineering processes and apply lessons learned to enhance the integration and acquisition of network capabilities. This assessment will be unique in support of the Army's strategy of Force 2025 and Beyond, preparing the Army to [Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf).\n\n**Resources:**\n\n* [Brigade Modernization Command](https://www.bliss.army.mil/BMC/)\n* [2nd Brigade Combat Team, 1st Armored Division](https://www.bliss.army.mil/2HBCT1AR/)\n* [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/)\n* Related social media\n* [- PEO C3T on Facebook](https://www.facebook.com/peoc3t) \n* [- 2d Brigade 1st Armored Division on Facebook](https://www.facebook.com/2BDE1AD)\n* [- ARCIC on Facebook](https://www.facebook.com/AdaptingtheArmy)\n* Related articles:\n* [- Army prepares systems, partner nations for network exercise](http://www.army.mil/article/154538/)\n* [- New technologies signify shift in assessing Army innovation, shaping requirements](http://www.army.mil/article/153017)\n* [- Army leaders stress industry partnership on network, cyber needs](http://www.army.mil/article/146972)\n* Related STAND-TO!\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)",
    "date": "Monday, September 28, 2015",
    "quote": "Focus Quote of the Day\n----------------------\n\nNIE events are very structured along the lines of trying to prepare a network that will be utilized by a program of record for test purposes, and with that structure comes a lot of limitations as far as testing out any other new capabilities. With AWAs you won't have any official structured tests, therefore we can look at capabilities, networked and non-networked, without worrying about test structures.\n\n### -  Col. Terrece Harris, director, capability package directorate, whose organization integrates and prepares the Army's network for NIEs and Army Warfighter Assessments.\n\n### - [New technologies signify shift in assessing Army innovation, shaping requirements](http://www.army.mil/article/153017)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept 15 - Oct. 15: National Hispanic Heritage Month - Related site [Hispanics in the U.S. Army](http://www.army.mil/hispanics)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n**October 2015**\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\nNational Disability Employment Awareness Month\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}