{
    "id": "2015-09-29",
    "title": "System Trade Analysis Tools",
    "body": "**What is it?**\n\nThe Whole System Trade Analysis Tools is a planning tool that identifies the most efficient configuration for contingency bases, optimizing resources (fuel, water, power, etc.) to support [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/).  Product director, Contingency Base Infrastructure (PdD CBI) uses this tool as a systems engineering approach to enable the Army planner to conduct comprehensive operational energy decision-making, compliant with Army doctrine, to optimize numerous Army contingency basing systems.  This approach to planning identifies resources and provides tailored solutions for effective base camp designs for individual camps up to brigade combat team (BCT) base clusters.\n\n**Why is this important to the Army?**\n\nMaximizing operational benefit and establishing energy security as an enduring capability are integral to the Army.  PdD CBI uses analysis, derived throughout the base camp lifecycle, to create more efficient and effective camp designs reducing Operational Energy (OE) requirements and conserving scarce resources and saving lives. The CBI solution assists Army planners with incorporating the latest, innovative OE technology into base camp designs for maximum operational benefit.  The ultimate benefit is that we save lives, because the majority of battlefield convoys are normally dedicated to transportation of fuel and water.  \n\n**What has the Army done?**\n\nArmy G4 is responsible for synchronizing and integrating Contingency Basing and Operational Energy in conjunction with key enablers such as the Training and Doctrine Command (TRADOC) Maneuver Support Center of Excellence (MSCOE), Unites States Corps of Engineers (USACE) and the Assistant Secretary of the Army for Acquisition, Logistics, and Technology (ASA ALT), to ensure doctrine, materiel and training readiness solutions for the future Army.  Additionally the Army is publishing a contingency basing regulation and establishing governance structures to support the expeditionary needs of the Army of 2025 and beyond. \n\nASA (ALT) authorized the establishment of PdD CBI to analyze and integrate base infrastructure materiel within the Army.  ASA ALT additionally established a trail boss concept for each of the three contingency base domains -- Integrated Base Defense, Communications and Computing Infrastructure, and Contingency Base Infrastructure -- to integrate the basing-related materiel portfolios across project managers.  \n\n**What continued efforts does the Army have planned?**\n\nPdD CBI will continue to develop resource efficient materiel sets for contingency bases designed using the master planning capability scheduled for incorporation into the Joint Construction Management System during FY17.  \n\nPdD CBI is scheduled to provide future demonstrations to requested combatant commands starting with CENTCOM in November 2015.\n\n**Resources:**\n\n* [Army G-4](http://www.army.mil/g-4)\n* [DCS G4 Contingency Integration Division](https://ecss.hqda.pentagon.mil/agencies/SA/G4/zc/g457/SIO/default.aspx) (CAC Access)\n* Related STAND-TO!: \n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n",
    "date": "Tuesday, September 29, 2015",
    "quote": "Quote of the Day\n----------------------\n\nAs the Army transforms to a leaner, more lethal, agile and expeditionary force, our partnership with you is more critical now than ever. Our industry and small business partners will continue to play a key role in the readiness of our Army. Partnering is a win-win.\n\n### -  Lt. Gen. Larry Wyche, deputy commanding general for AMC and senior commander of Redstone Arsenal, spoke to more than 160 business leaders from across the Tennessee Valley about the challenges ahead for AMC and the criticality of forging partnerships with industry at the Association of the United States Army Redstone-Huntsville Chapter's Update for Industry, Sept. 28.\n\n### - [AMC partnerships critical to Army readiness](http://www.army.mil/article/156185/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept 15 - Oct. 15: National Hispanic Heritage Month - Related site [Hispanics in the U.S. Army](http://www.army.mil/hispanics)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n**October 2015**\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\nNational Disability Employment Awareness Month\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}