{
    "id": "2015-09-30",
    "title": "Antiterrorism Awareness Quarterly Theme -- Antiterrorism Community Awareness ",
    "body": "**What is it?**\n\nThe Army antiterrorism awareness theme for the first quarter (October through December) fiscal 2016 (1Q/FY16) is antiterrorism community awareness.  The primary audience for this theme is Army Families.  The secondary audience is antiterrorism officers and Army leaders who plan and execute antiterrorism plans and programs. \n\n**What is the Army doing?**  \n\nAntiterrorism awareness helps protect Army community members against an evolving and persistent threat.  Education, training, and awareness of the threat tactics and personal security measures is vital to our defense against the terrorist threat.  \n\n* The main focus areas for this quarterly awareness theme include: \n* --Promote understanding of the risks associated with the use of social media and individual protective measures.\n* --Promote understanding of operations security (OPSEC) measures.\n* --Enhance antiterrorism awareness through Family Readiness Groups and DOD schools.\n* --Promote understanding of iWATCH Army and suspicious activity reporting for Army Families. Training resources are available on [Army OneSource](http://www.myarmyonesource.com).\n* --Enhance community awareness of active-shooter response.\n\nThe Army Antiterrorism Enterprise Portal and Army One Source websites provide extensive information and resources for the entire Army community.  \n\n* The Department's Antiterrorism Branch recently posted new products and tools to help support this quarterly theme, including:\n* --Social Media for Antiterrorism Awareness and Community Outreach (Volume 1).\n* --Precautions for the Use of Social Networking Sites for Antiterrorism Awareness and Community Outreach (Volume 2 produced in both FOUO and UNCLASS formats)\nSocial media tool kit established on ATEP including social media pocket card and social media poster.\n* --Family safety brochures (home and Family security tips; individual security vulnerability assessment; OPSEC guidance for Family members)\nAntiterrorism Coordinator Guide.\n* --Summary product highlighting the Washington Navy Yard active-shooter lessons learned.\n* --Updates to active-shooter and suspicious activity reporting products.\n* --Vignettes on Charlie Hebdo and Tunis museum attacks.\n\n**What continued efforts does the Army have planned for the future?**  \n\n* The other quarterly themes and special events planned for fiscal 2016 include: \n* --2Q/FY16:  Physical Security\n* --3Q/FY16:  Measuring Antiterrorism Performance\n* --4Q/FY16:  Insider Threat\n* --Antiterrorism Conference (Feb. 2-5, 2016)\n* --Antiterrorism Awareness Month (August 2016)\n\n**Why is it important to the Army?** \n\nAs terrorist adopt new tactics, such as The Islamic State of Iraq and the Levant (ISIL) has with recent threats via social media, we must sustain community awareness through continuous education and outreach.  \n\n**Resources:** \n\nNote: The Army Policing Portal and the Army Antiterrorism Enterprise Portal (ATEP) have migrated.  Users must select their \"e-mail certificate\" to gain access to either portal.\n\n* [Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx)\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [USACIDC Computer Crime Investigative Unit (CCIU)](http://www.cid.army.mil/cciu2can.html)\n* Related STAND-TO! \n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n",
    "date": "Wednesday, September 30, 2015",
    "quote": "Quote of the Day\n----------------------\n\nEvery Soldier I have assigned to securing the perimeter is one I don't have that can execute support missions.\n\n### -  Lt. Col. Raphael Heflin, commander, 142nd Combat Service Support Battalion, 1st Armored Division, said how remotely-controlled weapons systems have drastically reduced the number of Soldiers needed for perimeter security while participating in Network Integration Evaluation 16.1, from Sept. 25 to Oct. 8. In all, about 9,000 participants are evaluating new and emerging network solutions.\n\n### - [Remote-controlled weapons augment Soldiers on perimeter at NIE 16.1](http://www.army.mil/article/156189)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**September 2015**\n\n[National Preparedness Month](http://www.ready.gov/september)\n\n[Suicide Prevention Month](http://phc.amedd.army.mil/topics/healthyliving/bh/Pages/SuicidePreventionEducation.aspx) \n\nSept. 11: [Patriot Day](http://www.army.mil/patriotday/)\n\nSept 15 - Oct. 15: National Hispanic Heritage Month - Related site [Hispanics in the U.S. Army](http://www.army.mil/hispanics)\n\nSept. 27: Gold Star Mothers Day - Visit [Gold Star Survivors](http://www.army.mil/goldstar/)\n\n**October 2015**\n\nEnergy Awareness Month: [Army.mil: Energy News](http://www.army.mil/news/energy/)\n\nNational Domestic Violence Awareness Month\n\nNational Depression Education & Awareness Month\n\nNational Disability Employment Awareness Month\n\nOct. 12- 15: [AUSA Annual Meeting](http://ausameetings.org/2015annualmeeting)\n\n\n\n\n"
}