{
    "id": "2014-07-01",
    "title": "Antiterrorism Quarterly Theme -- Organization and Individual Protective Measures ",
    "body": "**What is it?**\n\nThe Army antiterrorism awareness theme for quarter four of fiscal year 2014 (4Q/FY14), July through September, is *Organization and Individual Protective Measures* to prevent and counter the terrorist threat.  Organization and individual protective measures represent the first line of defense against terrorist activities.  Examples (not all inclusive) of active protective measures range from random antiterrorism measures at entry control points and critical facilities, antiterrorism awareness training, exercises to assess readiness to defend against a terrorist attack, and protective measures for personnel traveling overseas to high threat areas.\n\n\n**What has the Army done?** \n\nFor this quarter, the Army's antiterrorism community is focused on multiple efforts including: antiterrorism assessments; training and exercises intended to address evolving threat tactics including active shooter and swarm attacks; antiterrorism awareness and community outreach to include Army families; and suspicious activity reporting (iWATCH Army).\n\nThe Antiterrorism Enterprise Portal (ATEP), see resources section below, contains extensive products and resources for antiterrorism awareness.  Products supporting this quarterly theme include: \n- A case study on the Washington Navy Yard shooting\n- An information brochure advertising the resources available on ATEP and Army One Source websites\n- A poster on understanding the threat demonstrating the linkage between the Army antiterrorism and Army Protection Program\n- The addition of U.S. Army Corps of Engineers' Protective Design Center information and products to the ATEP website for use across the antiterrorism community\n- Revisions to existing antiterrorism awareness products to integrate the new ATEP website\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe senior Army leadership has declared August 2014 as the fifth annual Antiterrorism Awareness Month.  Awareness products supporting the focus areas for this commemorative event are posted to ATEP for use at the installation, standalone facility, and unit level.\n\nThe Army is also in the process of establishing antiterrorism themes for fiscal year 2015 (FY15) to maintain focused and effective antiterrorism awareness initiatives for high priority areas.  A message announcing the FY15 themes will be released in July.\n\n\n**Why is this important to the Army?**\n\nGiven the persistent threat of terrorism the Army's antiterrorism efforts must remain proactive and the entire Army community must be involved and remain vigilant.\n\n**Resources:** \n\n* Note: The Antiterrorism Enterprise Portal has moved from the Army Knowledge Online to the [Army Policing Portal](https://west.esps.disa.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)\n-- On Internet Explorer, select the DOD eMail certificate in order to gain access\n* [Office of Provost Marshal General](http://www.army.mil/opmg)\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information]( https://www.myarmyonesource.com/)\n* Related documents:\n* [- Joint Pub 2.0, Joint Intelligence](http://www.dtic.mil/doctrine/new_pubs/jp2_0.pdf)\n* [- Fort Hood Army Internal Review Team: Final Report](http://www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf)\n* Related STAND-TO!:\n* [- 3Q/FY14- Antiterrorism Synchronization](http://www.army.mil/standto/archive_2014-03-31/)\n* [- 2Q/FY14- Antiterrorism and the Evolving Threat](http://www.army.mil/standto/archive_2014-01-02/)\n* [- 1Q/FY14- Antiterrorism Risk Management](http://www.army.mil/standto/archive_2013-10-07/)\n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- Army Antiterrorism](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)\n",
    "date": "Tuesday, July 1, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nAt our height, we had 570,000 people in the Army; today we have 503,000, and if sequestration continues to work its sinister effect on the Army, we'll be down to 420,000.\n\n\n### -  [Under Secretary of the Army](http://www.army.mil/leaders/usa/) Brad R. Carson during an Association of the U.S. Army breakfast June 26, 2014.\n\n\n### - [Under secretary poses 10 questions to Army](http://www.army.mil/article/128988)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}