{
    "id": "2014-07-02",
    "title": "Army National Guard Energy Performance Savings Contracting",
    "body": "**What is it?**\n\nEnergy savings performance contracts (ESPCs) allow federal agencies to make improvements with limited to no up-front capital costs, minimizing the need for congressional appropriations. An ESPC is a partnership between an agency and an energy service company (ESCO). The ESCO conducts a comprehensive energy audit for the federal facility and identifies improvements to save energy. In consultation with the federal agency, the ESCO designs and constructs a project that meets the agency's needs and arranges the necessary funding. The ESCO guarantees the improvements will generate energy cost savings sufficient to pay for the project over the term of the contract. After the contract ends, all additional cost savings accrue to the agency. Based on federal statute, contract terms of up to 25 years are allowed.\n\n\n**What has the Army done?** \n\nFour State Army National Guard (ARNG) organizations -- California, South Carolina, Utah, and Virginia, -- have awarded ESPCs and are currently making upgrades. The Army National Guard Readiness Center, Arlington Hall Station, Virginia is working with an ESCO to perform a $20 million ESPC that will pay for itself over the next 20 years. The ESPC will replace and/or upgrade energy-intensive systems with high-efficiency technologies that will reduce energy and water consumption. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nConstruction on the energy conservation measures for Arlington Hall Station will begin in Summer 2014 and last about 21 months. The ARNG will continue to work with the [**Army Energy Initiatives Task Force**](http://www.armyeitf.com/) (EITF), [**U.S. Army Corps of Engineers**](http://www.usace.army.mil/) and others to identify market opportunities for alternative financing for energy efficiency, renewable energy, and energy security projects.\n\n**Why is this important to the Army?**\n\nImplementation of these technologies yield significant immediate and long-term benefits in an era of rising energy demand and reduced appropriations, while simultaneously improving occupant comfort, system reliability, energy security and stewardship of ARNG's assets.  ESPCs provide an alternative method to implement energy and water conservation savings projects when installation resources such as staff, technical expertise, or funding are not available. In short, ESPCs help the Army leverage private financing to reduce energy usage and cost and modernize its facilities.\n\n**Resources:** \n\n* [Deptartment of Energy Federal Energy Management Program Project Funding Guidance](http://energy.gov/eere/femp/project-funding)\n* [Army Energy Initiatives Task Force](http://www.armyeitf.com/)\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n* Related articles:\n* [- Energy-efficient upgrades slated for Army National Guard Readiness Center](http://www.nationalguard.mil/News/ArticleView/tabid/5563/Article/9072/energy-efficient-upgrades-slated-for-army-national-guard-readiness-center.aspx)\n* [- Saving energy at Natick](http://www.army.mil/article/118053/)\n* [- Arsenal breaks ground on 61 million dollar energy savings project](http://www.army.mil/article/122167/)\n* Related STAND-TO!:\n* [- Army Energy Initiatives Task Force](http://www.army.mil/standto/archive_2013-06-24/)\n",
    "date": "Wednesday, July 2, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nI was fascinated by their incredible stories of heroism and danger in wartime and their continued service as mentors and trainers of young Soldiers at home stations.\n\n\n### -  [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/Leaders/SMA/) at a Twilight Tattoo honoring elite Soldiers with the Army's only all-black Ranger company during the Korean War.\n\n\n### - [Rangers in all-black company remember Korean service](http://www.army.mil/article/129148)\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}