{
    "id": "2014-07-03",
    "title": "The U.S. Army Human Dimension Concept",
    "body": "**What is it?**\n\nThe Human Dimension Concept provides a framework to help Army leaders focus on human development. It outlines the process for how the Army will select, develop, sustain and transition Soldiers and civilians in the U.S. Army.   \n \nThe human dimension encompasses the cognitive, physical and social components of Soldiers, civilians and leaders, focusing on the organizational development and performance essential to raise, prepare and employ the Army in land operations. Unlike the human domain, which focuses on the environment, or external surroundings, the human dimension focuses inwardly on Soldiers and civilians throughout their entire career lifecycle.\n\nThe U.S. Army Human Dimension Concept, has been approved and published by Gen. David Perkins, commanding general of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), The Army recognizes that the American Soldier remains the most discriminately lethal force on the battlefield. In light of the future operational challenges, the Army must invest significantly in the human dimension. This investment requires a unifying, holistic vision: maximized individual and team performance through identification, development and optimal integration of human capabilities. To realize this vision, the Army must assess, integrate and synchronize its training and education, science and technology, medical, and personnel policies, programs, and initiatives.  \n\n\n**What has the Army done?** \n\nTRADOC's [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx) enlisted experts from the Army, other services, U.S. allies and academia to assist in revising the Human Dimension Concept. The Army established the Human Dimension Council, co-chaired by the [Assistant Secretary of the Army (Manpower and Reserve Affairs)](http://www.asamra.army.mil/) and ARCIC, to provide oversight and integration of Army-wide human capital programs. The council is tasked with identifying, developing and prioritizing human dimension efforts to deliver actionable, integrated solutions. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nARCIC will conduct a capabilities-based assessment for the human dimension to identify new materiel and nonmateriel approaches to address capability gaps. During fiscal year 2014 and 2015, most of the integrated concepts within the Army Concept Framework -- the foundation of future Army required capabilities -- will be revised.\n\n**Why is this important to the Army?**\n\nAs a service, the Army's central focus is on the Soldier and the  Army civilians. Consequently, the human dimension is fundamental to who we are. Because war is inherently a human endeavor, resolution of conflict requires human interaction. In the near and deeper future, the Army will be challenged with complex operational environments and changing fiscal realities. In order to deter conflict, assure the operational environment and compel the nation's wars, the Army will need Soldiers and civilians who are capable of operating at levels much higher than today.\n\n**Resources:** \n\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related documents:\n* [- TRADOC PAM 525-3-7: *The U.S. Army Human Dimension Concept*](http://www.tradoc.army.mil/tpubs/pams/TP525-3-7.pdf)\n* Related STAND-TO!:\n* [- The U.S. Army Capstone Concept](http://www.army.mil/standto/archive/issue.php?issue=2013-01-02)\n",
    "date": "Thursday, July 3, 2014",
    "quote": "Independence Day Message \n-------------------------\n\nThis year, we celebrate both 238 years of independence ... Generations of men and women have served and sacrificed to safeguard the freedom and liberties fought for and won during America's War of Independence ... To the Soldiers, civilians and families who stand Army strong as defenders of this great nation and the ideals, traditions and liberties every citizen enjoys, you are the \"broad stripes and bright stars\" of this country. Thank you for allowing us to proudly fly our flag and sing our national anthem. \n\n### - Senior leaders message\n\n###- Read the complete message in the [Tri-signed](http://www.army.mil/e2/c/downloads/352907.pdf) shared with the force\n\n\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2014**\n\n* National Safety Month: Related Army website- [USACRC/Safety Center](https://safety.army.mil?)\n\n* [239th Army Birthday](http://www.army.mil/birthday/239?from=ev_st)\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}