{
    "id": "2014-07-07",
    "title": "U.S. Army Chemical Corps Warrant Officer Realignment",
    "body": "**What is it?**\n\nThe Army recently approved a U.S. Army Training and Doctrine Command (TRADOC) recommendation to realign chemical, biological, radiological and nuclear (CBRN) warrant officers from non-CBRN formations and place them in CBRN units at the company echelon and above. \n\n\n**What has the Army done?** \n\nSince 2011, TRADOC has generated CBRN warrant officers for field artillery, military intelligence, air defense and chemical battalions. Currently, these warrant officers and chief warrant officers two occupy battalion-level staff positions and provide CBRN technical advice. \n\nThe Army is in the process of reorganizing, following 13 years of conflict around the globe. This reorganization is based on lessons learned, new technologies and capabilities, and the prospect of conflicts in the future. To support this, the U.S. Army Chemical Corps, which provides continued maneuver support to the Army, is also restructuring.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe pending CBRN force design update further strengthens the need for the CBRN warrant officer, specifically at the company level. CBRN companies under this new TRADOC design will become smaller and better able to support the warfighter with a variety of capabilities.\n \nIn time, the CBRN warrant officer population will continue to mature and progress through the rank structure to hold critical and key positions on the division and corps level staffs. These CBRN chief warrant officers will assist in the planning and employment of CBRN assets as well as coordinating with CBRN brigades. \n\n\n**Why is this important to the Army?**\n\nThe U.S. Army Chemical Corps Warrant Officer Realignment represents a significant first step in the redesign of CBRN units across the total force. The change also better leverages the technical skills and abilities of these warrant officers. \n\nCBRN warrant officers will now support organizations where they are more effectively able to use their technical knowledge and expertise in advising commanders on eliminating or mitigating the threat posed by the use of weapons of mass destruction. This revision is intended to enhance the abilities of CBRN organizations in supporting the Army of 2020 and beyond.\n\n**Resources:** \n\n* AKO log in required: [CBRN Warrant Officer Implementation Memorandum For Record](https://www.us.army.mil/suite/doc/42641789)\n*  [U.S. Army Chemical, Biological, Radiological, and Nuclear School](http://www.wood.army.mil/newweb/chemical/)\n* [The U.S. Army Chemical Corps](http://www.wood.army.mil/newweb/chemical/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Fort Leonard Wood, Miss.: News and Events](http://www.wood.army.mil/newweb/index.htm)",
    "date": "Monday, July 7, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nWe must take conscious steps to understand and reduce environmental risks, identify predatory behaviors, and mitigate personal vulnerabilities associated with sexual assault and harassment. \n\n### - Lt. Gen. Howard B. Bromberg, G-1, said in the opening letter of the Army's first formal Sexual Harassment/Assault Response and Prevention campaign plan. \n\n###- [Army publishes SHARP campaign plan](http://www.army.mil/article/129452)\n\n\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **July 2014**\n\n* July 4: Independence Day \n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n\n\n"
}