{
    "id": "2014-07-08",
    "title": "Army SHARP Annual Unit Refresher Training",
    "body": "**What is it?**\n\nThe Army's [Sexual Harassment/Assault Response and Prevention training](https://atn.army.mil/dsp_template.aspx?dpID=51) is a key element in the Army's multifaceted prevention approach.  Leaders must establish a positive command climate that supports Soldier safety, emphasizes Army values, and encourages candor and trust among team members. Successful prevention of sexual harassment and sexual assault requires that all Soldiers and leaders understand expected standards of conduct; hold each other accountable for violations of those standards; and work together to build a unit climate of dignity, respect and sensitivity to others. SHARP life-cycle training is integral to the Army's efforts to effect cultural change by imparting the knowledge and skill set required to execute their commitments to the SHARP Program and Army values. \n\n\n**What has the Army done?** \n\nThe Army recently published a revised SHARP Annual Unit Refresher Training (URT) course. URT is comprised of small-group facilitated, interactive training and an online self-study course and exam.  The revised URT meets the Chief of Staff of the U.S. Army's intent to avoid training fatigue by reducing the use of slides and increasing the dialogue and interaction about the problem of sexual assault and sexual harassment. In accordance with this guidance, the use of slides in the URT was reduced by 32% and two new videos were added.  The curriculum is designed to reinforce behaviors consistent with the [**SHARP Program**](http://www.preventsexualassault.army.mil) and [**Army Values**](http://www.army.mil/values/).  It addresses the basics such as what's considered sexual harassment and sexual assault, the Army's policy on those two offenses and the two types of sexual assault reporting options available to a victim-restricted and unrestricted, as well as victim rights.\n\n\n**How important is this to the Army?**\n\nSexual assault and sexual harassment represent an insider threat to the Army with the potential to cause significant, irreparable harm to our Service.  The [**Army Profession and Ethic**](http://cape.army.mil/) demands leaders of high competence and character who understand their roles, responsibilities and commitments to the SHARP Program and in establishing a positive command climate. \n\n\n**Resources:** \n\n* [SHARP Annual Unit Refresher Training](https://atn.army.mil/dsp_template.aspx?dpID=51)\n*  [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related Articles:\n* [-Installations to open SHARP Resource Centers](http://www.army.mil/article/129352)\n* [-New center provides comprehensive care to assault victims](http://www.army.mil/article/112161/)\n* Related STAND-TO!:\n* [-Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n",
    "date": "Tuesday, July 8, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\nSmall group instruction, which facilitates dialogue amongst a group of peers, is important. I think the most effective training is going to happen between the sergeant and the Soldiers they lead, because they are going to see those individuals on a day-in and day-out basis. \n\n### - Raymond C. Chandler, Sergeant Major of the Army, January 29, 2014\n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}