{
    "id": "2014-07-09",
    "title": "Joint Munitions Command",
    "body": "**What is it?**\n\nThe Joint Munitions Command (JMC) provides the ammunition life-cycle functions of logistics sustainment, readiness and acquisition support for all U.S. military services, other government agencies, and allied nations as directed. \n\nJMC provides bombs and bullets to America's fighting forces -- all services, all types of ammunition from bunker-buster bombs to rifle rounds. JMC manages plants that produce more than 1.6 billion rounds of ammunition annually and the depots that store the nation's ammunition for training and combat. \n\nJMC is the logistics integrator for life-cycle management of ammunition providing a global presence of technical support to frontline units.\n\nJMC is the latest in a series of commands since World War II that have managed the nation's ammunition plants. Since 1973, those commands have been headquartered on Rock Island Arsenal, Illinois.\n\nThe headquarters is responsible for munitions production (ammunition plants) and storage (depots) facilities in 12 states.\n\n\n**What has the Army done?** \n\nJMC has developed a retrograde analysis tool and glide path of munitions in Afghanistan to use for planning and as a guide to track on-hand totals, historical consumption of ammunition, and potential retrograde through the end of OEF.  All excess Class V ammunition is expected to be removed from Afghanistan by the end of the first quarter of fiscal year 2015, except for a small amount to support the residual force and Army Prepositioned Stock 5.\n\nJMC's core competencies are: \n\n* *Store*: JMC stores $61 billion in ammunition across the continental United States.\n* ***Distribute***: JMC dispenses a total tonnage equivalent to11,000 containers per year for service member training and unit sustainment.  \n* ***Demilitarization***: JMC demils 65,000 tons of unusable ammunition annually\n* ***Produce***: JMC executed $2.3 billion of ammunition in Fiscal Year 13\n\n\n**Why is this important to the Army?**\n\nJMC manages the Munitions Readiness Report which highlights ammunition shortfalls and identifies funding requirements. JMC's collaborative effort within the ammunition community has resulted in predominantly \"green\" readiness status worldwide and consistent support to Southwest Asia operations.\n\n\n**Why is this important to the Army?**\n\nCurrently, the JMC is the Army entity capturing expenditure rates and calculating required stockage objectives for the Theater Storage Area at Camp Arifjan, as well as areas in Iraq and Afghanistan. JMC has retrograded ammunition from theater since 2007 and continues to work with U.S. Army Central (ARCENT), United States Forces Afghanistan (USFOR-A) and 1st Theater Sustainment Command (1st TSC) to plan and execute the responsible retrograde of ammunition, while maintaining its first priority: ensuring commanders on the ground have what they need to support operations and readiness.\n\n\n**Resources:** \n\n* [Joint Munitions Command](http://www.jmc.army.mil)\n* Related Articles:\n* [CASAs visit Joint Munitions Command to strengthen Army objectives](http://www.army.mil/article/124904)",
    "date": "Wednesday, July 9, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nBeing an Army professional is more than just doing your job well. You can't be a professional if you are not willing to also be a person of character and commitment. Competence is important, but it is only as important as character and commitment. \n\n### - Sergeant Major of the Army Raymond F. Chandler III, emphasizes upon the three tenets of the [Army profession](http://cape.army.mil/): competence, character and commitment, during a town hall meeting with more than 600 Soldiers at Katterbach Kaserne, Germany, July 3\n\n### [SMA visits Germany, discusses Army profession, Soldier issues](http://www.army.mil/article/129368)\n\n### Related STAND-TO!: [America's Army - Our Profession *Stand Strong*](http://www.army.mil/standto/archive_2013-12-16/)\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}