{
    "id": "2014-07-10",
    "title": "U.S. Army North and Theater Security Cooperation- Active and Layered Defense of the Homeland",
    "body": "**What is it?**\n\nU.S. Army North (ARNORTH)/Fifth Army is the theater army of U.S. Northern Command (NORTHCOM) and the Army headquarters responsible for coordinating theater security cooperation activities (TSC) with foreign armies within the NORTHCOM area of responsibility. ARNORTH focuses on achieving near- and long-term goals with partners in Mexico, Canada and the Bahamas. ARNORTH works closely with its partners in order to promote a cooperative defense of North America.\n\n\n**What has the Army done?** \n\nARNORTH's military relationship with Canada, Mexico and the Bahamas is well-established. Some of the existing Army TSC events include combined military training using regionally aligned forces, operational level exercises, military personnel exchanges, strategic working groups, and planning sessions to enhance cooperation. \n\nThe Army's allocated Brigade Combat Team (BCT) - 3rd Armored Brigade Combat Team, 3rd Infantry Division - has conducted advanced marksmanship, urban patrolling, crisis action planning, and tactical combat casualty care training with the Mexican Army, and it recently participated in the Canadian exercise Maple Resolve.  \n\nARNORTH is developing a long-term TSC strategy that includes 12 capacity development plans to increase interoperability and capacity for areas such as consequence mitigation, institutional development, and sustainment.\n\n\n**Why is this important to the Army?**\n\nARNORTH recognizes the importance of defending the Homeland and that being strictly reactive to any threat or incident is short-sighted.  It is imperative that ARNORTH works with the armies of North America to develop, plan, and exercise shared solutions to the shared security challenges. The activities of terrorists and transnational criminal organizations (TCOs) directly threaten the nations' economies and the lives of the citizens. ARNORTH's efforts to create interoperability and defense in depth with land defense forces in this theater are paramount to protecting the homeland and maintaining a cooperative defense of North America. \n\n\n**What efforts does the Army plan to continue in the future?**\n\nARNORTH continues to build upon the significant progress made in recent years with Mexico's National Defense Secretariat (SEDENA) toward a goal of greater interoperability. \n\nBeginning this summer, ARNORTH will meet with various staff members from SEDENA to coordinate mid/long-range planning to gain greater efficiencies.  Additionally, ARNORTH and the Canadian Army Doctrine and Training Command (CADTC) are partnering to lead and synchronize the Total Army Force involvement with all cross-border army-to-army training and engagement activities. ARNORTH continues to expand exercise and training opportunities for the Army's regionally-aligned BCT for North America, 3/3 ID.\n\n\n**Resources:** \n\n* [U.S. Army North](http://www.arnorth.army.mil/)\n* [U.S. Northern Command](http://www.northcom.mil/)\n* Related STAND-TO!:\n* [- U.S. Army North Command Strategy](http://www.army.mil/standto/archive_2013-03-22/)",
    "date": "Thursday, July 10, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nI was fascinated by their incredible stories of heroism and danger in wartime and their continued service as mentors and trainers of young Soldiers at home stations ... It reminded me that our Army has changed in many ways over the past 64 years, but some things have not changed; NCOs know that readiness is always our top priority. \n\n### - Sergeant Major of the Army Raymond F. Chandler III, compliments the exemplary courage and leadership and the impressive service and sacrifice to the nation of the four members, Donald Allen, Richard Briscoe, Herculano Dias, and Winston Jackson, who served in the historic all-black 2nd Ranger Infantry Company during the Korean War, at a reception before a Twilight Tattoo held last month at Joint Base Myer-Henderson Hall, Va.\n\n### [Rangers in all-black company remember Korean service](http://www.army.mil/article/129148/)\n\n### Related site: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}