{
    "id": "2014-07-11",
    "title": "Western Accord 14",
    "body": "**What is it?**\n\nIn partnership with Senegal and the Economic Community of West African States (ECOWAS), [U.S. Army Africa](http://www.usaraf.army.mil/) conducted U.S. Africa Command's Exercise Western Accord 14 in Senegal to increase the capacity of ECOWAS to provide mission command capability to support regional peace operations. Training focused on developing the ability to plan, deploy, employ, sustain, and redeploy a rapid deployment force in response to a regional crisis. Western Accord 14 is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S and western regional African partners, and all of the participating militaries.\n\n\n**What has the Army done?** \n\nU.S. engagement with countries in Africa is not new. For the past few decades, America has partnered with African militaries in medical capacity-building events and various training engagements across a number of key skill sets. Western Accord 14 is a two-part exercise. In part I, participants receive academics focused on collective tasks, functional, and staff procedures in support of Command and Control of a peacekeeping operation based on real world events. In part II, a command post exercise, a brigade headquarters staff will prepare and then execute its plan to move forces into a contested area, defeat the threat, and restore basic services and the rule of law while setting the stage for national reconciliation.\n\n\n**Why is this important to the Army?**\n\nThe benefit of exercises like this is increased capacity and mutual respect gained by multiple militaries as well as civilian and police components working side-by-side. This exercise is part of U.S. Army Africa's strategy to link events over time to achieve effects.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nFor the first time in the exercise's history, Western Accord 14 has included non-government organizations, the civilian and police components along with the military component replicating peacekeeping operations in Africa in order to strengthen the relationship between the authorities and enhance regional security in West Africa. This exercise is an example of U.S. Army Africa's commitment to strengthening its relationships with partner nations in Africa. USARAF will continue the relationships created during this exercise and continue to build upon the partnerships established here and in future exercises like Southern Accord 14 (Malawi); Central Accord 15 (Gabon); Eastern Accord 15 (Uganda); and Western Accord 15 (Niger).\n\n\n**Resources:** \n\n* [U.S. Army Africa](http://www.usaraf.army.mil)\n* [Western Accord 14](http://www.usaraf.army.mil/WA14.htm) \n* [Army.mil: Africa News](http://www.army.mil/news/africa/)\n* Western Accord 14 on social media:  \n* [- Flickr](https://www.flickr.com/photos/usarmyafrica/)\n* Related articles:\n*  [- 16 countries train, familiarize, partner during WA14](http://www.army.mil/article/129377)\n*  [- Western Accord 14 kicks off in Senegal](http://www.army.mil/article/128634)\n*  [- USARAF-hosted Exercise Western Accord 14 kicks-off in Senegal](http://www.army.mil/article/128543)\n*  [- U.S. Soldiers participate in Mock Food Riot during Western Accord 14](http://www.army.mil/article/128884)\n*  [- Marines, West African nations train together during U.S. Army Exercise Western Accord 14](http://www.army.mil/article/128648)\n*  [- Ghanaian Army participates in dismount patrol training during Western Accord 14 exercise](http://www.army.mil/article/128633)\n\n",
    "date": "Friday, July 11, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nOften when we're out there with soldiers from these countries, we're seeing the force components. What is very advanced and different about Western Accord 14, and where the other 'Accords' are moving toward is that we added the representation of the civilian components and police components to the exercise to really shape the training exercise to replicate the actual mission set.\n\n### - Col. Robert Dixon, strategy and plans director, USARAF\n\n### [16 countries train, familiarize, partner during WA14](http://www.army.mil/article/129377)\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}