{
    "id": "2014-07-14",
    "title": "GAT 2.0 for Spouses",
    "body": "**What is it?**\n\nArmy spouses have access to the [Global Assessment Tool (GAT 2.0)](http://csf2.army.mil/) -- a confidential, online self-assessment tool that measures the user's level of resilience, overall health and well-being. \n\nAfter completing the GAT 2.0, the spouse receives an assessment in each of the five dimensions of strength: social, emotional, spiritual, family and physical, and an assessment in the three elements of the [Performance Triad](http://www.army.mil/standto/archive_2013-03-12/) -- [*Sleep*](http://www.army.mil/standto/archive_2013-02-13/), [*Activity*](http://www.army.mil/standto/archive_2013-02-27/), and [*Nutrition*](http://www.army.mil/standto/archive_2013-01-31/). The GAT 2.0 arms Army spouses with the tools they need to stay strong throughout Army life.\n\n\n**What has the Army done?** \n\nBy taking the GAT 2.0, an annual requirement for Soldiers, Army spouses gain a greater understanding of the resilience training, tools and resources available to them as a family. The GAT 2.0, along with self-development resources that are tailored to the user's needs based on their GAT 2.0 results, is housed within the ArmyFit online platform.\n\nAs a first step, spouses have to visit [ArmyFit]https://armyfit.army.mil), and register for an account by clicking \"ArmyFit Login\" and then \"Sign Up\" under \"Don't have an account.\" The user must be registered in Defense Enrollment Eligibility Reporting System [(DEERS)](http://www.tricare.mil/DEERS) in order to register an account. The GAT 2.0's protections ensure that no one can access this information.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThere is always room to build personal resilience. The GAT 2.0 ensures each spouse receives tailored recommendations on how to improve, experts to follow, and communities to engage. Spouses can also blog, access online resources and fitness experts, and undertake self-improvement challenges with others on ArmyFit.  Spouses can also join online health and fitness communities with a wide range of resources from the Army and civilian world.  \n\n\n**Why is this important to the Army?**\n\nThe [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/) (CSF2) program represents the Army's investment in the readiness of the force and the quality of life of Soldiers, their families and Army Civilians. The program is designed to increase the physical and psychological health and resilience of individuals, units, and the Army institution, while enhancing their performance, both in combat and in life. \n\nThe intent of CSF2 is to ensure all members of the Total Army are best prepared to deal with the rigors of the Army profession. CSF2 empowers members of the Total Army to maximize their potential and face challenges that arise while deployed or at home. The GAT 2.0 is a key element of this effort.\n\n\n**Resources:** \n\n* [Global Assessment Tool (GAT 2.0)](http://csf2.army.mil)\n* [ArmyFit](https://armyfit.army.mil)\n* [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx)\n* [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/)\n* [- Take the GAT 2.0](http://csf2.army.mil/takethegat.html)\n* [Army.mil: Ready and Resilient](www.army.mil/readyandresilient)\n* Related articles:\n* [- Performance Triad app now available](http://www.army.mil/article/129745/)\n* [-Thousands using new ArmyFit site for self-improvements](http://www.army.mil/article/119845)\n* [- Sleep deprivation not uncommon for Soldiers](http://www.army.mil/article/124024)\n* Related STAND-TO!:\n* [- Comprehensive Soldier and Family Fitness: ArmyFit](http://www.army.mil/standto/archive_2014-02-06/)\n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* [- Performance Triad: Activity](http://www.army.mil/standto/archive_2013-02-27/)\n* [- Performance Triad: Sleep](http://www.army.mil/standto/archive_2013-02-13/)\n* [- Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/)\n* [- Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02)\n* [- Global Assessment Tool](http://www.army.mil/standto/archive/2009/12/08/)\n",
    "date": "Monday, July 14, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nOur goal was to provide an easy to use and free tool to assist our Soldiers, families, retirees, and Department of the Army Civilians on optimal ways to enhance their performance, health, and wellness through sleep, activity, and nutrition.\n\n### - Lt. Col. Mark Mellott, technology lead for the [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx), on the release of the first version of the Performance Triad app which provides specific educational resources to the beneficiaries\n\n### [Performance Triad app now available](http://www.army.mil/article/129745/)\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}