{
    "id": "2014-07-15",
    "title": "Southern Accord 14",
    "body": "**What is it?**\n\nIn partnership with [Southern African Development Community](http://www.sadc.int/) partner nations, [U.S. Army Africa](http://www.usaraf.army.mil/), as the [U.S. Africa Command](http://www.africom.mil/) lead agent, is conducting a combined joint exercise designed to increase the ability of both forces to respond to humanitarian disasters and peace keeping operations, while enhancing interoperability. [Southern Accord 14](http://www.africom.mil/what-we-do/exercises/southern-accord) begins today in Lilongwe, Malawi, and will run through July 30. The exercise brings together participants in a command post exercise, which will focus on integrating SADC partner nations with U.S. forces to conduct planning for peace enforcement operations. This year, Southern Accord 14 will emphasize developing the abilities to plan, deploy, employ, sustain and redeploy a rapid deployment force in response to a regional crisis.\n\n\n**What has the Army done?** \n\nThe U.S. Army participates annually in Southern Accord to improve interoperability and capacity to conduct joint and multinational planning and operations. Southern Accord provides unique and dynamic training opportunities for participating military partners, while also promoting relationship-building between militaries and local communities.\n\nHeadquartered in Vicenza, Italy, U.S. Army Africa is the Army service component to the U.S Africa Command, the U.S. regional command that oversees and coordinates U.S. military activities in Africa. \nSouthern Accord 14 is the latest in a series of exercises involving U.S. military forces and partner militaries in Africa with the aim to establish and develop military interoperability, regional relationships, synchronization of effort and capacity-building.\n\n\n\n**What efforts does the Army plan to continue in the future?**\n\nSouthern Accord is conducted annually to improve joint coalition interoperability and capabilities to respond to the most likely regional security and humanitarian situations. Future exercises will continue to build on progress made during previous exercises in terms of participating nations' ability to conduct joint/multinational operations, and improve multinational interoperability and capacity. The exercise is rooted in partnerships and recognizes the need for multinational solutions to common challenges ranging from transnational violent extremism to humanitarian assistance and disaster relief.  \n\n\n**Why is this important to the Army?**\n\nEngagements like these build readiness of African soldiers, thus increasing effectiveness of operations. In turn, it promotes regional stability and security. The U.S. Army's participation in Southern Accord increases cooperation and collaboration with land force partners in Africa and enhances mutual understanding and demonstrates the U.S. Army's commitment to strengthening our relationships across the continent.\n\n\n**Resources:** \n\n* [Southern Accord 14](http://www.africom.mil/what-we-do/exercises/southern-accord)\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [Southern African Development Community](http://www.sadc.int/)\n",
    "date": "Tuesday, July 15, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nThe world around us is becoming more complex. It will be much more difficult for you than it was for me when I was your age. The ability to move information is making people more aware. The ability to disseminate technology is increasing around the world.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), speaking to Army ROTC Leadership Development Assessment Course Cadets in Fort Knox, Ky.\n\n### [Army Chief of Staff visits ROTC Cadets at summer training](http://www.army.mil/article/129771/)\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}