{
    "id": "2014-07-16",
    "title": "The U.S. Army Voting Assistance Program ",
    "body": "**What is it?**\n\nThe [U.S. Army Voting Assistance Program](https://www.hrc.army.mil/tagd/voting) informs and educates Soldiers and their eligible dependents on their right to vote. The goal is to encourage the Army community to participate in the nation's voting process and know their vote will be counted no matter where they are stationed. Voting Assistance Officers (VAOs) world-wide, assist in this process to make registration and voting materials available to all eligible Army voters. Yet, it is the responsibility of voters to register, request an absentee ballot and cast their vote.\n\n\n**What has the Army done?** \n\nThe Army has appointed VAOs to provide assistance to Soldiers, eligible family members and DA civilians. In addition, the [Military Postal Service Agency (MPSA)](http://hqdainet.army.mil/mpsa/main.htm) has fielded a special ballot return label, which allows voters to track their completed ballot from their overseas location, all the way to their local election official. As part of this program, MPSA and the U.S. Postal Service also provide free express mail service for returning ballots during the period Sept. 1 through Nov. 2, 2014. This provides the fastest service possible, to ensure everyone has the opportunity to have their vote counted.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nSince the adoption of the Military and Overseas Voter Empowerment (MOVE) Act, the Army has appointed Installation VAOs to each installation to assist the unit VAOs. This VAO team is available to inform our communities about the voting process and provide voter materials to eligible voters, including CONUS DA civilian personnel, who request voter information and guidance. This includes material on the voting process, requesting absentee ballots and mailing the completed ballots.  \n\n\n**Why is this important to the Army?**\n\nWith the constant demands faced by our Soldiers, families and civilian workforce, the Army is taking these important steps to ensure every eligible voter has the opportunity to exercise their constitutional right to vote. The voting process is a key element in our nation's governmental process. The Army Voting Assistance Program provides our voters the resources necessary to exercise that right.\n\n\n**Resources:** \n\n* [U.S. Army Voting Assistance Program](https://www.hrc.army.mil/tagd/voting) \n* [US Army Voting Facebook Page ](https://www.facebook.com/ArmyVoting)\n* [Army Voting on Twitter](https://twitter.com/USArmyVoting)\n* [Federal Voting Assistance Program - FVAP.GOV](http://www.fvap.gov/) \n* [Military Postal Service Agency (MPSA)](http://hqdainet.army.mil/mpsa/main.htm)\n* Related articles:\n* [- 'Send Your Vote Home' makes voting overseas a breeze]( http://www.army.mil/article/128164)\n* [- Soldiers could impact direction of America -- by voting]( http://www.army.mil/article/121635) \n* [- Armed Forces Voter Registration Week details upcoming election](http://www.army.mil/article/128431)\n* [- Soldiers encouraged to file absentee ballots soon](http://www.army.mil/article/45686)\n\n",
    "date": "Wednesday, July 16, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nSuccessful commanders allow subordinates to learn through their mistakes and develop experience. With such acceptance in the command climate, subordinates gain the experience required to operate on their own.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), wrote in `Mission Command,' Army Doctrine Publication 6-0.\n\n### [Mission command challenging in peacetime, captains advise CSA](http://www.army.mil/article/129972/?from=st)\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}