{
    "id": "2014-07-17",
    "title": "Training Support Synchronization Working Group",
    "body": "**What is it?**\n\nThe Training Support Synchronization Working Group (TSSWG) is a unique [First Army](http://www.first.army.mil) managed semi-annual meeting to identify and integrate Rotational Force Pool Non-Deployed (RFP-ND) force training requirements from the [U.S. Army Reserve Command] (USARC) and National Guard Bureau (NGB) prior to the [U.S. Army Forces Command](http://www.forscom.army.mil) (FORSCOM) Army Force Generation (ARFORGEN) Synchronization and Resourcing Conference (ASRC). The TSSWG ensures multi-component collective training is synchronized, resourced and supported for reserve component (RC) forces.\n\n\n**What has the Army done?** \n\nArmy Total Force Policy (ATFP) implementation requires total force leadership, a Total Force Partnership Program (TFPP) and AC/RC integrated training at the tactical level. First Army, FORSCOM's executing agent for RC training support, established the TSSWG in September 2013 as a three-day working group (held in the second and fourth quarters of each year) to focus, 36 months in advance, on Total Army Integration for RC collective training requirements.\n\nWorking Group participants include representatives from the First Army headquarters staff, First Army Division East, First Army Division West, First Army's 16 training support brigades, USARC, NGB, FORSCOM, 75th and 84th Training Commands and USARC training divisions.\n\nThe conference-style event is conducted via live participation and video teleconference at First Army Headquarters at Rock Island Arsenal, Illinois, allowing key stakeholders to participate while reducing temporary duty and travel expenses.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe TSSWG ensures timely development of an RC Army Contingency Force (ACF) enabler coverage plan. Beginning three years in advance, the TSSWG reinforces FORSCOM's priorities and refines the plan's implementation through each year of the training schedule. The TSSWG accomplishes the following critical ATFP integration tasks:  identifies all RC RFP-ND requested collective training requirements (events, dates and locations); leverages available training opportunities among AC and RC units, confirms all required RC training support resources (e.g., equipment, billeting, transportation) for each exercise, coordinates exercise planning timelines (e.g., planning conferences, ROC drills), synchronizes the training support brigade workload and capacity with the training calendar, refines funding projections by training event, and determines unresolved RC training issues that need to be addressed at the FORSCOM ASRC.  \n\n\n**Why is this important to the Army?**\n\n[Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23) requires the integration of active with reserve component training. The TSSWG ensures RC training audiences and key training enablers are mission-focused on developing and executing a synchronized, integrated RC training support plan that reduces costs and builds efficiencies.\n\n\n**Resources:** \n\n* [First Army](http://www.first.army.mil)\n* [First Army Premier Trainers Tri-fold Pamphlet (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/TrifoldPremierTrainersSinglePage.pdf)\n* [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n* [First Army Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* Related STAND-TO!:\n* [- Army Total Force Policy- Reserve Component Training Integration](http://www.army.mil/standto/archive_2014-05-21/)\n* [- Total Army Training Summit](http://www.army.mil/standto/archive_2013-09-19/)\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n\n\n",
    "date": "Thursday, July 17, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nI can control things from the institutional level, but I can't control how it's followed up in the operational forces ... NCOs and officers need to embrace this and live it. One of the problems the Army has is that it doesn't talk a lot about itself and what we've accomplished. We should be proud of who we are and what we've accomplished. \n\n### - [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/), in response to a feedback on \"an absence of a strong, unifying Army identity\" from Capt. Victoria Wynn, one of the 105 captains, who participated in [Solarium 2014](http://www.army.mil/standto/archive_2014-06-30/?), a CSA initiative,  to brainstorm and find solutions to inform and shape the future direction of the U.S. Army, July 9-11.\n\n### - [Texting no substitute for face-time, captains tell CSA](http://www.army.mil/article/129901/)\n\n\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}