{
    "id": "2014-07-18",
    "title": "U.S. Army Research Laboratory's Open Campus",
    "body": "**What is it?**\n\nThe [U.S. Army Research Laboratory](http://www.arl.army.mil), a [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc) element of the [U.S. Army Research, Development and Engineering Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/), is piloting a program to adapt the defense laboratory system business model for today's challenges. \n\nThe idea behind [*Open Campus*](http://www.arl.army.mil/www/default.cfm?page=2357) is that by bringing together academia, industry, small business, and government for on-site R&D collaboration, it will enhance the Army's research potential and expand the body of knowledge for the scientific community. There are seven areas of interest: computational sciences, material sciences, information sciences, human sciences, sciences for maneuver, sciences for lethality and protection, and assessment and analysis.\n\n\n**What has the Army done?** \n\nThe *Open Campus* initiative opens select segments of ARL's extended campus network starting in the summer of 2014. *Open Campus* will accommodate both U.S. citizens and foreign national researchers who come to ARL to collaborate in research areas of mutual interest. \n\nARL recently became the first federal partner to join the Maryland Department of Business and Economic Development's [Invest Maryland Challenge](http://investmarylandchallenge.org/) program to support start-up companies by awarding local businesses Integrata and Graftworx a year's incubator laboratory space. *Open Campus* is not just about researchers coming to ARL, but also ARL researchers visiting and working at partner institutions.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe [Adelphi Laboratory Center](http://www.arl.army.mil/www/default.cfm?page=43) in Adelphi, Md., is the pilot location for *Open Campus* with on-site laboratory space for research partners. ARL will introduce restricted, unescorted access of foreign national collaborators in designated areas using a phased approach, expanding as the initiative grows. In addition to collaborative engagement in existing ARL facilities, future phases of ARL's *Open Campus* will include opportunities for partners to establish new on-site facilities.\n\n\n**Why is this important to the Army?**\n\nThe current defense laboratory system was inspired by Thomas Edison's 1923 vision to create a great research laboratory maintained by government. But the gates and high walls that added post-9/11 security to installations are barriers to 21st century innovation. \n\nThe opportunity for the Army here is to address the rate of technological change across the globe; increasingly sophisticated security threats to the warfighter; and funding constraints, with a more interconnected approach. \n\n\n\n**Resources:** \n\n* [Open Campus Concept](http://www.arl.army.mil/www/default.cfm?page=2357)\n* [U.S. Army Research Laboratory](http://www.arl.army.mil) \n* [U.S. Army Research, Development and Engineering Command](www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc)\n* [Army Technology Live](http://armytechnology.armylive.dodlive.mil/)\n* Related articles:\n* [- Army Research Laboratory: Open campus will enable collaboration](http://www.army.mil/article/126713/)\n* [- Research and education partnership agreement reached between ARL and UMBC](http://www.arl.army.mil/www/default.cfm?article=2426) \n\n\n",
    "date": "Friday, July 18, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nMy vision is to open up our laboratories and to create a more open campus feel. This partnership will give university students who have a strong interest in [science, mathematics, engineering and technology](http://www.army.mil/standto/archive_2013-07-08/) the chance to be mentored by our researchers and give them the opportunity to develop their skills. This is a great opportunity for them and for our researchers.\n\n### - Thomas Russell, director, [U.S. Army Research Laboratory](http://www.arl.army.mil) \n\n### Related STAND-TO!: [U.S. Army Research Laboratory](http://www.army.mil/standto/archive/issue.php?issue=2012-10-16)  \n\n\n\n\n\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}