{
    "id": "2014-07-22",
    "title": "Red Team Education and Training",
    "body": "**What is it?**\n\nRed Teaming is a structured, iterative process, executed by highly trained, educated, and practiced team members that provides commanders an independent capability to fully explore alternatives to plans, operations, concepts, organizations, and capabilities in the context of the operational environment and from the partners' and adversaries' perspectives.\n\nWhen operating with or among other cultures, it is critical that leaders first achieve a degree of cultural empathy to establish the context of the operational environment in which they must act. \n\n* Part of a prescription for addressing the need for cultural empathy includes:\n* -Training that accounts for the \"human aspect\" in operations\n* -Planning that accounts for culture\n* -Future generations of leaders who address the human domain in training, planning and operations\n\n\n**Why is this important to the Army?**\n\nIn a time of scarce resources, it is important to leverage existing capabilities to accomplish the training initiatives required by regionally aligned forces, to support capabilities referred to in Chairman of the Joint Chiefs of Staff Instruction 3126.01A, [**Language, Regional Expertise, and Culture Capability Identification, Planning, and Sourcing**](http://www.dtic.mil/cjcs_directives/cdata/unlimit/3126_01.pdf), and to meet the requirements outlined in the [Strategic Landpower white paper](http://www.arcic.army.mil/app_Documents/Strategic-Landpower-White-Paper-28OCT2013.pdf).\n\n\n**What has the Army done?** \n\nA Department of Defense program designed specifically to address many of the elements identified above already exists. It includes faculty representatives from the Army, Marine Corps and Special Operations Forces. This program is taught at the University of Foreign Military and Cultural Studies (UFMCS), a subordinate unit of U.S. Army Training and Doctrine Command's Intelligence Support Activity at Fort Leavenworth, Kansas.\n\nUFMCS was founded in 2006 with a mandate to help students escape the influence of Western military thought. UFMCS provides a practical, critical thinking program that includes problem-solving exercises and tools for cultivating cultural empathy.\n \nUFMCS educates Red Team Leaders, members, and practitioners; researches best practices for Red Teaming tactics, techniques, and procedures; and develops a reach-back capability to provide commanders and staffs alternative perspectives. \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe University of Foreign Military and Cultural Studies has been addressing these problems in Army education for the past seven years and has a unique capability to assist the Army as it moves toward providing regionally aligned forces, addressing LREC capability requirements and cooperating with the Marine Corps and the Special Operations Forces community to address Strategic Landpower initiatives. Future courses will be tailored to meet the changing needs of DOD organizations.\n\n\n**Resources:** \n\n* [Red Team Handbook and Red Team Liberating Structures Handbook](http://usacac.army.mil/cac2/UFMCS/Repository/RT_Handbook_v6.pdf) \n* [Red Teaming website](http://usacac.army.mil/cac2/UFMCS/)\n* [Strategic Landpower Task Force](http://www.arcic.army.mil/Initiatives/strategic-landpower.aspx)\n* [Strategic Landpower white paper](http://www.arcic.army.mil/app_Documents/Strategic-Landpower-White-Paper-28OCT2013.pdf)\n* [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx)\n* [TRADOC]( http://www.tradoc.army.mil/)",
    "date": "Tuesday, July 22, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nWe have learned many lessons over the last 10 years, but one of the most compelling is that - whether you are working among citizens of a country, or working with their government or armed forces - nothing is as important to your long-term success as understanding the prevailing culture and values.\n\n### - [Gen. Raymond Odierno, Army chief of staff](http://www.army.mil/leaders/csa/) \n\n### [Regionally Aligned Forces: A New Model for Building Partnerships](http://armylive.dodlive.mil/index.php/2012/03/aligned-forces/) \n\n### Related STAND-TO!: [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n\n\n\n\n\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}