{
    "id": "2014-07-23",
    "title": "Capability Set 14",
    "body": "**What is it?**\n\nA Capability Set (CS) is a tool kit of applications and hardware that allows Soldiers to connect to the Army's mobile tactical network. Capability Sets provide the real-time information and mobile network hotspot connectivity that Soldiers need to plan and execute their missions, from the command post to the tactical vehicle to the dismounted rifleman. CS-14 adds more robust data radio capability for the Soldier and allows for new network hardware and software to be placed on Stryker and Humvee platforms.\n\n\n**Why is this important to the Army?**\n\nAs the Army is seeing today, access to instantaneous information is changing the way Soldiers and leaders think and behave. A robust, simplified and adaptable tactical network to deliver that information is a key enabler to the Army vision for Force 2025. Through incremental network upgrades, the Army will continue to extend advanced communications capabilities to additional brigade combat teams (BCTs), supporting a leaner, agile and highly capable force.\n\n\n**What has the Army done?** \n\nOver the past two years, the Army fielded four of the final BCTs bound for Afghanistan with CS-13, the first integrated network package that brought dramatic changes from previous communications equipment. Deployed Soldiers have referred to the technologies as their \"digital guardian angel.\" \n\nBased on user feedback, the Army has made major improvements to [Warfighter Information Network-Tactical (WIN-T) Increment 2](http://peoc3t.army.mil/wint/inc2.php) -- the mobile, high-capacity network backbone for CSs -- to make it easier for Soldiers to operate and maintain. Among the system enhancements are drastically reduced startup and shutdown times; a new, easy to use graphical interface; improved troubleshooting tools; and faster, easier calls to extend radio networks.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThere are two major differences between the core capabilities of Army units fielded with the new CS-13/14 network baseline and non-CS units. CS units have WIN-T Increment 2, which provides high-speed networking on the move, while non-CS units have WIN-T Increment 1b for high-speed networking at the quick halt. CS-13 and 14 units also have a much greater quantity of networking radios, which enable digital situational awareness, mission command and position location information at lower echelons down to the squad and dismounted Soldier. The Army will continue to field CSs to select BCTs in accordance with operational needs, while also executing upgrades to WIN-T Increment 1b units to improve capacity and ensure interoperability across the force.\n\n\n**Resources:** \n\n* [PEO C3T](http://peoc3t.army.mil/c3t/)\n* [PEO C3T Facebook](https://www.facebook.com/peoc3t)\n* [Warfighter Information Network-Tactical (WIN-T) Increment 2](http://peoc3t.army.mil/wint/inc2.php)\n* Related articles:\n* [- Soldiers test changes to Army's mobile network that make it easier to use](http://www.army.mil/article/129533/)\n* [- Network hotspot evolves with Soldier input](http://www.army.mil/article/128761/)\n* [- Leaders: Network, cyber key to Force 2025](http://www.army.mil/article/128259/Leaders__Network__cyber_key_to_Force_2025/)\n* [- 101st Airborne advances training with Army network](http://www.army.mil/article/122453)\n* [- CS-13: Not just for the guys on the ground](http://www.dvidshub.net/news/115525/cs-13-not-just-guys-ground#ixzz36z6GRZrf)\n* Related STAND-TO!:\n* [- Network Modernization Roadmap]( http://www.army.mil/standto/archive_2014-04-28/)\n",
    "date": "Wednesday, July 23, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nValor was everywhere that day. And the real heroes are the nine men who made the ultimate sacrifice so the rest of us could return home. It is their names, not mine, that I want people to know ... [The Chosen Few](http://www.army.mil/medalofhonor/pitts/battle/index.html#chosen_few).\n\n\n### - [Medal of Honor Recipient Former Staff Sgt Ryan M. Pitt](http://www.army.mil/medalofhonor/pitts/profile/index.html), honors the nine fallen heroes - Spc. Sergio Abad, Cpl. Jonathan Ayers, Cpl. Jason Bogar, 1st Lt. Jonathan Brostrom, Sgt. Israel Garcia, Cpl. Jason Hovater, Cpl. Matthew Phillips, Cpl. Pruitt Rainey, and Cpl. Gunnar Zwilling - after being awarded the Medal of Honor award at a White House ceremony, July 21.  \n\n### [Medal of Honor recipient Pitts: 'It is their names, not mine'](http://www.army.mil/article/130265/)\n\n\n\n\n\n\n\n\n \n \n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}