{
    "id": "2014-07-24",
    "title": "Future Vertical Lift Program",
    "body": "**What is it?**\n\nThe U.S. Army is leading the Department of Defense's revolutionary approach to aviation development with Future Vertical Lift (FVL), an initiative to develop the next generation of vertical lift aircraft for the Joint Warfighter. Program (JWP) tenets are to improve aircraft performance and survivability, and to significantly reduce operating costs. This will help the aircraft to fly farther and faster, carry heavier payloads, be easier and less expensive to sustain, team with unmanned systems, and perform certain optionally-piloted missions. The FVL family of aircraft share common hardware such as sensors, avionics, engines and countermeasures.\n\n\n**Why is this important to the Army?**\n\nThe U.S. vertical lift fleet is aging, and history indicates that platforms remain in service for 40-60 years. FVL provides the necessary foundation to replace the fleet over the next 25-40 years. FVL platforms will provide a greater capability to overcome the constraints of complex terrain, higher altitudes, extreme temperatures and extended distances. True integration of manned and un-manned teaming and optionally piloted vehicles will provide new options for reconnaissance, security and logistics. FVL will provide the speed, range, payload and mission systems critical for success in future operational environments.\n\n\n**What has the Army done?** \n\nThe [Aviation and Missile Research Development and Engineering Center (AMRDEC)](http://www.amrdec.army.mil/AMRDEC/), [U.S. Army Materiel Command (AMC)](http://www.amc.army.mil) element of the [Research, Development and Engineering Command (RDECOM)](http://www.army.mil/rdecom), manages the Joint Multi-Role Technology Demonstrator (JMR-TD), a science and technology program to design and build flight demonstrator aircraft with the intent of maturing required technologies and reducing risk parameters associated with FVL. \n\nIn 2013, AMRDEC announced the award of four Technology Investment Agreements to industry partners to demonstrate an operationally representative mix of capabilities to investigate realistic design trades and enabling technologies. The initial designs will be refined  to make preparations toward potentially building and flight testing a demonstrator aircraft in FY17. \n\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe JMR-TD contains an air vehicle demonstration and a mission systems architecture demonstration. They will prepare DOD for material solution decisions, and keep the country's rotorcraft industrial base engaged and aligned with the DOD FVL initiative. The integration of the JMR-TD into the overall requirements and acquisition process will inform what is feasible, achievable and affordable. To ensure a seamless transition, AMRDEC's Aviation Development Directorate, in collaboration with Program Executive Office Aviation, is developing the office that will eventually manage the FVL acquisition program.\n\n\n**Resources:** \n\n* [AMRDEC](http://www.amrdec.army.mil/AMRDEC/)\n* [RDECOM](http://www.army.mil/rdecom)\n* [AMC](http://www.amc.army.mil)\n* Related articles:\n* [- Future vertical lift capability focuses on tech demo](http://www.army.mil/article/129233/)\n* [- Aviators eager to witness birth of Future Vertical Lift aircraft](http://go.usa.gov/5kmm) \n* [- Vertical-lift aircraft design expected soon](http://www.army.mil/article/76735/)\n* [- Aviators set 'aim point' for future vertical-lift aircraft](http://www.army.mil/article/55166/)\n* Related STAND-TO!:\n* [- Full Spectrum Aviation](http://www.army.mil/standto/archive/2011/01/14/)\n",
    "date": "Thursday, July 24, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nWe must continue to push implementation of the [Future Vertical Lift] Strategic Plan which will positively impact vertical lift aviation operations for the next 50-plus years. Absolutely, that is what [Joint Multi-Role] is all about. As we understand the demonstrated technologies and the opportunities for future technologies, that will feed the desired and reasonable capabilities and requirements for the potential FVL solutions.\n\n\n### - Dr. William Lewis, director, [AMRDEC Aviation Development Directorate](http://www.amrdec.army.mil/amrdec/Directorates/ADD.aspx)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}