{
    "id": "2014-07-25",
    "title": " U.S. Army Arts & Crafts: \"Resiliency through Art\" Initiative",
    "body": "**What is it?**\n\nThe [U.S. Army Installation Management Command](http://www.imcom.army.mil/) partnered with the American Art Therapy Association (AATA) and [Family and Morale Welfare Recreation Arts & Crafts](http://www.armymwr.com/recleisure/artsandcrafts/default.aspx) staff to develop the Resiliency through Art initiative. These are conducted art engagement sessions that help active duty Soldiers deal with stressors associated with reintegration upon returning from war. \n \nThe Resiliency through Art initiative supports the [Army's Comprehensive Soldier & Family Fitness](http://csf2.army.mil/) program's goals by providing Soldiers a calming, stress-free activity that they can enjoy on their own or with their families. According to the AATA, families who participate in art activities together often strengthen their relationships through shared enjoyment and the discovery of new strengths.\n\n\n**Why is this important to the Army?**\n\nThe Army is committed to supporting new alternatives to help Soldiers adjust to the transition from the combat environment to garrison life. The skills gained from the program help Soldiers and their families strengthen their relationships, better cope with adversity and become more resilient.\n\n\n**What has the Army done?** \n\nIMCOM, with support from the Army's Comprehensive Soldier Fitness program and the AATA,   worked with licensed art therapists to develop the Resiliency through Art train-the-trainer curriculum, which helps to address the issue of increased combat related disorders in Soldiers returning from deployment.\n\nSince August 2012, fifty-five MWR Arts & Crafts managers and program partners were trained by AATA to facilitate Resiliency through Art activities Army-wide. The three-day training course was taught at selected garrison pilot sites. Eight Resiliency through Art programs have been developed Army-wide with hundreds of Soldiers and their families. \n\n\n**What efforts does the Army plan to continue in the future?**\n\nIMCOM will continue to encourage Arts & Crafts program managers to collaborate with community partners as a way to sustain and expand the garrison Resiliency through Art programs. The goal is for MWR to provide a relaxing, safe environment that fosters resiliency through a creative, unstructured environment. IMCOM will continue to work with garrison Arts & Crafts staff to increase awareness, solicit command support and provide follow-up training. \n\n\n**Resources:** \n\n* [Army's Comprehensive Soldier & Family Fitness](http://csf2.army.mil/)\n* [U.S. Army Installation Management Command](http://www.imcom.army.mil/)\n* [Army.mil: IMCOM News](http://www.army.mil/imcom)\n* [MWR](http://www.armymwr.com/)\n* [Army.mil: MWR News](http://www.army.mil/info/organization/unitsandcommands/commandstructure/fmwrc)\n* [Army MWR Arts & Crafts Program](http://www.armymwr.com/recleisure/artsandcrafts/default.aspx)\n* [Comprehensive Soldier & Family Fitness](http://csf2.army.mil)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related articles:\n* [- MWR Arts & Crafts Initiative Builds Resilience through Art](http://www.armymwr.com/resilience-art.aspx)\n* Related STAND-TO!:\n* [-Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [-Comprehensive Soldier and Family Fitness](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02)",
    "date": "Friday, July 25, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nIf they don't abate sequestration in some way the Army will go to 420,000 people - 20,000 to 30,000 less than chief has said is essential to meet the obligations of the national military strategy. We don't want to see sequestration continue to take its hold, and we hope Congress offers us some relief from it.\n\n\n### - [Under Secretary of the Army Brad Carson](http://www.army.mil/leaders/usa/), referencing to the needs of Army of 2025, during his visit to Fort Sill, Okla., July 25  \n\n\n### - [Under secretary visits Fort Sill, shares Army future](http://www.army.mil/article/130443/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}