{
    "id": "2014-07-28",
    "title": "Army National Guard Electric Power Resilience ",
    "body": "**What is it?**\n\nThe Army Guard is pursuing electric power resilience through reduction of energy and water demand. The most secure electricity is that which is not used.  The Guard includes contribution to resilience as a consideration when funding energy and water projects.\n\nResilience is a broad term referring to the ability to adapt to changing conditions and recover rapidly from disruptions. In terms of electric power,  the Department of Defense defines resilience as \"the necessary planning and capability to ensure [military installations] have available, reliable, and quality power to continuously accomplish DOD missions\" in the face of power disruptions. \n\n\n\n**Why is this important to the Army?**\n\nDomestic installations are dependent on the grid for 99 percent of power demand.  Increasing power insecurity of the aging commercial grid threatens Army operations.  Electric power resilience is critical not only to support current operations, but also to meet future demands.  As stated in the [2014 Quadrennial Defense Review](http://www.defense.gov/pubs/2014_Quadrennial_Defense_Review.pdf), increasingly frequent extreme weather events are expected to expand the number of Defense Support for Civil Authorities missions -- which will fall largely to the Guard -- increasing the likelihood of power disruptions.  Secure, uninterrupted access to electric power is and will continue be vital to mission success.\n\n\n**What has the Army National Guard  done?** \n\nMany ARNG installations generate on-site renewable energy, which reduces electric power vulnerability. For critical electric power demand that cannot be shed or met with renewable energy that can operate off-grid, the ARNG uses diesel generators for back-up power. All ARNG installations participated in the DOD-wide Electric Power Resilience Review (EPRR), which assessed compliance with existing energy security policies and identified electric power vulnerabilities.  \n\n\n**What efforts does the Army National Guard  plan to continue in the future?**\n\nThe ARNG is moving away from reliance solely on fossil-fueled back-up generators toward a more robust electric power resilience strategy. By pairing renewable energy with microgrid technologies and energy storage to locally store and distribute renewable energy, renewables will supply power to an increasing number of critical power loads. The [New Jersey](http://www.state.nj.us/military/) and [Minnesota](http://www.minnesotanationalguard.org/) ARNG are exploring the possibility of using microgrids in conjunction with renewable energy generation. Working off of the initial results from the EPRR, states will establish energy security working groups, develop or update energy security plans, and identify solutions to mitigate vulnerabilities. In addition, ARNG Installations Division is amending the ARNG Facilities Management Program Guidance to include electric power resilience.\n\n\n**Resources:** \n\n* [Army National Guard Sustainability](http://www.arng.army.mil/aboutus/Pages/Sustainability.aspx )\n* [Assistant Secretary of the Army for Installations, Energy, and Environment Energy Page](http://www.asaie.army.mil/Public/ES/energy.html )\n* [Office of the Deputy Under Secretary of Defense for Installations and Environment: Power Resilience Initiative](http://www.acq.osd.mil/ie/energy/power.shtml)\n* [Army Energy Initiatives Task Force](http://www.armyeitf.com/)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* Related STAND-TO!:\n* [- Army National Guard's Sustainability and Resiliency](http://www.army.mil/standto/archive_2014-01-09/)\n* [-  Army Energy Initiatives Task Force](http://www.army.mil/standto/archive_2013-06-24/)\n* [- Defense Support of Civil Authorities Course](http://www.army.mil/standto/archive/issue.php?issue=2012-11-29)",
    "date": "Monday, July 28, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nThe greatest asymmetric (advantage) of our Army is our leaders. It takes years to develop good leaders, so start now. Don't assume your junior leaders know how to do leader development. It takes extra effort to really develop our junior non-commissioned and commissioned officers. You need  leader development programs at all your levels: brigade, battalion and company.\n\n\n### - [Chief of Staff of the Army Gen. Raymond T. Odierno](http://www.army.mil/leaders/csa/), stressing to the leaders, the importance of taking care of Soldiers and their professional development, which will support strong leadership and continued readiness for the Army, during a tour of Fort Carson, Colorado, July 24 \n\n\n### - [Odierno discusses leadership development, Army future with Fort Carson Soldiers](http://www.army.mil/article/130606/)\n\n### Related STAND-TO!:[Army Leader Development Program](http://www.army.mil/standto/archive_2013-04-15/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}