{
    "id": "2014-07-29",
    "title": "Cargo Pocket Intelligence, Surveillance and Reconnaissance Program  ",
    "body": "**What is it?**\n\n[U.S. Army's Natick Soldier Research, Development and Engineering Center (NSRDEC)](http://nsrdec.natick.army.mil/) Cargo Pocket Intelligence, Surveillance and Reconnaissance program (CP-ISR) is developing a pocket-sized aerial surveillance device for Soldiers and small units operating in challenging ground environments. \n\nThe CP-ISR, seeks to develop a mobile Soldier sensor to increase the situational awareness of dismounted Soldiers by providing real-time video surveillance of threat areas within their operational environment. The CP-ISR provides an organic ISR asset to the squad level.\n\n\n**Why is this important to the Army?**\n\nWhile larger systems have provided \"over-the-hill\" ISR capabilities on the battlefield for almost a decade, none of those delivers it directly to the squad level, where Soldiers need the ability to see \"around the corner\" or \"in the next room\" during combat missions. \n\nWhen Soldiers and small units need to assess the threat in a village or in thick canopy terrain where traditional ISR assets cannot penetrate, the CP-ISR can provide that capability. The size, weight and image-gathering capabilities of the surrogate system are promising advancements that fulfill the burgeoning requirement for an organic squad-level ISR capability. Ultimately, this capability will provide situational awareness, safety, and a decisive edge to Army's most important resource -- the individual Soldier.\n\n\n**What has the Army done?** \n\nNSRDEC engineers after investigating existing commercial off-the-shelf technologies, identified a surrogate CP-ISR system - Prox Dynamics' PD-100 Black Hornet. This is a palm-sized miniature helicopter weighing only 16 grams and operating remotely with GPS navigation. This has the ability to fly up to 20 minutes while providing real-time video via a digital data link from one of the three embedded cameras. It's tiny, electric propellers and motors make the device virtually undetectable to subjects under surveillance.  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nSeveral efforts are underway to develop three different aspects of the technology to ensure it is ready for the Soldier and small unit:  \n\n* (1) Redesign of the digital data link to achieve compatibility with U.S. Army standards. \n\n* (2) Developing and integrating advanced payloads for low-light imaging, allowing for indoor and night operations.  \n\n* (3) Researchers are enhancing the guidance, navigation and control algorithms for the CP-ISR surrogate system which will allow the airborne sensor to operate in confined and indoor spaces, such as when Soldiers advance from room to room as they clear buildings. \n\nIn November 2014, NSRDEC will collaborate with the [Maneuver Center of Excellence]( http://www.benning.army.mil/mcoe/), the [Army Research Laboratory](http://www.arl.army.mil/) and other organizations in support of the [Army Capabilities Integration Center's](http://www.arcic.army.mil/Home/index.aspx) Manned Unmanned Teaming (Ground) Limited Objective Experiment by demonstrating current capabilities of mobile Soldier sensors.\n\n\n**Resources:** \n\n* [U.S. Army's Natick Soldier Research, Development and Engineering Center (NSRDEC)](http://nsrdec.natick.army.mil/)\n* [U.S. Army Research, Development and Engineering Command (RDECOM)](http://www.army.mil/rdecom)\n* Related article:\n* [- Army researchers develop Cargo Pocket ISR](http://www.army.mil/article/130189/)\n* Related video: \n* [- Nano UAV - Black Hornet- PD-100 PRS](http://www.youtube.com/watch?v=4o7mRg74qcY)\n\n",
    "date": "Tuesday, July 29, 2014",
    "quote": "Focus Quote for the Day\n-------------------------\n\nThe Cargo Pocket ISR [Cargo Pocket Intelligence, Surveillance and Reconnaissance program] is a true example of an applied systems approach for developing new Soldier capabilities. It provides an integrated capability for the Soldier and small unit for increased situational awareness and understanding with negligible impact on Soldier load and agility.\n\n\n### - Dr. Laurel Allender, acting technical director, [Natick Soldier Research, Development and Engineering Center](http://nsrdec.natick.army.mil/)\n\n\n### - [Army researchers develop Cargo Pocket ISR](http://www.army.mil/article/130189/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}