{
    "id": "2014-07-31",
    "title": "GuardNet XXI",
    "body": "**What is it?**\n\nGuardNet XXI is the telecommunications and information technology (IT) infrastructure of the National Guard. The network supports the National Guard Bureau (NGB) joint team and provides the Chief, National Guard Bureau (CNGB) a responsive and accountable voice, video, and data capability to carry out his duties as the channel of communication between the Departments of the Army and Air Force and the several States and territories. \n\n\n**Why is this important to the Army?**\n\nAs the National Guard's contribution to the Joint Information Environment, GuardNet is a single, secure, accredited, standards-based mission command network that enables connectivity for over 2,500 training and operational facilities nationwide. GuardNet provides both inter-state and intra-state communications, connecting the states with each other, as well as enabling state, local, and tribal organizations to connect with each other internally. \n\nAs the ARNG's portion of the Department of Defense (DOD) Information Enterprise, GuardNet is separate and distinct from other IT systems due to unique statutory, regulatory, and operational requirements. GuardNet is operated, maintained, and defended end-to-end by ARNG Title 10 and Title 32 full-time staff and its Computer Network Defense (CND) teams. These IT professionals uniquely serve as part-time Soldiers in traditional NG units, boosting readiness by providing the means to exercise and develop IT talent. It is imperative that the ARNG maintain critical cyber-related skills that augment and enhance the capability of today's operational reserve.\n \n\n\n**What has the Army National Guard done?** \n\nThe Army has enabled the ARNG to provide the most efficient data transport capability in the entire DOD. By supporting ARNG efforts in building GuardNet XXI to support ARNG-specific requirements, the network is able to fulfill both state and federal operational, training and readiness requirements.\n\n\n**What efforts does the Army National Guard plan to continue in the future?**\n\nCritical to the ARNG remaining an operation force is the Armory as a Docking Station initiative, which will support home station unit training by providing the network capacity and capability for units to maintain individual, unit, and multi-echelon training proficiency as well as improve immediate response for state and federal domestic mission.  This initiative is paramount as Army training opportunities dwindle for the Total Force, as evidenced in the current off-ramping of training bandwidth and connectivity for accessing the network through the Army's Fixed Regional Hub Nodes. Additionally, with the Warfighter Information Network - Tactical (WIN-T) Increment 2 implementation, future bandwidth and connectivity resources will become more constrained with fewer training opportunities.\n\n**Resources:** \n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army.mil: ARNG News](http://www.army.mil/news/nationalguard/)\n* [GuardNet XXI - IT Dashboard](https://itdashboard.gov/investment?buscid=79)\n* [PEOC3T: WIN-T INCREMENT 2](http://peoc3t.army.mil/wint/inc2.php)\n",
    "date": "Thursday, July 31, 2014",
    "quote": "Quote for the Day\n-------------------------\n\nIn combat, you have to depend on the person on your right and left. Your life is in their hands. But it's also about being committed to the institution.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) shared during his opening remarks with general officers and command sergeants major from across the components at the first CSA Army Profession Symposium, July 30, 2014, held in West Point, New York.\n\n\n### - [CSA: Ethical dilemmas pose tough calls for Soldiers](http://www.army.mil/article/130849/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **August 2014** \n\n* Antiterrorism Awareness Month \n\n* August 26: Women's Equality Day\n\n* **September 2014** \n\n* National Preparedness Month \n\n* National Hispanic Heritage Month \n\n* Suicide Prevention Month \n\n* Sept. 28: Gold Star Mothers Day\n \n* Sept. 11: Patriots Day  \n"
}