{
    "id": "2015-11-02",
    "title": "Warrior Care Month: Show Your Strength through Recovery",
    "body": "**What is it?** \n\nThe U.S. Army observes Warrior Care Month in November.  This is a time where the military community reaffirms their commitment to the best recovery and reintegration for the nation's wounded, ill and injured service members, their families and the professionals who support them.\n\nThe first week's theme is \"Show Your Strength through Recovery.\" Central to the recovery process is the concept of resilience and in recognizing that what wounded, ill and injured Soldiers and their Families confront during the act of healing will only make them stronger.\n\n**What has the Army done?**\n\nRecovery is about more than physical health, nutrition and exercise. Upon entering a Warrior Transition Unit (WTU) Soldiers build a personalized Comprehensive Transition Plan (CTP) with short- and long-term goals across six domains: physical, spiritual, social, emotional, Family and career.  Family members and caregivers are actively involved in the recovery process and invited to all medical appointments and transition meetings. \n \nIn 2007, the Army established the [Warrior Care and Transition Program](http://www.wtc.army.mil/about_us/programs.html), including WTUs and incorporating the [Army Wounded Warrior Program (AW2)](http://www.wtc.army.mil/modules/veterans/v2-aw2EligibilityEnrollment.html) to support wounded, ill and injured Soldiers and their Families. \n \nCurrently, at 25 WTUs, each recovering Soldier benefits from a dedicated Triad of Care (primary care manager, nurse case manager and squad leader),who collaborate with a multidisciplinary team of medical and non-medical professionals to ensure each recovering Soldier receives the best possible care and support. AW2 advocates also support the most severely wounded.  \n \n\n**What does the Army have planned for the future?**\n\nThe Army views support for wounded, ill and injured Soldiers as a sacred obligation and enduring mission.  As Soldiers become wounded, ill and injured in the line of duty, the Army will continue to provide a robust support system throughout the recovery and transition process.\n\n**Why is this important to the Army?** \n\nProviding world-class medical care to all Soldiers and their Families has always been a priority to the Army.  Supporting our wounded, ill and injured reaffirms the Army's commitment to a strong Army Medical Department and reassures the entire Army Family that the Army will stand by every Soldier who requires the support of the Warrior Care and Transition Program.\n\n**Resources:**\n\n\n* [Warrior Transition Command](http://www.wtc.army.mil/)\n* [Warrior Care and Transition Program (WCTP)](http://www.wtc.army.mil/about_us/programs.html)\n* [Army Wounded Warrior Program (AW2)](http://www.wtc.army.mil/modules/veterans/v2-aw2EligibilityEnrollment.html)\n\n\n",
    "date": "Monday, November 2, 2015",
    "quote": "Farewell Message\n------------------------------\n\nYou are America's indispensable Army. You are part of the rock - the\nfoundation - that holds our great country together. You have shared uncommon lives and challenges and have done what your country has required of you. You have, quite simply, ensured our way of life. I am proud to have served in your gallant company.\n\n### - John M. McHugh, 21st secretary of the Army, bids farewell after six years serving in the position \n\n### [SecArmy's Farewell Message](http://www.army.mil/e2/rv5_downloads/leader/sa/mchugh_farewell_message.pdf)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st) \n\nWarrior Care Month\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}