{
    "id": "2015-11-04",
    "title": "Army Research Lab's Open Campus ",
    "body": "**What is it?** \n \nThe U.S. Army Research, Development and Engineering Command's [U.S. Army Research Laboratory](http://www.arl.army.mil/www/default.cfm) (ARL) is focused on bringing together science and engineering researchers from across the globe to address priorities laid out by the U.S. Army Training and Doctrine Command for the [Army of 2040 and beyond](http://www.army.mil/e2/c/downloads/388815.pdf). \n\nARL's [Open Campus](http://www.arl.army.mil/opencampus/) will create a 21st century research culture that is agile and effective, and could serve as a model to transform the entire U.S. Defense Laboratory Enterprise which is viewed as a critical national security element. \n\nThe goal of ARL's Open Campus business model is to expand ARL's science and technology ecosystem by bringing together government laboratories, academic institutions, small businesses and industry to form a globally collaborative network. By leveraging each other's expertise, specialized facilities and capabilities, this S&T ecosystem strengthens the potential for innovative breakthroughs that will empower future Army success. \n\n**What has the Army done?**\n\nOpen Campus has moved beyond a pilot program to the ARL location in [Aberdeen Proving Ground](https://www.apg.army.mil/), where research priorities address challenges in lethality and Soldier protection. The Open Campus business model started at [Adelphi Laboratory Center](https://www.facebook.com/USAG.Adelphi), in Adelphi, Maryland,  and has developed and matured over the past two years, with more than 400 researchers in and out of the laboratory to work on fundamental research problems.  Since the beginning, 125 new Cooperative Research and Development Agreements have been formed with academia and industry. Layered security measures have been put in place to allow for restricted, unescorted access of international collaborators in designated areas. \n \n\n**What does the Army have planned for the future?**\n\nThe Army is establishing another research facility in Southern California, ARL-West, which will focus on human interaction technologies for future Army systems. The laboratory will recruit a West Coast staff drawn from regional talent for this new hub of innovation. ARL is committed to having 15 percent of its research staff on rotational assignments outside of the laboratory at collaborative partner locations, with at least that number of collaborators actively participating at home stations.\n\n**Why is this important to the Army?** \n\nAs the military looks to retain an edge in the battlespace, scientists and engineers at ARL are looking at the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) as a guide of how future Army forces will prevent conflict, shape security environments, and win wars, but they should not be looking at it in silos. At the most fundamental level of scientific discovery, the best and the brightest minds within and outside of government should be part of the ecosystem that could be leveraged at all levels of the process of technology development, and that is the strength Open Campus affords.\n\n**Resources:**\n\n* [U.S. Army Research Laboratory](http://www.arl.army.mil/www/default.cfm)\n* [- Open Campus](http://www.arl.army.mil/opencampus/)\n* [U.S. Army Research, Development and Engineering Command]( http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc)\n* [Army Technology Live](http://armytechnology.armylive.dodlive.mil/)\n* Related documents: \n* [Conceptualizing 2040 and Beyond](http://www.army.mil/e2/c/downloads/388815.pdf)\n* Related STAND-TO!: \n*  [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n*  [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* Related articles:\n* [- Army unveils Excalibur, one of the world's top 20 supercomputers](http://www.army.mil/article/157273/)\n",
    "date": "Wednesday, November 4, 2015",
    "quote": "Focus Quote for the Day\n------------------------------\n\nOpen Campus has come about because ARL needed a structure, environment, and cultural concept that could help researchers become more successful as we move into the future federal research laboratory system. There are three aspects to the Open Campus solution: true collaboration; creating career-enhancing opportunities for Army researchers; and, finally, looking holistically at the technology future of the country, even beyond Defense.\n\n### - Dr. Thomas P. Russell, director, [Army Research Laboratory](http://www.arl.army.mil/www/default.cfm)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=st) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5)\n\n"
}