{
    "id": "2015-11-09",
    "title": "Warrior Care Month: Reconditioning",
    "body": "**What is it?** \n \nThe Army's Warrior Care Month commemoration continues throughout November, and this week's theme is \"Show Your Strength through Reconditioning.\" Adaptive reconditioning offers activities and sporting competition for wounded, ill and injured Soldiers to optimize their physical, cognitive and emotional well-being and also remain connected to their military community.  \n\n\n**What has the Army done?**\n\nThe Army incorporated formal adaptive reconditioning programs at its 25 Warrior Transition Units (WTUs), and medical providers actively work to incorporate adaptive reconditioning into each Soldier's recovery plan.  Adaptive sports and reconditioning lead to a variety of benefits, including: less stress, fewer secondary medical conditions, increased independence, building relationships with others and learning new life skills to assist with transition.  \n\nWhether the Soldier wants to compete in the Warrior Games, hone their typing skills after an injury or work toward a new MOS, the Army provides an adaptive reconditioning activity. Adaptive activities include: physical training, competitive and non-competitive adaptive sports, therapeutic recreational activities, gym-based exercise programs, arts and cultural programs, lifestyle skills and outdoor activities. \n\n\n**What does the Army have planned for the future?**\n\nAcross the Army, during November, Army WTUs will host adaptive sports and reconditioning events to educate Soldiers, [Veterans](http://www.army.mil/veterans/?from=stf), [Families](http://www.army.mil/families/?from=stf) and communities at every level on the value and benefit of adaptive reconditioning.  WTU Soldiers will also take an active look at their adaptive reconditioning activities and goals to ensure they incorporate meaningful activities into their recovery and transition plans. \n\nSeveral events will occur around the country in Army communities. Army wounded, ill and injured Soldiers will participate in a sitting volleyball competition at the Pentagon Athletic Center, Pentagon, Washington, D.C., on Nov. 18 as well as a joint-service exhibition wheelchair rugby tournament at Joint Base Andrews, Andrews Air Force Base, Maryland, on Nov. 20.\n\n\n**Why is this important to the Army?** \n\nWounded, ill and injured Soldiers contribute to the force in a variety of ways, including demonstrating the true spirit of resilience and the Warrior ethos. Adaptive reconditioning actively contributes to their readiness and to the overall readiness of the Army.\n\n**Resources:**\n\n* [Warrior Transition Command](http://www.wtc.army.mil/)\n* [- Adaptive Reconditioning](http://www.wtc.army.mil/modules/soldier/s5-adaptiveReconditioning.html)\n* [- Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n* [Soldier for Life](https://soldierforlife.army.mil/)\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient/?from=stf) \n* Related STAND-TO!: \n* [- Warrior Care Month: Show Your Strength through Recovery](http://www.army.mil/standto/archive_2015-11-02/) \n* [-  Soldier for Life Update](http://www.army.mil/standto/archive_2014-01-17/)\n",
    "date": "Monday, November 9, 2015",
    "quote": "Focus Quote for the Day\n------------------------------\n\nWarrior Care Month continues to remind us of our unyielding commitment to the wounded, ill and injured Soldiers and their support network of Families and caregivers ... We are inspired by their resiliency in recovery, rehabilitation and reintegration as Soldiers and Veterans.  \n\n### - Army senior leaders\n\n### Read the complete tri-signed letter: [Warrior Care Month 2015- *Show of Strength*](http://www.wtc.army.mil/pressRoom/pressReleases/Warrior_Care_Month_Signed_2015.pdf)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=ste) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\nNov. 11: [Veterans Day](http://www.army.mil/veterans/?from=st)\n\nNov. 12: White House Ceremony for Medal of Honor award to [Capt. Florent Groberg](http://go.usa.gov/3uHZ5/?e)\n\nNov. 13: Pentagon Hall of Heroes Ceremony for MOH Recipient [Capt. Florent Groberg](http://go.usa.gov/3uHZ5/?e)\n\n"
}