{
    "id": "2015-11-16",
    "title": "Warrior Care Month: Reintegration",
    "body": "**What is it?** \n\nThe 2015 Warrior Care Month observance continues with this week's theme, \"Show Your Strength through Reintegration.\"   Reintegration means a number of things to wounded, ill and injured Soldiers. Some rejoin their unit or return to military service in another capacity, while others reintegrate back into civilian life upon leaving their [Warrior Transition Unit](http://www.wtc.army.mil/modules/soldier/s1-wtu.html) (WTU).\n\n**What has the Army done?**\n \nEach Soldier in a WTU creates a [Comprehensive Transition Plan](http://www.wtc.army.mil/modules/soldier/s1-ctp.html) (CTP) that includes career goals, whether the Soldier is transitioning back to the force or to civilian life.  Soldiers returning to the force can participate in Army training for their military occupational specialty (MOS) and career-oriented programs, whether they return to their original MOS or transition to a new role.  Those separating from the force ready themselves for the civilian workforce by preparing for college, taking college classes, earning certifications and participating in professional internships at federal agencies.  \n\nSoldiers who are transitioning out of the Army also participate in [Soldier for Life](https://soldierforlife.army.mil/) briefings, including workshops on writing federal and civilian resumes, interviewing skills, and other elements of joining the civilian workforce.\n\nMany Soldiers participate in [Career and Employment Readiness](http://www.wtc.army.mil/modules/soldier/s4-careerPlanning.html) activities. Eligibility is based on the individual Soldier's medical and transition situation. More than 500 WTU Soldiers have completed internships through [Operation Warfighter](http://warriorcare.dodlive.mil/wounded-warrior-resources/operation-warfighter/) (OWF), a Department of Defense program designed to allow recovering service members from all branches to intern at local federal agencies.  Soldiers build professional experience, develop stronger networks and enhance their understanding of the civilian workforce.\n\n\n**What does the Army have planned for the future?**\n\nWTU Soldiers who are transitioning out of the Army will continue to work with the Soldier for Life program to access transition resources prior to their separation and actively work towards career goals in their recovery plans, as their medical situation allows.  The Army will also continue to support [Career and Education Readiness programs](http://www.wtc.army.mil/modules/soldier/s4-careerPlanning.html) for WTU Soldiers, allowing them to prepare for or remain competitive in their respective career fields or MOS during their recovery.   \n\n**Why is this important to the Army?** \n\nRegardless of whether they return to the force or transition to civilian life, Soldiers represent the Army wherever they go.  Helping Soldiers prepare for the next phase of their careers after becoming wounded, ill or injured enables them to become proud, productive citizens who contribute to society, benefiting themselves, their Families, the Army and the entire nation.  \n \n\n\n**Resources:**\n\n* [Army Senior Leaders Tri-signed letter: *Warrior Care Month 2015- Show of Strength*](http://www.wtc.army.mil/pressRoom/pressReleases/Warrior_Care_Month_Signed_2015.pdf)\n* [Warrior Transition Command](http://www.wtc.army.mil/) \n* [- Comprehensive Transition Plan](http://www.wtc.army.mil/modules/soldier/s1-ctp.html)\n* [- Career Planning](http://www.wtc.army.mil/modules/soldier/s4-careerPlanning.html)\n* [- Internships](http://www.wtc.army.mil/modules/soldier/s3-internships.html)\n* [- Employment Resources](http://www.wtc.army.mil/modules/employers/index.html)\n* [- Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n* [Department of Defense Warrior Care Month](http://www.defense.gov/News/Special-Reports/1015_warriorcare)\n* [- Operation Warfighter](http://warriorcare.dodlive.mil/wounded-warrior-resources/operation-warfighter/)\n* [Soldier for Life](https://soldierforlife.army.mil/)\n* [U.S. Army Ready and Resilient](http://www.army.mil/readyandresilient/?from=stf)\n* Related STAND-TO!: \n* [- Warrior Care Month: Reconditioning](http://www.army.mil/standto/archive_2015-11-09/)\n* [- Warrior Care Month: Show Your Strength through Recovery](http://www.army.mil/standto/archive_2015-11-02/)\n* [- Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/)\n\n\n",
    "date": "Monday, November 16, 2015",
    "quote": "Quote for the Day\n------------------------------\n\nI stand in front of you as a proud American, grateful that I've been given the opportunity to serve and wear the colors of our country in time of war. I am blessed to be surrounded, trained, mentored, led and followed by some of our nation's greatest warriors. \n\n### - Medal of Honor Recipient Capt. (Ret.) Florent A. Groberg, after being inducted into the Hall of Heroes during a ceremony at the Pentagon, Nov. 13  \n\n### [Army Medal of Honor recipient inducted into Pentagon Hall of Heroes](http://www.army.mil/article/158619/?from=stq)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=ste) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\n**December 2015**\n\nDec 7: Pearl Harbor Day\n\nDec 12: Army-Navy Game\n\nDec 15 - Jan. 25: Battle of Bulge\n\n\n\n\n"
}