{
    "id": "2015-11-17",
    "title": "NCO Solarium II",
    "body": "**What is it?** \n\nThe Noncommissioned Officer Solarium II 2015, a sergeant major of the Army (SMA) initiative, is a significant effort to inform and shape the future direction of the U.S. Army. This effort brings together 60 sergeants first class at U.S. Army Training and Doctrine Command's [Center for Army Leadership](http://usacac.army.mil/organizations/mccoe/cal)  at Fort Leavenworth, Kansas, Nov. 17-20, 2015. Through this initiative, the noncommissioned officers (NCOs) will identify issues that will have an impact on the Army into the foreseeable future and provide recommendations to the SMA. \n\n**What has the Army done?**\n \nThe concept for the Solarium was drawn from Project Solarium, a national-level exercise in strategy and foreign policy design led by President Dwight D. Eisenhower in 1953. That effort produced a U.S. national security document that laid the foundation for a Cold War policy that lasted for decades.   \n\nThe NCO Solarium II consists of two phases: an online phase using Defense Collaboration Services and an on-site phase. The first phase includes a DCS stage-setter with all participants on Oct. 6, 2015, that provides the purpose of the Solarium, identifies the topics for discussion with the SMA, and concludes with the way ahead for the Solarium. \n\nThe second phase is onsite at Fort Leavenworth and consists of three and a half days to finalize the topic presentation to the SMA. On day four, the SMA will address all Solarium participants and representatives from each group will present their topics and recommendations to the SMA. The SMA will provide the field the results of Solarium II, initially to the chief of staff of the Army, followed by communications to internal and external audiences. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nSimilar meetings have been held with captains and majors, as well as senior Army civilians. A solarium for warrant officers is currently slated for January 2016. The intent is to continue holding Solarium-type events on a recurring basis, in the continental U.S. and overseas, with all component and cohort groups, to solicit insight to help shape the Army for success in the future.\n\n**Why is this important to the Army?** \n\nThe Army values its leaders' observations and insights, which will be used to adapt policy, processes and programs. Solarium represents a great developmental opportunity for participants and also affords Army senior leaders a forum to engage military members and civilian personnel, at all levels, directly while communicating the Army's priorities.   \n \n\n\n**Resources:**\n\n\n* [Combined Arms Center](http://usacac.army.mil)\n* [Center for Army Leadership](http://usacac.army.mil/organizations/mccoe/cal)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!:\n* [- Solarium 2015](http://www.army.mil/standto/archive_2015-04-29/) \n* Related articles:\n* [- Noncommissioned officers want more clearly defined role in mission command]( http://www.army.mil/article/148093/)\n* [- Soldiers take tough stance on physical fitness test failures](http://www.army.mil/article/147940)  \n* [- Non-commissioned officers advise care for key assignments]( http://www.army.mil/article/147879/)  \n\n\n\n",
    "date": "Tuesday, November 17, 2015",
    "quote": "Focus Quote for the Day\n------------------------------\n\nTrust is the bedrock of the Army profession ... 'Who do I trust?' and 'Do my Soldiers trust me?'  If they don't [trust you] ... you need to do something about it. If they do, you need to continue to do what you're doing.  \n\n### - Sgt. Maj. of the Army Daniel A. Dailey, emphasizing the importance of \"trust\" and the leaders' role to sustain this trust, during a town hall meeting held at Joint Base Lewis-Mcchord, Washington, earlier this year \n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=ste) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\n**December 2015**\n\nDec 7: Pearl Harbor Day\n\nDec 12: Army-Navy Game\n\nDec 15 - Jan. 25: Battle of Bulge\n\n\n\n\n"
}