{
    "id": "2015-11-19",
    "title": "Travel Risk Planning System",
    "body": "**What is it?** \n\nThe Travel Risk Planning System, commonly known as TRiPS, is an online, automated risk assessment tool developed to help commanders and leaders mitigate risk and reduce fatalities among personnel driving a private motor vehicle or motorcycle outside their local area.\n \n\n**What has Army done?**\n\nA May 2015 revision to an update originally released during fiscal 2014 provides users a more stable platform and is accessible on any device with Internet access. In addition, users are no longer required to register for a TRiPS account and may use their personal email addresses, eliminating the need for common access card login. Feedback to date has been positive.\n\nA new feature that recently went live captures the physical impact of long flights and the subsequent hazards posed to an overall road trip. This option was developed after safety professionals stationed OCONUS voiced concerns that TRiPS did not factor extended air travel as part of leave, pass or TDY, a risk many Soldiers and civilians face when returning from overseas. The main goal of the new feature is to get Soldiers and civilians to discuss the impact of air travel with their supervisors so mitigation measures can be planned prior to departure.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe [U.S. Army Combat Readiness Center](https://safety.army.mil) (USACRC) will continue to monitor TRiPS for performance issues and looks to the Army for feedback and recommendations for improvement. Additional features that address the risks associated with taking a road trip will always be considered by USACRC leaders and product developers.\n\n**Why is this important to the Army?** \n\nDuring fiscal 2015, 11 percent of Army private motor vehicle fatalities occurred more than 150 miles from home installation. If a Soldier or civilian completes a TRiPS assessment and has a face-to-face discussion with his or her supervisor, the likelihood the trip will end in a fatal accident is greatly reduced. The USACRC recognizes the importance of TRiPS and its impact on Soldier safety during leave and travel and is committed to resolving technical issues to improve user experience. Anyone with questions or concerns regarding TRiPS may contact the [USACRC Help Desk](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil).\n  \n \n**Resources:**\n\n\n* [U.S. Army Combat Readiness Center](https://safety.army.mil)\n* [TRiPS](https://trips.safety.army.mil/Default.aspx?alias=trips.safety.army.mil/army& )\n* [FY16 Army Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/56)\n* Related STAND-TO!\n* [- Off-Duty Safety Awareness Presentation](\nhttp://www.army.mil/standto/archive_2015-05-22/)\n* [-R2: Risk Reduction and Safety](http://www.army.mil/standto/archive_2015-04-08/)\n* **Contact**: [USACRC Help Desk](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil)\n\n\n\n\n\n",
    "date": "Thursday, November 19, 2015",
    "quote": "Quote for the Day\n------------------------------\n\nI think our Army and our nation needs us. I always believe readiness should be looked at as an investment and not simply as a measurement of cost. \n\n### - Lt. Gen. Timothy J. Kadavy, director, [Army National Guard](http://www.army.mil/news/nationalguard/),  emphasizes upon the importance of continued readiness, one of his five priorities,  for the Army National Guard Soldiers to remain warfighting capable and to provide timely responsiveness to state governors, at the Association of the United States Army-sponsored forum, Nov. 18 \n\n### [Army National Guard director: Two weeks annually, weekend per month enough?](http://www.army.mil/article/158810)\n\n\n### Read [ARNG news](http://www.army.mil/news/nationalguard/) \n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=ste) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\n**December 2015**\n\nDec 7: Pearl Harbor Day\n\nDec 12: Army-Navy Game\n\nDec 15 - Jan. 25: Battle of Bulge\n\n\n\n\n"
}