{
    "id": "2015-11-24",
    "title": "Medical Readiness Assessment Tool ",
    "body": "**What is it?** \n\nThe Medical Readiness Assessment Tool (MRAT) is a cloud-based, three-applications-in-one electronic decision support and screening tool that allows U.S. Army clinicians and non-clinician leaders to more proactively maintain Soldier readiness. \n \nThe primary objective of the MRAT is to provide timely holistic assessments and interventions to preserve unit readiness to at-risk Soldiers. Within the constraints of Health Insurance Portability and Accountability Act and privacy rules, the MRAT provides leaders and clinicians a powerful tool for mitigating factors that threaten individual medical readiness.\n\n\n**What has Army done?**\n\nThe program office responsible for the MRAT, the OTSG/MEDCOM, G-8/9, Innovative Clinical Analytics (ICA) team, has developed a fully operational tool and a sustainable process for ensuring high quality information is displayed in the MRAT.  This includes the processing of 28 million rows of data using 10,000 lines of code to clean the data and calculate Medical Non-Deployment risk for all active component Soldiers each month.   \n\nThe ICA team developed a complete training package, including a 94 page *How-to* handbook and highly rated instructor-led, hands-on learning.\nFinally, the ICA team has rolled out the MRAT to Army Medical Department (AMEDD) leadership and clinical staffs at 15 Army installations.  \n\nFinally, the ICA team has rolled out the MRAT to Army Medical Department (AMEDD) leadership and clinical staffs at 15 Army installations.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe MRAT team will complete a preparatory rollout of the MRAT to AMEDD leaders, clinicians, and support staff of Medical Readiness Platforms at 17 installations using mobile training teams from third-quarter fiscal year 2015 to first-quarter fiscal year 2016.  Army-wide release of the MRAT will occur in conjunction with the Medical Readiness Transformation initiative scheduled for release Q3FY16 using a combination of instructor-led and computer-based training.  \n\n**Why is this important to the Army?** \n\nThe MRAT improves leader insight on unit-level medical risk and enables clinicians to efficiently provide accurate individual-level readiness assessments to commanders.\n\nThe MRAT supports Army Medicine's transformation from a healthcare system to a system for health by identifying at-risk Soldiers earlier than previously feasible, improving evaluative quality, and enabling clinicians to better engage patients.\n\n \n**Resources:**\n\n* [ Video: Medical Readiness Assessment Tool](https://www.dvidshub.net/video/429772/medical-readiness-assessment-tool-mrat)\n* [Army Medicine](http://armymedicine.mil/Pages/Home.aspx) \n* Related article: \n* [- In the business of health readiness](http://www.army.mil/article/156477/)\n\n",
    "date": "Tuesday, November 24, 2015",
    "quote": "Focus Quote for the Day\n------------------------------\n\nThe MRAT enables proactive identification and management of risk factors affecting health readiness using \"big data\" already in place. It provides monthly, rapidly-accessible, health readiness-related metric reports on Army units using a systematic format that does not require local data management\n\n### - Lt. Gen. Patricia D. Horoho, U.S. Army Surgeon General and commanding general of the [U.S. Army Medical Command](http://armymedicine.mil/Pages/home.aspx)\n\n### [In the business of health readiness](http://www.army.mil/article/156477/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n**November 2015**\n\nNational Native American Heritage Month:  Visit- Army.mil: [American Indians in the U.S. Army](http://www.army.mil/americanindians/?from=st)\n\nMilitary Family Appreciation Month: Visit Army.mil: [Army Families](http://www.army.mil/families/?from=ste) \n\n[Warrior Care Month](http://www.wtc.army.mil/wtc/warrior_care_month_2015.html)\n\n**December 2015**\n\nDec 7: Pearl Harbor Day\n\nDec 12: Army-Navy Game\n\nDec 15 - Jan. 25: Battle of Bulge\n\n\n\n\n"
}