{
    "id": "2015-02-03",
    "title": "National Patient Recognition Week 2015",
    "body": "**What is it?** \n\nNational Patient Recognition Week is celebrated annually Feb. 1-7, throughout the country and is recognized officially with events on National Patient Recognition Day, Feb. 3. This presents an incredible opportunity for Army leaders and [Army Medicine](http://armymedicine.mil/pages/home.aspx) providers to honor all Military Health System beneficiaries. Army Medicine will recognize its patients throughout the entire month of February, demonstrating that the Army and Army Medicine remain committed to patient centered care, focusing on quality and the highest standards in providing safe care.  The theme for 2015 is \"Committed to your Well-being.\" \n\n**What the Army has done?** \n\nArmy Medicine is committed to delivering responsive, reliable and relevant healthcare that enhances Soldier and unit readiness, optimizes value and transforms the healthcare experience for our beneficiaries. Army Medicine continues to lead the way in medical innovations, programs and support services to enhance access and continuity of care, patient satisfaction and inspiring continued confidence in Army Medicine.  These medical innovations include, but are not limited to, pain management, amputee care, regenerative medicine/burn care, telehealth, and the [Ready and Resilient Campaign](http://www.army.mil/readyandresilient) and [Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx) programs to enhance the performance of its Soldiers.\n \n**What does the Army have planned for the future?** \n\nThe Army Medicine health care team will continue providing Soldiers, families and all those entrusted with their care, the continued commitment on patient-centered care emphasizing quality of care and safety is the foundation of Army Medicine.  As it transitions to a System for Health, Army Medicine will reinforce and enhance its commitment to becoming a high reliability organization, leading the way in creating a culture of safety in medical care and zero preventable harm.  It will also continue providing reliable, responsive and compassionate services as they partner with their beneficiaries on health and wellness promotion, both in their health readiness platforms and in their Lifespace - that space outside of traditional medical settings. Army Medicine honors and thanks its beneficiaries for their honorable service and sacrifices made on the battlefield and at home. \n\n**Why is this important to the Army?** \n\nMilitary Health System beneficiaries deserve the finest care and support the Army can provide. Army leaders are vigilant of their beneficiaries' unique needs, and improving their well-being is vital to improving patient outcomes and satisfaction. Army Medicine will continue to enhance and improve medical capabilities and services to those we provide care to.  Army Medicine is: *Serving to Heal ... Honored to Serve!*\n\n\n**Resources:**\n\n* [Army Medicine](http://armymedicine.mil/pages/home.aspx)\n* [- Performance Triad](http://armymedicine.mil/Pages/performance-triad.aspx)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [High Reliability Organizations](http://high-reliability.org/)\n* Related STAND-TO!: \n* [- Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* [- Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n",
    "date": "Tuesday, February 3, 2015",
    "quote": "Quote for the Day\n\n-------------------\n[Army] to not only be trained and ready to address any number of emergent missions that may arise, but to have an effective engagement capability though regionally aligned forces that can ultimately, over time, prevent some of these crises from maturing ... America's Army must stay trained and ready. \n\n### - Maj. Gen. Thomas A. Horlander, director of the Army budget, while briefing reporters about the fiscal 2016 Army budget request at the Pentagon, explains that the  $20.6 billion request for overseas contingency operations is meant to keep the Army resourced and ready, Feb. 2, 2015  \n\n### [Army's fiscal 2016 budget to help close gap for leader development training](http://www.army.mil/article/142102) \n\n### Related STAND-TO!:  [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}