{
    "id": "2015-02-04",
    "title": "African American/Black History Month: \"A Century of Black Life, History, and Culture\"",
    "body": "**What is it?** \n\nEach February, the United States Army honors the remarkable contributions of African American men and women in the building of the nation.  The 2015 theme, selected by the Association for the Study of African American Life and History is  *\"A Century of Black Life, History, and Culture.\"*   This theme highlights the fact that over the past century, African American life, history, and culture have become major forces in the United States and the world.\n\n**What has the Army done?**\n\nA tri-signed letter signed by the Secretary of the Army, the Chief of Staff and the Sergeant Major of the Army honors the remarkable contributions of African American men and women.  This letter pays tribute to the sacrifices and contributions African American Soldiers, civilians and families have made to the nation.  \n\nThe Army leadership has asked the entire Army family to publicly commemorate the significant contributions that continue to make the Army the premiere fighting force in the world.  Army Strong!\n\n**What continued efforts does the Army have planned for the future?**\n\nThroughout the year, the Army will celebrate and commemorate the diversity of the Army and leverage and draw strength from the rich diversity within the ranks by recognizing the critical role played by all in strengthening the nation's presence around the world.\n\n**Why is this important to the Army?**\n\nAmerican's Army is a world-class force, recruiting the best talent regardless of race or gender.  The Army ensures the integration of diverse attributes, experiences and backgrounds in ways that enhance decision making and inspire high performance.  \n\nThe Army has benefited from the leadership, intelligence and contributions of African American generals like Gen. Lloyd J. Austin III, Gen. Dennis Via and Major Gen. Marcia M. Anderson to name a few.\n\n**Resources:**\n\n* [Presidential Proclamation 2015](http://www.whitehouse.gov/the-press-office/2015/01/30/presidential-proclamation-national-african-american-history-month-2015)\n* [Army Diversity](http://www.armydiversity.army.mil/)\n* [U.S. Army Center for Military History: African Americans in the U.S. Army](http://www.history.army.mil/html/topics/afam/index.html) \n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife) \n* [Army.mil: African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n* [Association for the Study of African American Life and History](http://www.asalh.org/)\n* Related STAND-TO!\n* [- Celebrating Martin Luther King Day: \"Remember, Celebrate, Act! A Day On, Not a Day Off!\"]( http://www.army.mil/standto/archive_2015-01-16/)\n",
    "date": "Wednesday, February 4, 2015",
    "quote": "Quote for the Day\n-------------------\n\n\nWithin our culture, we will always strive to meet any requirement from the combatant commander. The Army actively accomplishes those missions, which gives an impression that everything is fine and that there are no impacts to an Army that's still ready to do the business the nation requires.  \n\n### - Maj. Gen. Gary Cheek, assistant deputy chief of staff, G-3/5/7, addresses the 2016 Army budget, with other senior Army budget leaders during a media roundtable at the Pentagon Feb. 3\n\n### [Budget reductions raise risk to readiness](http://www.army.mil/article/142138) \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}