{
    "id": "2015-02-05",
    "title": "Ready and Resilient",
    "body": "**What is it?**\n\nReady and Resilient enables and empowers commands and unit leaders to take care of Soldiers, Army civilians and their families. Commands and Army leaders must  be able to identify risks and support the overall personal and professional growth of those in their organizations. They must foster an environment based on [Army values](http://www.army.mil/values/) where individuals treat themselves and others with dignity and respect, build trust, encourage help-seeking behaviors and enable their teams to recognize warning signs and become interveners instead of bystanders. \n\nA Ready and Resilient force is optimized and able to thrive in uncertain and complex environments.\n\n**Why is this important to the Army?**\n\nArmy professionals need to be physically, emotionally, and psychologically strong to optimize performance and achieve personal readiness. Building a Ready and Resilient force is paramount to mission success, as explained in the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/), which recognizes that decentralized operations in complex environments require adaptive leaders, cohesive teams and trusted professionals committed to the [Army ethic](http://www.army.mil/e2/c/downloads/356486.pdf). The Army requires commands and leaders to be competent, committed, agile and adaptive so that they can build on the strengths of their people. \n\n**What has the Army done?**\n\nThe Ready and Resilient Campaign was released Army-wide in March 2013. Since then the Army has emphasized the importance of building resilience and enhancing personal and mission readiness.  \n\nThe Army also developed the ability to raise issues and share solution sets across the entire Army through the use of its established governance structure, where best practices are elevated, from the command and installation level to headquarters, for visibility, support, and potential implementation and resourcing.\n\n**What efforts does the Army plan to continue in the future?**\n\nBased on lessons learned, the Ready and Resilient Campaign will shift its effort to clarify the mission and intent and give commands and leaders the flexibility to address the needs of their formations and local community. A more focused operation order is expected for Army-wide release in spring 2015. \n\nIn addition, the Army is developing holistic, evidence-based training that contributes to personal readiness and resilience and will ultimately improve lives.\n\n**Resources:**\n \n* [Army Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army Operating Concept](http://www.arcic.army.mil/Concepts/operating.aspx)\n* Related document: \n* [- Army Ethic White Paper, 11 July 2014](http://www.army.mil/e2/c/downloads/356486.pdf)\n* Related STAND-TO!:\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-07-15/)\n\n",
    "date": "Thursday, February 5, 2015",
    "quote": "Quote for the Day\n-------------------\n\nNew technology can be a catalyst, but it isn't the fundamental driver.  \n\n### - Lt. Gen. H. R. McMaster, director, [Army Capabilities Integration Center](http://www.arcic.army.mil/Home/index.aspx) (ARCIC), surmising one of the conclusions drawn that new technology can often be put to effective use only after the Army figures out how innovation fits in the broader context of doctrine, organization, training, materiel, leadership, personnel and facilities (DOTMLPF), at a Feb. 4 media roundtable discussion of a recent ARCIC-sponsored symposium on innovation.  \n\n### [Increased innovation needed for Army to retain overmatch advantage](http://www.army.mil/article/142221) \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}