{
    "id": "2015-02-06",
    "title": "ARNG Training Division Program Guide ",
    "body": "**What is it?** \n\nThe Army National Guard, or ARNG, Training Division Program Guide provides a detailed description of the ARNG Training Divisions (TR) organization, composition, and business process flows.  \n\n\n**What has the ARNG done?**\n\nThe TR Division has provided a detailed program guide that offers an overview of the ARNG Training Division. The guide includes a broad perspective of  the organization, the composition and the business process flows for each of the division's seven branches and six field operating agencies, or FOAs, as well as a brief description using the format of; mission, major functions and team/section. Below each team/section are descriptions of the processes used to facilitate the interaction between the 54 states, territories and the District of Columbia. \n\nThe program guide emphasizes each process employed by the division and branches -- all of which are referenced  in the \"List of Tables.\" The tables also include the timeline and evaluation criteria used  in each evaluation step. The intent  is to make each process, timeline, policy, and criteria transparent and accessible. \n\n**Why is this important to the Army?**\n \nThis guide supports Army Total Force Policy, or ATFP, and identifies the ARNG  TR Divisions priorities  supporting and enabling Home Station Training; Duty Military Occupational Specialty Qualification/ Professional Military Education (DMOSQ/PME) and Leader Development. Other priorities included are Institutional Training; Communications; Enterprise Synchronization; and the development of TR leadership.\n\nThe major functions include the formation of policy and strategy for ARNG Training, Pre-Mobilization Training Certification, ARNG Distance Learning Program Management, Individual Training, Collective Training, Training Site Management, Resource Management (PPBE) for Training, along with mission command training.\n\n**What continued efforts does the ARNG have planned for the future?**\n\nThe mission of the ARNG Training Division is to plan, develop, and execute strategies, policies, and resource programs for individual and collective training, training support, and leader development to achieve readiness in support  of executing the Army National Guard's Federal and State missions. The focus of the TR Division for FY15 is Funding Distribution and subsequent spending plans; development of a Priority Training Model,  Multi-echelon Integrated Brigade Training, or MiBT, Planning for FY 15 and 16;  and on-going support with U.S. First Army headquarters regarding Bold Shift implementation.\n\n**Resources:**\n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* Log-into [Army National Guard General Knowledge Online (GKO)](https://gkoportal.ng.mil/arng/G3/TR) for ARNG Training Division Program Guide \n* Related STAND-TO!:\n* [- ARNG Mission Command Training Strategy Implementation Plan](http://www.army.mil/standto/archive_2014-12-31/)  \n",
    "date": "Friday, February 6, 2015",
    "quote": "Quote for the Day\n-------------------\n\nOne asymmetric capability that the U.S. Army has above and beyond everybody else is the quality of our Soldiers -- our non-commissioned officers and officers. Every Soldier, regardless if he/she is a private out of Advanced Individual Training (AIT) or a general officer, has to be a critical thinker, adaptive and innovative.  \n\n### - Gen. David Perkins, U.S. Army Training and Doctrine Command commanding general, speaks to Soldiers and civilians during a Leader Professional Development session on Feb. 3 at Fort Leonard Wood, Mo.  \n\n### [Training and Doctrine Command's commanding general spells out new Army operating concept](http://www.army.mil/article/142218) \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: Visit: Army.mil: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}