{
    "id": "2015-02-09",
    "title": "Expeditionary Forensics  ",
    "body": "**What is it?**\n  \nForensics exploitation provides for undeniable scientific associations between people, places, events and materials and allows us to identify and detain nefarious actors. The [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/index.html)'s Defense Forensics Science Center (DFSC) has an expeditionary forensics lab capability that is a battlefield enabler and has multiple applications across the range of military operations. \n\nA commander can use expeditionary forensics to support the development of timely actionable intelligence and support follow-on operations. As applied to current contingency operations, information derived by forensics science has proven to increase imprisonment and identify dangerous actors who have migrated around the globe.  This capability aligns with the Army's readiness policies by providing joint force commanders with smaller, leaner expeditionary forensic capabilities able to perform missions across the entire range of military operations.\n\n**What has the Army done?**\n\nThe [DFSC](http://www.cid.army.mil/usacil.html), as a force provider in support of wars in Afghanistan and Iraq, creates and deploys tailorable and scalable forensic exploitation teams and lab capabilities.  DFSC also provides Forensic Technical Representatives to the combatant commands and other key agencies to provide staff subject matter expertise on the proper application of expeditionary forensic capabilities.  These forensic experts participate in a variety of activities including partner nation engagements and exercise support.  Recent Army resourcing decisions approved additional limited manpower authorizations to enable DFSC's mission support in a post Afghanistan global environment.  As the Army focuses on other operations, from Theater Security Cooperation to crisis response and limited contingency operations, DFSC forensic support will continue to contribute to helping the Army shape the operational environment.  \n\n**What continued efforts does the Army have planned?**\n\nThe DFSC continues to codify forensic exploitation capabilities within Army requirements documents as well as Combatant Command Theater Security Cooperation Plans and Integrated Priority Lists.  Additionally, DFSC is providing the combatant commands and Army Service Component Commands assistance to identify, document, and validate enduring requirements.  Army expeditionary lab capability is in planning stages for establishment in the [Pacific Command](http://www.pacom.mil/) and [Africa Command](http://www.africom.mil/) areas of responsibility in FY15 and beyond. \n\n**Why is this important to the Army?**\n\nOver the last decade, forensic exploitation has had a profound impact on the battlefield.   The attribution of an enemy attack, whether via explosives or firearms, can now be traced back an individual through the fusion of intelligence and forensics.  Since 2012, DFSC's expeditionary labs have processed more than 20,000 cases and nearly a million exhibits, resulting in more than 600 convictions, essentially eliminating an enemy battalion from the battlefield.  Forensic science is a valuable battlefield enabler for current and future operations, and will continue to improve with scientific and technological advances. \n\n**References:**\n\n* [U.S. Army Criminal Investigation Command](http://www.cid.army.mil/index.html)\n* [U.S. Government Accountability Office: Defense Forensics](http://www.gao.gov/products/GAO-13-447)\n* Related documents: \n* [- DOD 5205.15 Defense Forensic Enterprise, Apr. 26, 2011](http://www.dtic.mil/whs/directives/corres/pdf/520515e.pdf)\n* [- Defense Forensics, June 27, 2013](http://www.gao.gov/assets/660/655546.pdf)\n",
    "date": "Monday, February 9, 2015",
    "quote": "Quote for the Day\n-------------------\n\nIt [Army Enterprise Network] must be secure, integrated, standards-based with uninterrupted global access, enabling collaboration, enabling decisive action and doing it throughout all phases of operations across all environments. \n\n### - Lt. Gen. Robert Ferrell, Army [chief information officer/G-6](http://ciog6.army.mil/) enunciating his vision of the Army network to be clear, simple and easily understood by everyone from those within the Pentagon to the Soldiers in the field, as he announced the implementation of the Army's Network Campaign Plan, at the 14th Annual Armed Forces Communications and Electronics Association Northern Virginia Army IT Day, Feb. 4   \n\n### [CIO/G-6 implements new Network Campaign Plan to move Army forward](http://www.army.mil/article/142390) \n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}