{
    "id": "2015-02-10",
    "title": "The Army Network Campaign Plan",
    "body": "**What is it?**\n\nThe [Army Network Campaign Plan](http://ciog6.army.mil/AboutCIO/Mission/ANCP.aspx) (ANCP) supports mission readiness by providing the vision and direction that set conditions for and lay a path to the [network of 2020 and beyond](http://www.army.mil/standto/archive_2014-03-13). It is the overarching plan unifying the Army's efforts to provide a modern network designed to meet the Army's warfighting and business needs, today and tomorrow. The ANCP supports The Army Plan and is aligned with the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/).  \n\nThe ANCP and two accompanying documents, the ANCP - Implementation Guidance, Near-Term (2015-2016) and the ANCP - Implementation Guidance, Mid-Term (2017-2021), are intended to be used together to achieve the overall vision. The near-term guidance focuses on execution-level activities and reflects the realities of Army mission obligations, acquisition planning and resourcing. The mid-term guidance charts network modernization from a capabilities perspective to steer resource planning and shape the Program Objective Memorandum. \n\n**Why is this important to the Army?**\n\nAchieving the vision of a secure, integrated, standards-based and globally\naccessible network that enables the Army's success in the joint fight today\nand tomorrow demands a fully coordinated and synchronized approach across\nthe community. The future network leverages the capacity, security and\nresilience of the enterprise network to fully support end-to-end\nconnectivity. The Army will align with the Joint Information Environment to\nbring even greater network capability and interoperability that would not be possible for an individual Service. The ANCP is the overarching \"game plan\" that drives the Army's focus and unifies the team effort to optimize operational effectiveness and improve network and information security while achieving increased efficiencies.\n\n**What is the Army doing?**\n\nThe ANCP contains the Army's key network modernization priorities. The\ncampaign plan and its supporting documents are designed to convey to key\nstakeholders the Army's intent and focus. Developed by the CIO/G-6, whose\nrole it is to set overall [Army network modernization](http://www.army.mil/standto/archive_2014-04-28/) plans and appropriate\nresourcing, these documents lay the foundation for the network of 2020 and\nbeyond. \n\n**What does the Army have planned for the future?**\n\nThe Army network is a critical enabler in provisioning leaner, more lethal,\nexpeditionary and agile teams that have more combat power. Army users expect to access a network that delivers at the point of need. The network must span all Army operations, from the garrison to the most forward-deployed Soldier at the tactical edge. It must enable command posts to be\nexpeditionary, agile, modular, scalable and responsive by arming them with\nthe information they need to execute decisive actions anytime, anywhere,\nusing any device.\n\n**Resources:**\n\n* [CIO/G6](http://ciog6.army.mil/)\n* [- The Army Network Campaign Plan](http://ciog6.army.mil/AboutCIO/Mission/ANCP.aspx)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/) \n* [ASA(ALT)](http://www.army.mil/asaalt) \n* [PEO C3T](http://peoc3t.army.mil/c3t/) \n* [PEO EIS](http://www.eis.army.mil/) \n* [Defense Information Systems Agency](http://www.disa.mil/) \n* CIO/G-6 on social media:\n* [- Facebook](https://www.facebook.com/ArmyCIOG6)\n* [- Twitter](https://twitter.com/armyciog6/)\n* Related articles:\n* [- Ferrell implements new network campaign plan to move Army forward](http://www.army.mil/article/142390/)\n* [- G-6: Lighter commo needed to 'bridge gap'](http://www.army.mil/article/137804) \n* [- Every Army Soldier, civilian, contractor critical part of cyber defense](http://www.army.mil/article/134531)\n* [- Leaders: Network, cyber key to Force 2025](http://www.army.mil/article/128259)\n* [- Army builds communications network to aid Operation United Assistance](http://www.ausa.org/news/2014/Pages/ArmyBuildsCommunicationsNetwork.aspx) \n* [- Army leaders: Network, NIEs critical to future force](http://www.army.mil/article/113706/)\n* [- Army network boosts speed, simplicity during test](http://www.army.mil/article/121535/)\n* Related STAND-TO!:\n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Cybersecurity Awareness Month](http://www.army.mil/standto/archive_2014-10-01/) \n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n* [-  U.S. Army's Future Network](http://www.army.mil/standto/archive_2014-03-13)\n\n",
    "date": "Tuesday, February 10, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\n[Army's Network Campaign Plan is the] over-arching document that lays out our network modernization strategy to move the Army forward. \n\n### - Lt. Gen. Robert Ferrell, Army [chief information officer/G-6](http://ciog6.army.mil/), announcing the implementation of the Army's Network Campaign Plan to 800 attendees at the 14th Annual Armed Forces Communications and Electronics Association Northern Virginia Army IT Day, Feb. 4 \n\n\n### [CIO/G-6 implements new Network Campaign Plan to move Army forward](http://www.army.mil/article/142390)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}