{
    "id": "2015-02-11",
    "title": "Materiel Common Operating Picture",
    "body": "**What is it?**\n\nThe [U.S. Army Materiel Command (AMC)](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) has been hard at work developing a system -- the Materiel Common Operating Picture (M-COP) -- that provides an overall picture of logistics readiness across the Army. \n\nM-COP, live on both unclassified and secure networks, aggregates data and provides leaders access to timely information in a user-friendly, easy-to-interpret online dashboard format.\n\n**What has the Army done?**\n\nM-COP receives, synchronizes and aggregates data from multiple Army automated systems. It leverages the power of the [Logistics Information Warehouse - Portal (LIW)](https://liw.logsa.army.mil/), the Secretary of the Army-designated authoritative repository for Army logistics data which itself integrates legacy systems data, with data emerging from other objective systems.\n\nThe system creates data visualizations, including end-to-end logistics supply chain activities, Logistics Readiness Center activities, and regional materiel requirements, into a set of integrated and interactive views that expose options to deliver readiness.\n\n**What continued efforts does the Army have planned for the future?**\n\nAMC is working toward full integration of enterprise resource planning data from the Logistics Modernization Program and [Global Combat Support System-Army (GCSS-Army)](http://www.gcss.army.mil/). M-COP's open architecture allows for the addition and removal of required data sources, and the commercial off-the-shelf software allows for rapid inclusion of information requirements.\n\nM-COP requires minimal training to navigate the application. Information sheets are available within the application for each dashboard, explaining what questions are being answered by the view and which data sources and business rules are used for the metrics being displayed.\n\n**Why is this important to the Army?**\n\nM-COP transforms immense amounts of data by using business intelligence and business analytics to create actionable information through interactive data visualizations. Where leaders in the past had to pull data from different systems and develop slides, M-COP will automatically provide real-time live displays.\n\nThe system can be used in any Army venue where it can be of value. M-COP streamlines preparation and execution increasing both the efficiency and effectiveness of events and meetings.\n\nThe system also benefits subordinate and supported organizations, allowing them to directly point to and drill down on key issues, conduct trend analysis, and answer questions.\n\n**Resources:**\n \n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* CAC Log-In Required: [Logistics Information Warehouse - Portal](https://liw.logsa.army.mil/) \n* Related article:\n* [- Materiel Common Operating Picture provides unprecedented view of logistics readiness](http://www.army.mil/article/141790/)\n* Related STAND-TO!: \n* [- Logistics Information Warehouse: Retrograde through Automation](http://www.army.mil/standto/archive_2015-01-14/)\n* [- The Global Combat Support System-Army](http://www.army.mil/standto/archive/issue.php?issue=2013-01-10)\n* [- Logistics Information Warehouse](http://www.army.mil/standto/archive/2011/04/14/)\n",
    "date": "Wednesday, February 11, 2015",
    "quote": "Focus Quote for the Day\n-------------------\nArmy leadership needs the most accurate, current information to make decisions that impact their readiness. Our objective was to provide senior leaders and logisticians across the Army access to the same materiel data at the same time to answer readiness questions.\n\n### - Maj. Gen. Clark LeMasters, deputy chief of staff for operations and logistics, [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n\n### [Materiel Common Operating Picture provides unprecedented view of logistics readiness](http://www.army.mil/article/141790)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}