{
    "id": "2015-02-12",
    "title": "CONUS Replacement Center: OUA Support ",
    "body": "**What is it?**\n\nIn support of Operation United Assistance (OUA),  [First Army](http://www.first.army.mil) conducted theater-specific CONUS Replacement Center training at Fort Bliss, Texas. This training both for individual non-unit related personnel (NRP) and small teams, began in September 2014, in conjunction with the Army's planning and execution of Soldier support of the multi-agency response to the Ebola outbreak in West Africa.\n\n**What has the Army done?**\n\nUnder direction of the Army, [U.S. Army Forces Command](http://www.forscom.army.mil/) designated First Army as the executing agent for mission command and operation of the combined Combat Readiness Center (CRC). As such, the CRC receives, processes, trains and validates personnel from all military branches and components, Departments of the Army and Defense civilians and contractors, and personnel from other government agencies for deployment to and redeployment from theaters of operation worldwide, including West Africa. The individuals and small teams deploying to provide OUA support join a joint and interagency team supporting the U.S. Agency for International Development (USAID), the lead federal agency.\n\nThe CRC provides [U.S. Africa Command](http://www.africom.mil/) (AFRICOM) theater-specific and OUA-required individual support during a five to seven-day deployment cycle. Deploying personnel also receive OUA-specific medical threat and protection training from a [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx)  mobile training team and personal protective equipment based upon the expected risk level of Ebola virus exposure for levels 1 and 2 only.\n\nTo date, the CONUS Replacement Center has processed, deployed and redeployed more than 140 personnel in support of OUA.\n\n**What efforts does the Army plan to continue?**\n\nThe Army support for AFRICOM and USAID is a joint effort and includes Soldiers and civilians from all services to provide OUA command and control headquarters, infrastructure maintenance and logistical/life-sustaining support. Deploying personnel are trained in personal health safety to preserve their well-being, protect U.S. citizens and safeguard interests in the area of responsibility.\n\n**Why is this important to the Army?**\n\nIn October 2014, the Secretary of Defense approved the mobilization of reserve component units in support of OUA, giving advanced notification to prepare units and personnel for deployment in spring 2015. In January 2015, DoD rescinded the requirement for reserve component mobilization noting, with confidence, that the continuing needs of the OUA mission could be met without activating the reserves. First Army, as the Army's and FORSCOM's executing agent, will continue to play a crucial role in processing, training, deploying and redeploying small numbers of military, civilian and contractor personnel to support OUA until the mission is complete.\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* First Army on social media: \n* [- Facebook](http://www.facebook.com/FirstArmy)\n* Related documents: \n* [First Army Premier Trainers Tri-fold (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/Trifold-PremierTrainers-SinglePage-Readable-20141001.pdf)\n* [Army Total Force Policy Tri-fold](http://www.first.army.mil/documents/pdf/Trifold-ATFP-SinglePage-Readable-20141001.pdf)\n* Related STAND-TO!:\n* [- STAND-TO!: Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30/)\n* [- STAND-TO!: Consolidated Continental United States Replacement Center Transition](http://www.army.mil/standto/archive_2013-08-29/)\n* Related articles:  \n* [- CONUS Replacement Center fine-tunes processes in anticipation of first deployers](http://www.army.mil/article/108330)\n* [- Rehearsal drill shows leadership CRC validation process](http://www.army.mil/article/107475)\n* [- Army identifies Guard, Reserve units for Operation United Assistance support](http://www.army.mil/article/138397/)\n",
    "date": "Thursday, February 12, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThe thing that I'm most concerned about is sustaining the trust that has made our Army so great. It enables our leaders to do what they do each and every day and it's really one of the indicators that is tough to measure. We'll certainly know we've lost it after it ceases.\n\n### - [Vice Chief of Staff of the Army Gen. Daniel B. Allyn](http://www.army.mil/leaders/vcsa/), voicing his concern about the outcome of the decisions regarding the military compensation, which would have long-term implications on the Army and have a significant impact on Soldiers, at the quarterly Veterans Service Organizations/ Military Support Organizations summit, Pentagon, Feb. 11\n\n### [Soldier-wellness programs given high priority in budget plans](http://www.army.mil/article/142714)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}