{
    "id": "2015-02-13",
    "title": "ARNG Employment Outreach Program",
    "body": "**What is it?**\n\nThe Army National Guard (ARNG) Employment Outreach Program services the 54 states, territories and the District of Columbia with employment resources for use in their individual employment programs which aid Service members and their families in obtaining gainful employment.\n\n**What has the ARNG done?**\n\nThe ARNG Employment Outreach Program established the National Guard Employment Network (NGEN). The NGEN provides a network for Service members and their Families to connect directly with employment resources, service providers, and employers. Resources are leveraged through memorandums of understanding between the National Guard and non-profit organizations to promote readiness, resilience, and retention among Service members and their families. NGEN resources are intended to augment existing employment operations to meet state-specific needs.\n\n**What continued efforts does the ARNG have planned for the future?**\n\nThe Employment Outreach Program will continue to service the 54 states, territories and the District of Columbia with resources by obtaining and maintaining strong working relationships with Veteran Service Organizations, non-profit organizations and national corporations, by continuing to share best practices between the states, by hosting a closed group Facebook page for service providers, and by maintaining a [Guard Knowledge Online (GKO)](https://gko.ngb.army.mil/) page for service providers to reference the multitude of resources available to them.\n\n**Why is this important to the Army?**\n\nIn calendar year 2014, NGEN provided technology training and support to over 64 National Guard state employment service providers, assisted 3,136 National Guard members in gaining employment and provided virtual training to 3,163 military-affiliated job seekers.\n\n**Resources:**\n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* [National Guard Employment Network (NGEN)](http://www.msccn.org/NationalGuard/)\n* [Guard Knowledge Online (GKO)](https://gko.ngb.army.mil/)\n* [Veterans Employment Center (VEC)](https://www.ebenefits.va.gov/ebenefits/jobs)\n",
    "date": "Friday, February 13, 2015",
    "quote": "Quote for the Day\n-------------------\nThis is about you having a unique capability of mountaineering in a harsh environment. It's important we develop these capabilities together. Want to make sure whoever our adversaries are that they understand; no matter where you are or how harsh it is, we can get there.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) said as he met with leaders from across U.S. Army Alaska, or USARAK, during his first trip to Fort Wainwright, Feb. 10. \n\n### [Odierno visits Fort Wainwright](http://www.army.mil/article/142724/)\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}