{
    "id": "2015-02-18",
    "title": " 8th I. A.M. Strong SHARP Summit: Sustaining the Momentum",
    "body": "**What is it?**\n\nThe [Sexual Harassment/Assault Response and Prevention (SHARP) Program Office](http://www.preventsexualassault.army.mil/) hosts an annual Summit to provide a forum to educate, train and communicate new ways of preventing sexual offenses. This event brings together Army senior leaders, as well as operational command leadership, congressional staffers, subject-matter experts from the military and civilian sectors and SHARP proponents.\n\nThe theme for the 8th SHARP Summit, *Sustaining the Momentum,* speaks to the Army's commitment to realizing the goal of phase III of the I.A.M. Strong Campaign: Achieving Cultural Change. The Army remains dedicated to strengthening its culture and reinforcing positive command climates where the behaviors and attitudes that lead to sexual offenses are rare and victims feel free to report without fear of retaliation.\n\n \n**What has the Army done?**\n\nIn an effort to instill confidence and trust, strengthen resilience, and inspire victims to report incidents of sexual assault, the Army has introduced several initiatives to include:\n\n* -- Opening the SHARP Academy to expand the knowledge and skills of sexual assault response coordinators, victim advocates, trainers and SHARP program managers \n* -- Launching 12 pilot SHARP Resource Centers to serve as a one-stop consolidation of victim advocacy services, as well as house sexual assault response teams \n* -- Establishing a Special Victims Counsel Program that allows sexual assault victims to request an Army lawyer dedicated to serving the victim by providing legal advice and representation\n\n\n**What continued efforts does the Army have planned?**\n\nPrevention of sexual assault and sexual harassment remains the Army's top priority. The Army will continue to work steadfastly to create a culture that does not tolerate sexist behaviors or sexual offenses and to cultivate an environment of dignity, confidence and mutual respect for everyone, one in which sexual assault victims are encouraged to come forward without fear of reprisal and know that the command will immediately respond with sensitive care and support, and hold perpetrators appropriately accountable.\n \n**Why is this important to the Army?**\n\nThe Army is bound by the [values](http://www.army.mil/standto/archive_2013-08-15/) of loyalty, duty, respect, selfless service, honor, integrity and personal courage. Sexual harassment and sexual assault are inconsistent with these values and it is our responsibility to do more each and every day to combat these insider threats. The Army has a singular purpose:  to reduce and to eliminate sexual assault and harassment from across the ranks.\n\n \n**Resources:**\n\n* [U.S. Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/)\n* [-Tools for leaders]( http://www.sexualassault.army.mil/Template-leaders.cfm?page=summit/Summit_2015_GenInfo.cfm)\n* [- Links for commanders]( http://www.sexualassault.army.mil/Template-leaders.cfm?page=summit/Summit_2015.cfm)\n* [- CSA SHARP Summit Overview and Executive Read-Ahead]( http://www.sexualassault.army.mil/Template-leaders.cfm?page=summit/Summit_2015_GenInfo.cfm)\n* [Army.mil:  SHARP](http://www.army.mil/sharp/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* SHARP Social media: \n* [- Facebook](https://www.facebook.com/USArmySHARP)\n* [- Twitter](http://www.twitter.com/USArmySHARP)\n* Related STAND-TO!: \n* [- SHARP: Special Victim Counsel Program]( http://www.army.mil/standto/archive_2013-12-02/)\n* [- SHARP: Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n* [- SHARP: Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n* [- Sexual Harassment/Assault Response and Prevention]( http://www.army.mil/standto/archive_2013-06-07/)\n* [- Army Values ](http://www.army.mil/standto/archive_2013-08-15/)\n",
    "date": "Wednesday February 18, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nTake back your Army from those who harm or [sexually] assault our Soldiers. Take back your Army from those who ignore the [values](http://www.army.mil/values/) and who stain our honor. Take back our Army from those who fail to lead.\n\n### - [Secretary of the Army John M. McHugh](http://www.army.mil/leaders/sa/) \n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}