{
    "id": "2015-02-19",
    "title": "Military Surface Deployment and Distribution Command",
    "body": "**What is it?**\n\nThe [Military Surface Deployment and Distribution Command (SDDC)]( http://www.sddc.army.mil), headquartered at Scott Air Force Base (AFB), Illinois, is the Army Service Component Command to the U.S. Transportation Command and a major subordinate command of the [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/). SDDC's mission is to provide global deployment and distribution capabilities to meet our nation's objectives. \n \n**What has the Army done?**\n\nBy employing a globally postured, professional workforce using audit ready processes, SDDC is the preferred choice for deployment and distribution solutions. With approximately 2,400 people, SDDC books, ships, tracks, and conducts port operations for surface movements both domestically and worldwide by leveraging services from the best of the U.S. transportation industry. SDDC also supports Service members, federal employees, and their families with safe and secure delivery of their household goods and privately owned vehicles. The command manages an average of about 520,000 household goods shipments per year with almost half of those moves occurring between the peak months of May and August. Additionally, SDDC's Transportation Engineering Agency, also at Scott AFB, provides the DOD with engineering, policy guidance, research, and analytical expertise, ensuring U.S. military forces can respond successfully to any requirement anywhere in the world.\n\n**What continued efforts does the Army have planned?**\n\nSDDC celebrates its 50th Anniversary as an Army command this month. Officially established on Feb. 15, 1965, as the Military Traffic Management and Terminal Service (MTMTS), the command was redesignated in 1974 as the Military Traffic Management Command (MTMC) to highlight its primary traffic management mission. Thirty years later, in 2004, the organization received its current designation as the Military Surface Deployment and Distribution Command (SDDC) to more directly reflect its global deployment and distribution mission.\n\n**Why is this important to the Army?**\n\nFrom the command's activation in 1965 through today, SDDC has experienced numerous changes. Its organizational structure and mission have evolved; its headquarters and units have made numerous relocations; and the command has changed its name, from MTMTS to MTMC to SDDC. But, throughout each of the past 50 years, one thing has remained constant -- SDDC's dedicated support to the warfighter.\n\n**Resources:**\n\n* [Deployment and Distribution Command](http://www.sddc.army.mil)\n* [U.S. Transportation Command](http://www.transcom.mil/)\n* [Army Materiel Command](http://www.army.mil/amc)\n* [Transportation Engineering Agency](http://www.sddc.army.mil/sites/tea/Pages/default.aspx)\n* Related STAND-TO!:\n* [- SDDCTEA: DOD's Traffic Engineering Program](http://www.army.mil/standto/archive_2014-04-25/)\n",
    "date": "Thursday, February 19, 2015",
    "quote": "Quote for the Day\n-------------------\nI watched the Army evolve, innovate and adapt through tough times and wrestle with tough issues. I believe we can solve this problem.\n\n### - [Chief of Staff of the Army Raymond T. Odierno](http://www.army.mil/leaders/csa/), being positive about solving the issue of sexual assault and sexual harassment that persists in the Army, at the [2015 Sexual Harassment/Assault Response & Prevention Summit](http://www.army.mil/standto/archive_2015-02-18/?s_cid=standto) in Arlington, Va., Feb. 18\n\n### - [Odierno: Dialogue at platoon level key to preventing sexual assaults](http://www.army.mil/article/143026/)\n\n### Related STAND-TO!: [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}