{
    "id": "2015-02-20",
    "title": "Military Saves",
    "body": "**What is it?**\n\nMilitary Saves is a cooperative effort between the armed services and the Consumer Federation of America, one of the Department of Defense's official financial readiness non-profit partners.  \n\nMilitary Saves Week, Feb. 23-28, joins the military community with federal, state and local resources, along with military banks and credit unions to focus on financial readiness, debt reduction and future savings. The theme for Military Saves 2015 is \"Set a Goal, Make a Plan, Save Automatically.\"\n\n**What has the Army done?** \n\nThe Army hosts local events organized by approved resources such as the [Army Community Service (ACS) Financial Readiness Program (FRP)](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx), unit command financial specialists, installation public affairs offices, local financial institutions, and other approved financial organizations. Take the pledge to save at [Military Saves](http://www.militarysaves.org/) and attend training in your community. Soldiers are encouraged to explore multiple savings options, including the [Thrift Savings Plan](https://www.tsp.gov/index.shtml) and, for mobilizing Soldiers, the [Military Savings Deposit Program](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Savings_Deposit_Program_(SDP)_.html), where they can earn interest on their investments while serving on their deployments. \n\n**What continued efforts does the Army have planned for the future?**\n\nWhile Military Saves is a year-round campaign, the Army and its sister services formally support the effort during Military Saves Week.  \n\nThe [Army OneSource](http://www.myarmyonesource.com/default.aspx) provides interactive opportunities to learn sound financial practices using gaming scenarios. The Army also engages Army spouses as they play a vital role in maintaining financial discipline and stability within their families. Additionally, by teaching good financial habits early in life, children will strengthen their financial fitness for the future.\n\n**Why is this important to the Army?**\n\nThe financial readiness of Soldiers and their families is a priority for the Army because it has a direct effect on mission readiness. A strong financial readiness program enables Soldiers and families to attain financial flexibility, avoid the personal and professional stressors of poor money management, and helps protect themselves against predatory and unscrupulous lending.\n\n**Resources:**\n\n* [Military Saves](http://www.militarysaves.org/)\n* [Army Community Service Financial Readiness Program](http://www.myarmyonesource.com/FamilyProgramsandServices/FinancialReadiness/Default.aspx) \n* [Thrift Savings Plan](https://www.tsp.gov/index.shtml)\n* [Savings Deposit Program](http://myarmybenefits.us.army.mil/Home/Benefit_Library/Federal_Benefits_Page/Savings_Deposit_Program_(SDP)_.html)\n* [Army OneSource](http://www.myarmyonesource.com/default.aspx)\n* [Military OneSource](http://www.militaryonesource.mil/) or call  1-800-342-9647 \n",
    "date": "Friday, February 20, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThe predators need to become the pariah, not the victim.\n\n### - [Chief of Staff of the Army Raymond T. Odierno](http://www.army.mil/leaders/csa/), emphasizing upon a culture of change in the treatment of the victims, for them to confidently report their sexual assault without any fear of retribution and retaliation from their leadership or fellow Soldiers, at the *Survivor and Bystander Experiences: Retaliation and the Break of Trust* panel during the [2015 Sexual Harassment/Assault Response & Prevention Summit](http://www.army.mil/standto/archive_2015-02-18/?s_cid=standto) in Arlington, Va., Feb. 18.\n\n### - [Bystanders need to protect victims of sexual predators, say Soldiers](http://www.army.mil/article/143134/)\n\n### Related STAND-TO!: [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}