{
    "id": "2015-02-23",
    "title": "SMS and General Fund Enterprise Business System ",
    "body": "**What is it?**\n\nThe Army's [Strategic Management System (SMS)](http://www.army.mil/standto/archive_2015-01-29/) is the Army Enterprise performance measurement platform.  The General Fund Enterprise Business System (GFEBS) is the Army's financial management system, able to provide timely cost data in great detail.  Integrating cost and performance measurement data in SMS can provide useful performance management information, especially during a period where fiscal realities have made efficiency and effectiveness extremely critical.  A technical solution in SMS was deployed to allow import of GFEBS data. \n\nThe combination of financial and performance data has now been established to assist leaders and managers in allocating available dollars against mission requirements.  \n\n**What has the Army done?**\n\nFort Hood's Logistics Resource Center paved the way to using SMS Connect, the web-services companion to SMS, as the means to import GFEBS data.  Building upon this initiative, the SMS Program Office modified SMS Connect, a web services tool, so that any user with access to the GFEBS Business Intelligence-generated Status of Funds (SOF) report can quickly build financial metrics in SMS with minimal effort, and populate those metrics in SMS with financial data from GFEBS.  With just a few clicks of a computer mouse, financial data can be easily imported into SMS as frequently as necessary.   \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy users of SMS are expanding use of this new capability to integrate financial data into performance measurement.  Users can assess the cost of doing business and employ program management techniques, such as Lean Six Sigma, to optimize performance and increase efficiency.  \n\n**Why is this important to the Army?**\n\nThe fiscal handwriting is clear -- the Army is undergoing significant cuts to its budget.   Rather than using the \"Salami Slice\" method of budget reduction (cut by the same percentage, regardless of consequences), many organizations are now using the performance management capabilities of SMS, coupled with the financial data available in GFEBS, to ensure that informed resource allocation leads to efficient and effective outputs, and that the organization's acceptance of risk mitigation ensures the most important things are accomplished first. \n\n**Resources:**\n\n* [Office of Business Transformation](http://www.army.mil/obt)\n* Milsuite log-in required: [SMS Collaboration and Resource Center](https://www.milsuite.mil/book/community/spaces/orion/sms) \n* [U.S. Army General Fund Enterprise Business System](https://www.gfebs.army.mil/)\n* Related STAND-TO! \n* [- U.S. Army Enterprise Strategic Management System](http://www.army.mil/standto/archive_2015-01-29/)\n* Contact SMS Help Desk:  703-607-5014 \n",
    "date": "Monday, February 23, 2015",
    "quote": "Quote for the Day\n-------------------\n\n(About) 10,800 men are sexually assaulted every year in the military. (Roughly) 8,000 women are assaulted. Number-wise, we've had more men assaulted in the military than women. And everywhere I go to talk -- the Army, the Navy, the Marine Corps, the Air Force and Coast Guard  it doesn't sink in. It doesn't internalize.\n\n### - [Russell Strand](http://www.army.mil/article/72055/), a retired Criminal Investigative Service special agent, emphasizes that leadership must not look at sexual violence as exclusively a women's issue, during the [2015 Sexual Harassment/Assault Response & Prevention Summit](http://www.army.mil/standto/archive_2015-02-18/?s_cid=standto) in Arlington, Va., Feb. 19.\n\n### - [Experts say more needed to combat assaults on males](http://www.army.mil/article/143238)\n\n### Related STAND-TO!: [Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}