{
    "id": "2015-02-24",
    "title": "Solarium 2015 ",
    "body": "**What is it?**\n\nSolarium 2015, an Army chief of staff (CSA) initiative, is a monumental effort to inform and shape the future direction of the U.S. Army. This effort brings together 100 senior captains from across the Army - active, reserve and guard - to U.S. Army Training and Doctrine Command's [Combined Arms Center](http://usacac.army.mil/) at Fort Leavenworth, Kansas, from Feb. 24-26, 2015. \n\nThe captains will identify issues that address challenges embodied in the [Army Operating Concept: Win in a Complex World 2020-2040](http://www.army.mil/standto/archive_2014-12-22/). They will analyze and provide recommended solutions to the CSA. \n\n**What has the Army done?**\n\nThe concept for the Solarium was drawn from Project Solarium, a national-level exercise in strategy and foreign policy design led by President Dwight D. Eisenhower in 1953. That effort produced a U.S. national security document that laid the foundation for a Cold War policy that lasted for decades. \n\n[In July 2014, a diverse group of 100 captains from across the Army met](http://www.army.mil/standto/archive_2014-06-30/) at Fort Leavenworth, Kansas, to discuss key issues impacting the Army including: talent management, vision and branding, culture, training, education, and mission command. Their three-day, on-site workshops followed two months of online, distributed collaborative sessions.  Following the workshops, they provided recommended actions to the CSA. \n\nFollow-up participants in Solarium 2015 are mostly the same captains who participated in [Solarium 2014]( http://www.army.mil/standto/archive_2014-06-30/). Solarium 2015 also consists of two phases: distributed and on-site. The first phase (distributed) began in February through Defense Connect Online collaboration. The on-site phase consists of two and a half days -- Feb. 24 through 26 -- to develop discussion points and issues concerning the AOC, which will then be presented as recommended solutions to the CSA on the final day.   \n \n\n**What continued efforts does the Army have planned for the future?**\n\nSimilar meetings have been held with senior Army civilians. Sessions are also planned later in the spring with majors and noncommissioned officers. The intent is to continue to hold Solarium-type events on a recurring basis, in the continental U.S. and overseas, with all component and cohort groups, to solicit insight that will continue to shape the Army for success in the future.\n\n**Why is this important to the Army?**\n\nThe Army values its emerging leaders' observations and insights, which will be used to adapt policy, processes and programs. Solarium represents a great development opportunity for the participants, and also affords the CSA a forum to engage Army leaders at all levels directly while communicating the Army's priorities. \n\n**Resources:**\n\n* [U.S. Army Combined Arms Center](http://usacac.army.mil)\n* [- Center for Army Leadership](http://usacac.army.mil/cac2/CAL/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- Army Operating Concept: Win in a Complex World 2020-2040](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Solarium 2014](http://www.army.mil/standto/archive_2014-06-30/)\n* Related articles: \n* [- CSA taps captains for talent-management ideas](http://www.army.mil/article/129846/)\n* [- Mission command challenging in peacetime, captains advise CSA](http://www.army.mil/article/129972/)\n* Related video: \n* [- Captain Solarium 2014](https://www.youtube.com/watch?v=Drvz8cl0wLM)\n",
    "date": "Tuesday, February 24, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nNo other line of work relies on trust as much as we do in the military -- it is the bedrock of our profession. The Solarium process proves that at the highest levels of our Army, we trust in the professionalism and creativity of our cohorts and value the input and insights they provide as we navigate toward the Army of the future.\n\n### - Lt. Gen. Robert B. Brown, commanding general of [U.S. Army Combined Arms Center](http://usacac.army.mil/) and Fort Leavenworth",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}