{
    "id": "2015-02-25",
    "title": "U.S. Army Materiel Command's Intern Initiative",
    "body": "**What is it?**\n\nThe [U.S. Army Materiel Command's](http://www.amc.army.mil) (AMC's) 1,000 Intern Initiative was designed to ignite a passion for federal service by providing 1,000 internship or outreach opportunities throughout AMC each year for the next five years.\n\nBy establishing earlier bonds with potential employees, AMC hopes to influence life-long career choices and expose high school and college students to service in the federal government and in particular, the U.S. Army.\n\n**What has the Army done?**\n\nThe Army and AMC offer a wide range of intern opportunities that provide valuable experiences for high school and college students, as well as those who recently graduated from an accredited university. AMC intends to leverage existing intern hiring authorities and outreach opportunities to recruit and develop successive generations of Army Civilians.\n\nTwo primary intern programs include:\n\n--The Student Intern Program provides current high school and college students with paid opportunities to work in agencies and explore federal careers while completing their education. \n\n--The Recent Grads Program promotes federal careers to individuals who, within the past two years, earned an associate, bachelor, masters, professional, doctorate, vocational or technical degree or certificate from qualifying educational institutions, except for veterans precluded from doing so due to their military service obligation, who have up to six years after degree completion to apply.\n\n**What continued efforts does the Army have planned for the future?**\n\nPotential student employees often lack information about federal service opportunities and application procedures. To bridge that gap and to strengthen relationships with career counselors at universities, colleges, trade/vocational schools and other academic institutions, AMC will host its first ever Academia Day, March 20. The event will bring 120 post-secondary institutions to Huntsville, Alabama, for a daylong event to provide internship information and give counselors the tools and information to assist their students in finding and applying for federal jobs.  \n\nWorking with Army leaders, AMC will build and strengthen an enduring intern program, using the Academia Day as a platform to roll-out the AMC Intern Initiative and to host Academia Days at each AMC Center of Excellence throughout the U.S.  \n\n**Why is this important to the Army?**\n\nAMC, with a 64,000-strong workforce of highly skilled professionals, needs a diverse mix of employees with fresh 21st century talent to man, train and equip the Army of 2025 and beyond.\nThirteen percent of the Army workforce is retirement eligible, and that percentage is expected to more than double in five years. Today, we have a window of opportunity to thwart that trend by encouraging federal service with the Army. \n\n\n**Resources:** \n\n* [U.S. Army Materiel Command](http://www.amc.army.mil)\n* [AMC Interns: Future Federal Employees](http://www.amc.army.mil/amc/interns.html#students)\n* [USAJobs](https://www.usajobs.gov/StudentsAndGrads)\n* Related STAND-TO!: \n* [-  U.S. Army Materiel Command 2014-2024 Strategic Plan](http://www.army.mil/standto/archive_2013-12-11/)\n",
    "date": "Wenesday, February 25, 2015",
    "quote": "Quote for the Day\n-------------------\n\nSequestration is the law of the land, and as such, we have a mission to do, and that mission is to potentially draw the active component force down\n\n### -  Brig. Gen. Roger Cloutier, director of Force Management, while providing feedback on potential personnel reductions, during the community listening sessions held at the Columbus Convention and Trade Center, at Fort Benning, Georgia, Feb. 18 \n\n### - [Army gathers feedback on potential force reductions at Fort Benning](http://www.army.mil/article/143390)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}