{
    "id": "2015-02-26",
    "title": "Centralized Ammunition Management",
    "body": "**What is it?**\n\n[Joint Munitions Command](http://www.jmc.army.mil/?from=standto)'s Centralized Ammunition Management (CAM) process helps to change the logistics of the way the U.S. Army issues ammunition.  CAM allows the integration of wholesale and retail ammunition management.  It is the entry point to the Joint Munitions Command (JMC) for customers, depots, Army commands and Army field support brigades. CAM is a customer service oriented process, beginning and ending with the warfighter.\n\n**What has the Army done?**\n\nBefore September 11, 2001, the JMC's management of logistics included support to the major commands through a pull system. This resulted in too much ammunition on the ground at Ammunition Supply Points (ASPs). Requisitions were accepted via a range of methods, from the various services and customers with the information hand logged leaving limited checks and balances for the system.   In 2002, following a Chief of Staff of the Army initiative, CAM enabled the integration of wholesale and retail ammunition management.  As a push system, CAM encompasses five regions aligning with the [Installation Management Command](http://www.imcom.army.mil/) and the transportation network. \n\n**Why is this important to the Army?**\n\nCAM allows customers to maintain visibility of requisitions, boasts managers in each of the five regions, and is a seamless process to the field.\n\nCAM requires assessing training authorizations against stock on hand to determine the correct stockage levels. A 90-day process, the goal is to have no more than 45 days of supply on the ground.  With its implementation, on-time delivery is now 99.5 percent compared to 70 percent previously. A 90-day process, the goal of CAM is to have no more than 45 days of supply on the ground.  With its implementation, on-time delivery has become 99.5 percent as compared to 70 percent.  \n\nJMC uses CAM to supply 85 ASPs in support of the Army, Navy, Marine Corps, Air Force and the test community -- all to enable better support to installations and assure optimal adaptability to the future operating environment. CAM also prevents an excess buildup of ammunition at the ASPs. JMC maintains visibility of exact ammunition counts at each location while helping distribute scarce resources and Department of Defense Identification Codes across the Army.  \n\n**What is the plan for the future?**\n\nUsing CAM, JMC and [Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx/?from=standto) work jointly to align the missions of AFSBs and Logistics Readiness Centers.  In the future, this partnership will enhance strategic mobility and deployment and reduce the sustainment footprint and logistics costs.  Globally, CAM is used to supply 55 Joint Installations including Puerto Rico and Honduras, as well as other OCONUS theaters.   \n \n**Resources:**\n\n* [Joint Munitions Command](http://www.jmc.army.mil/?from=standto)\n* [Army Sustainment Command](http://www.aschq.army.mil/home/default.aspx)\n* [CAM Regional Chart](http://www.jmc.army.mil/Leadership.aspx?id=MLRC)\n\n  ",
    "date": "Thursday, February 26, 2015",
    "quote": "Quote for the Day\n-------------------\n\nThere will virtually be no corner of the Army that will be untouched. Obviously, the primary concern that we discuss in these very uncertain times are the readiness ratings for Soldiers and whatever tomorrow's missions might be.\n\n### -  [Secretary of the Army John McHugh](http://www.army.mil/leaders/sa/),  accentuating the affect of the probable 2015 sequestration, at the Defense Writer's Group breakfast, Washington D.C., Feb. 25 \n\n### - [McHugh details sequestration dangers, talks Army priorities](http://www.army.mil/article/143467)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}