{
    "id": "2015-02-27",
    "title": "Army Engineers",
    "body": "**What is it?**\n\nThe first engineer officers of the Army were appointed by George Washington, on June 16, 1775, during the American Revolution. These Soldiers have served in combat in all subsequent wars and have performed numerous missions in support of the U.S. Army and the nation.\n\nThe Army established the U.S. Army Corps of Engineers (USACE) as a separate, permanent branch on March 16, 1802, and gave the engineers responsibility for founding and operating the U.S. Military Academy at West Point. Since then, Army engineers have responded to changing defense requirements and played an integral part in the development of the country. \n\n**What has the Army done?**\n\nThroughout the 19th century, Army engineers built coastal fortifications; surveyed roads, canals and railroads; explored and mapped the Western frontier; and supervised the construction of dozens of lighthouses along the nation's coasts. Army engineers also expanded the District of Columbia's local water supply system; completed the Washington Monument; and helped design and construct numerous structures including the Lincoln Memorial, the Library of Congress and the Government Printing Office. \n\nIn the 20th century, Army engineers provided significant support to the U.S. military overseas. During World War II, engineer Soldiers prepared and developed beaches for assault landings in Europe and the Pacific. In Vietnam, engineers helped provide access to enemy strongholds in support of concerted U.S. search and destroy missions.  During the Cold War, they managed construction programs for America's allies, including a massive effort in Saudi Arabia.\n\nMore recently, hundreds of Army engineers supported recovery and response efforts following the September 11, 2001, terrorist attacks at the Pentagon and World Trade Center, contingency operations in Iraq and Afghanistan, and in the aftermath of Hurricanes Katrina and Sandy, Haiti's earthquake, and Japan's earthquake and resulting tsunami. \n\nToday, Army engineers are focused on the operation, maintenance, repair and replacement of major civil works infrastructure systems; the restoration of degraded aquatic ecosystems; and reducing risks to the public from natural disasters while addressing water resources challenges facing the nation. These men and women are also designing and constructing facilities that support military personnel, their families and the civilian workforce around the globe.\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy engineers continue the tradition of providing vital engineering solutions, in collaboration with the partners, to secure the nation, energize the economy and reduce risk from disaster.\n\n**Why is this important to the Army?**\n\nArmy engineers deliver facilities and infrastructure to help the Armed Forces maintain readiness, achieve Army modernization goals, and support U.S. defense and security assistance goals worldwide.\n\n**Resources:**\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil/)\n* [Interactive Map: Army Corps of Engineers, DC Projects](https://rsc-agisu.usace.army.mil/s1arcgis/apps/MapTour/index.html?appid=db074a8ae8c6490fb2c3e07c8a3acd1c&webmap=7d43f5f9b6614ae9a7a7a89751a98e83)\n* [U.S. Army Corps of Engineers: A Brief History](http://www.usace.army.mil/About/History/BriefHistoryoftheCorps.aspx)\n* [U.S. Army Engineer School and Regiment](http://www.wood.army.mil/usaes/)\n* [Go Army: Engineering](http://www.goarmy.com/careers-and-jobs/about-army-stem/engineering-jobs.html)\n* Related STAND-TO! : \n* [- Interagency and International Services Program](http://www.army.mil/standto/archive_2013-08-05/)\n* [- The Nation's Water Resources Infrastructure](http://www.army.mil/standto/archive_2013-05-22/)\n* [- Support in Science, Technology, Engineering and Mathematics](http://www.army.mil/standto/archive_2013-07-08/)\n",
    "date": "Friday, February 27, 2015",
    "quote": "Quote for the Day\n-------------------\nWhere the Army has its greatest success are those programs where the Army's junior leaders take ownership. This will never be a mission that will ever end, but it can and it will get better as we hold junior leaders accountable and empower them.\n\n### - [Sgt. Maj. of the Army Daniel A. Dailey](http://www.army.mil/leaders/sma/), while accompanying [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), said to students of the Sexual Harassment and Assault Response Program's Baseline Certification Course at the SHARP Academy at Fort Leavenworth, Feb. 26, 2015.\n\n### - [CSA, SMA emphasize trust at Army's SHARP Academy](http://www.army.mil/article/143546)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **February 2015**\n\n* Black History Month: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\n* [Patient Recognition Month](http://armymedicine.mil/pages/home.aspx)\n\n* **March 2015**\n\n* Women's History Month\n\n* Brain Injury Awareness Month\n\n* March 1 - May 15: Army Emergency Relief Campaign \n\n* March 31 - April 2: Winter AUSA\n   \n\n"
}