{
  "id": "2018-10-23",
  "title": "Army Energy Resilience Projects",
  "body": "#######Provided by Acting Assistant Secretary of the Army (Installations, Energy and Environment)**What is it?**Large-scale energy resilient projects provide more diverse, affordable, and sustainable energy that strengthens the energy security and resilience of U.S. Army installations. The Army is focusing on 'islandable' projects, or projects that allow installations to maintain mission critical operations when the electric grid goes down.  By including generation assets on or near Army land with associated energy storage and controls, the Army can enable the direct routing of electricity to essential requirements in the event of a grid disruption or other power emergencies.**What has the Army done/is doing?**The [Office of Energy Initiatives](https://www.asaie.army.mil/Public/ES/oei/index.html) (OEI) serves as the   Army's central management office for development, implementation and oversight of all privately financed, large-scale energy projects focused on achieving resilience on Army installations.  The OEI project portfolio accounts for approximately 300 megawatts (MW) of energy generation.   The Schofield Barracks 50 MW multi-fuel power generation plant was built above the tsunami strike zone, on Army land, at no cost to the Army through third party financing. The multi-fuel project can provide power to three Army installations in the event of a major grid disruption. The Redstone Arsenal, Alabama 10 MW solar and battery storage project is the Army's first privately-funded, commercially available, and economically viable battery energy storage system. The energy generated by the project is enough to power about 2,500 homes for one year.  **What continued efforts does the Army have planned?**The Army is seeking to achieve energy security and resilience via power generating assets, along with storage and control components. Army investments in these microgrids are in support of the Army's goal for installations to become capable of providing the necessary energy resources to sustain critical missions for a minimum of 14 days in the event of a major disruption in supply.**Why is this important to the Army?**Enhancing the Army's energy security and resilience is operationally necessary, financially prudent, and mission critical.  Incorporating energy security, sustainability, and resilience into everyday decision-making processes better positions the Army to successfully deploy and rapidly respond whenever and wherever needed.**Resources**:* [Assistant Secretary of the Army (Installation, Energy and Environment)](https://www.army.mil/ASAIEE)* [Office of the Deputy Assistant Secretary of the Army (Energy and Sustainability)](http://www.asaie.army.mil/Public/ES/)* [Army Office of Initiatives (OEI)](http://www.asaie.army.mil/Public/ES/oei/index.html)**Related documents**:* [Energy Security and Sustainability Strategy]( https://www.army.mil/e2/c/downloads/394128.pdf)* [Army Directive 2017-07 (Installation Energy and Water Security Policy)]( http://www.asaie.army.mil/Public/ES/doc/Army_Directive_2017-07.pdf) * [ASA (IE&E) Strategy 2025](https://www.army.mil/e2/c/downloads/472099.pdf)**Related STAND-TO!**:* [Army Energy Action Month](https://www.army.mil/standto/2018-10-02)* [Army Energy and Water Security](https://www.army.mil/standto/2018-10-16)**Social media presence**:* [Army ASA (IE&E) Facebook](https://www.facebook.com/ASAIEE) * [Army OEI Facebook](https://www.facebook.com/ArmyOEI)* [Twitter: @ArmyOEI](https://twitter.com/ArmyOEI)",
  "date": "Tuesday, October 23, 2018",
  "quote": "",
  "events": ""
}