{
    "id": "2013-01-24",
    "title": "Reserve Component Support of the National Capital Region - Integrated Air Defense System",
    "body": "**What is it?**\n\nExercise Saber Junction 13, Phase 2, is a Joint Chiefs of Staff-sponsored, JCS-7 (formerly Joint Coalition Warfare) /Mission Command Training Program-supported, U.S. Army Europe-led, joint force headquarters exercise designed to prepare the 7th Civil Support Command to conduct foreign consequence management in response to simulated industrial chemical spills.\n\nThe command post exercise draws different services together in an effort to better understand the difficulties and challenges of foreign consequence management as it relates to natural disaster assistance and a simulated follow-on industrial chemical spill.\n\nThis year's exercise includes participants from U.S. European Command (EUCOM), U.S. Air Forces Europe, U.S. Naval Forces Europe, and the Defense Threat Reduction Agency, Army National Guard and Army Reserve. Interagency support includes Department of State and United States Agency for International Development (USAID) representatives. Reserve component units have traveled from as far away as New York and Hawaii to take part in the exercise. \n\n**What has the Army done?**\n\nForeign consequence management is the assistance provided by the U.S. government to a requesting host nation, with the Department of State as the lead federal agency, to mitigate the effects of a deliberate or inadvertent chemical, biological, radiological, or nuclear (CBRN ) attack or event and to restore essential operations and services.\n\nWithin the EUCOM area of responsibility, USAREUR's 7th Civil Support Command, an Army Reserve unit based in Kaiserslautern, Germany, provides USAREUR interface for consequence management between host nation authorities, the State Department, and other U.S. organizations and services.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe 7th CSC provides trained and ready forward-stationed consequence management command and control, civil support team, civil affairs enabler capabilities as directed by USAREUR.\n\nThe 7th CSC is the only civil support team based outside the continental U.S. team in the Army inventory. The 773rd Civil Support Team's mission includes deployment in response to chemical, biological, radiological and nuclear incidents; identification of CBRN agents or substances; assessment of current and projected consequences before, during, and after an incident; advising the incident commander on response measures, and assisting with appropriate requests for support.  \n\n**Why is this important to the Army?**\n\nSaber Junction Phase 2 exercises the core mission of the 7th CSC and enhances the Army's capability to conduct foreign consequence management within the USAREUR area of responsibility.  \n\n\n**Resources:**\n\n\n* [7th Civil Support Command](http://www.eur.army.mil/21TSC/7csc/index.aspx)\n* [U.S. State Department Foreign Consequence Management](http://www.state.gov/t/isn/c26799.htm)\n* [Joint Publication 3-41: Chemical, Biological, Radiological, and Nuclear Consequence Management](http://www.dtic.mil/doctrine/new_pubs/jp3_41.pdf)\n*[U.S. Army Europe](http://www.eur.army.mil/default.asp)\n*[U.S. Army Europe exercises](http://www.eur.army.mil/exercises/default.htm)\n",
    "date": "Thursday January 24, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThank you for volunteering. Thank you for stepping up. Thank you for keeping us strong, for always making us proud. It's because of you that with honor we were able to end the way in Iraq. Because of you that we delivered justice to Osama bin Laden. Because of you it's even possible to give Afghans a chance to determine their own destiny.\n\n### - President Barack Obama, at the Commander-in-Chief Inaugural Ball, Jan. 21, in Washington, D.C.\n\n*  [Accreditation Link ](http://www.army.mil/article/94700/)",
    "events": "Calendar\n--------\n150 Years: [The Battle of Gettysburg: The American Civil War](http://www.army.mil/gettysburg/flash.html)\n\n* **January 2013**\n\n* COMING SOON: Redesigned STAND-TO! website: http:www.army.mil/standto\n\n* Jan. 21: Martin Luther King's Birthday (NO STAND-TO!)\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n"
}