{
    "id": "2013-01-28",
    "title": "Mandatory Junior Promotion Board / Increased Accessioning",
    "body": "**What is it?**\n\nThe Army Reserve (AR) needs to increase accessions and promotions for enlisted Soldiers in the grades of E-2 through E-6.  In support of this goal, the AR will implement the following initiatives, which will ultimately benefit all enlisted Soldiers in our formations.  The intent of the initiative is to decrease the current strength of skill level 1 Soldiers through promotions, thereby potentially opening more positions for accessions, and increasing promotions for noncommissioned officers (NCOs) in the grades of E-5 through E-7.  The primary focus is on mid-grade NCOs (E-6 & E-7) in an effort to fill critical shortfalls within the force.          \n\n**What has the Army Reserve done?**\n\nThe initiative will be accomplished through the use of a G-1 developed web-based application, located on the AR G-1 website.  This application will assist command teams in identifying and reporting the status of all eligible Soldiers in the grades of E-1 through E-5 for promotion.  The AR G-1 published reporting requirements and implementation instruction directing battalion-level units to report the status of all eligible Soldiers on a quarterly basis.  Furthermore, reporting Soldiers by-name (versus reporting scheduled board dates) will allow accurate monitoring of individual Soldiers and ensure a reliable data source to track existing non-promotable issues occurring at unit level.  \n\n**What continued efforts does the Army Reserve have planned for the future?**\n\nThe Mandatory Junior Promotion Board initiative will ensure 100 percent by-name-reporting of all eligible Soldiers who are within the zone of consideration for promotion to private (E-2) through staff sergeant.  Additional guidance has been provided to track the success and capacity of commands holding junior enlisted Troop Program Unit (TPU) promotion boards and to ensure that sufficient boards are scheduled to maintain the existing population of eligible Soldiers.  Under the current system, the junior enlisted Permanent Promotion Recommended List (PPRL) contains only 3 percent of the eligible Soldiers for promotion to the next higher grade.  The stated goal of the initiative is to increase PPRL strength to 33 percent through identification and consideration of all eligible Soldiers for promotion.  \n\nUpon full implementation, Army Reserve Soldiers should expect to see an increase in promotion rates, while units and commanders can expect a decrease of Skill Level 1 overstrength and an increase in Soldiers filling mid-grade NCO positions.  \n\n\n**Resources:**\n\n\n* [AR website](http://www.usar.army.mil/Pages/default.aspx)\n\n",
    "date": "Monday January 28, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nOur biggest challenge is getting the right balance, and we can't do that until we have predictability in our budget process. If we don't have predictability, it's impossible for us to build a balanced force of end-strength modernization readiness.\n\n### - Chief of Staff of the U.S. Army Gen. Raymond T. Odierno, while speaking before AUSA members, emphasizes that the  greatest threat to America's national security is the fiscal uncertainty and potential shortfalls which could \"hollow\" out the force\n\n*  [CSA warns of budgetary 'perfect storm'](http://www.army.mil/article/95015/)",
    "events": "Calendar\n--------\n150 Years: [The Battle of Gettysburg: The American Civil War](http://www.army.mil/gettysburg/flash.html)\n\n* **January 2013**\n\n* Jan 28: Launch of the [redesigned STAND-TO!](http://www.army.mil/standto)  website \n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National brain Injury Awareness Month\n\n\n"
}