{
    "id": "2013-01-29",
    "title": "Central American Regional Leaders' Conference",
    "body": "**What is it?**\n\nOn behalf of the U.S. Army, U.S. Army South will host, at its headquarters at Joint Base San Antonio - Fort Sam Houston, Texas, the Central American Regional Leaders' Conference with senior army leaders and security forces from El Salvador, Guatemala, Honduras, Nicaragua and Panama Jan. 28 to Feb. 1.  \n\nThis conference provides an opportunity for military discussion between the respective armies and in Panama's case, security forces.  The conference seeks to promote regional efforts in order to mature relationships and increase interaction between partner nation forces.  It also provides a venue suitable for open discussions where regional partners can present concerns and explore reasonable approaches in the areas of security, countering transnational threats and building partner nation capacity. The overall objective of the conference is to promote peace and stability in Central America through mutual understanding, partnership and cooperation.         \n\n**What has the Army done?**\n\nU.S. Army South has participated in or hosted numerous senior leader conferences with armies from Central and South America and Caribbean nations. The open discussion that takes place in these conferences facilitates cooperative action among the region's nations. The meetings have been instrumental in strengthening professional relationships and collaboration between the respective armies, which has contributed to stability in the region.\n\n**What efforts does the Army have planned for the future?**\n\nU.S. Army South, as a flexible, agile and responsible component command for U.S. Southern Command, executes several key leader and army-to-army engagements throughout the year.  Key leader visits, professional exchange programs, and conducting various multinational exercises all help to nurture trust and collaboration. \n\n**Why is this important to the Army?** \n\nThe U.S. Army's capabilities in the region and elsewhere are greatly influenced by the relationships forged and shaped with partner nation forces.  Partner forces in the region have assisted in disaster relief, peacekeeping and combat operations.  El Salvador deployed 11 rotations of soldiers to participate in Operation Iraqi Freedom.  Strengthening our relationships with the armies from El Salvador, Guatemala, Honduras and Nicaragua and the security forces of Panama through this conference will have lasting effects on the peace and stability for the U.S. and in the region. \n\n**Resources:**\n\n* [U.S. Army South ](http://www.arsouth.army.mil)\n* [U.S. Army South on Facebook ](http://www.facebook.com/ArmySouth)\n* [U.S. Army South on YouTube ](http://www.youtube.com/user/USARMYSOUTH)\n* Related articles: \n* [Army South commander visits El Salvador, meets with leaders, exercises with cadets](http://www.arsouth.army.mil/news/4287-army-south-visits-el-salvador-meets-with-leaders-exercises-with-cadets.html)\n* [Conference of American Armies closes commanders' meeting, plans to gather again in Mexico City next year](http://www.arsouth.army.mil/news/4320-conference-of-american-armies-closes-commanders'-meeting,-plans-to-gather-again-in-mexico-city-next-year.html)\n* [Video - Army South CG attends Conference of American Armies' meeting](http://www.youtube.com/watch?v=coL8Pi-hec4)\n",
    "date": "Tuesday January 29, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nOur biggest challenge is getting the right balance, and we can't do that until we have predictability in our budget process. If we don't have predictability, it's impossible for us to build a balanced force of end-strength modernization readiness.\n\n### - Chief of Staff of the U.S. Army Gen. Raymond T. Odierno, while speaking before AUSA members, emphasizes that the  greatest threat to America's national security is the fiscal uncertainty and potential shortfalls which could \"hollow\" out the force\n\n*  [CSA warns of budgetary 'perfect storm'](http://www.army.mil/article/95015/)",
    "events": "Calendar\n--------\n150 Years: [The Battle of Gettysburg: The American Civil War](http://www.army.mil/gettysburg/flash.html)\n\n* **January 2013**\n\n* Jan 28: Launch of the [redesigned STAND-TO!](http://www.army.mil/standto)  website \n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}