{
    "id": "2013-01-30",
    "title": "Company Commander-First Sergeant Pre-Command Course",
    "body": "**What is it?**\n\nThe Company Commander-First Sergeant Pre-Command Course is a resident \"troop school\" conducted at more than 30 installations and units for company command teams prior to assuming their duties.  The course provides company command teams with knowledge in key areas resulting in effective leadership for the unit. All materials are currently posted on the Army Training Network. The course homepage allows installations and unit to post materials, best practices and feedback.         \n\n**What has the Army done?**\n\nIn October 2011, the Army directed [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) to develop the critical tasks and learning outcomes in order to establish the minimum requirements for the course. In February 2012, the Army directed the following 19 critical tasks as the minimum topics to be incorporated into all company pre-command courses:\n\n- Command climate\n- Maintaining good order\n- Health promotion \n- Risk reduction\n- Suicide prevention\n- Army substance abuse\n- Sexual harassment/assault response and prevention\n- Equal opportunity\n- Leader development\n- Training and administration\n- Command supply discipline\n- Comprehensive Soldier Fitness\n- Family programs\n- Soldier medical readiness\n- Retention\n- Profession of Arms\n- Concussion-traumatic brain injury\n- Protection of classified and sensitive information\n- Safety\n\nArmy proponents for each critical task developed training support packages to ensure standard materials; senior commanders incorporated the 19 critical tasks and use training support packages as baseline materials for locally trained courses. Commanders retain the authority to modify lessons and instructional methodology to meet learning outcomes and add tasks specific to their environment.   \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is developing distance learning modules covering each critical task and learning outcome.  This initiative will provide additional enabling materials to senior commanders that will add flexibility at each site. The initial distance learning modules are scheduled for fielding by September 2013. Subsequent distance learning development will incorporate new or revised materials and reserve-component unique materials. The [Combined Arms Center's School for Command Preparation](http://usacac.army.mil/cac2/CGSC/SCP/) will continue to work with Army commands, Army service component commands and direct reporting units to maintain both currency and relevance in course content.\n\n**Why is this important to the Army?** \n\nThe Company Commander-First Sergeant Pre-Command Course provides a unique leader development opportunity. The course prepares company-level command teams by providing information on policies, programs and procedures critical to success in these demanding leadership positions. \n\n**Resources:**\n\n\n\n* [Combined Arms Center's School for Command Preparation](http://usacac.army.mil/cac2/CGSC/SCP/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/cac2/)\n* Log-in required: \n* [Army Training Network](https://atn.army.mil)\n* [Company Commander-First Sergeant Pre-Command Course](https://atn.army.mil/dsp_template.aspx?dpID=270)\n\n",
    "date": "Wednesday January 30, 2013",
    "quote": "Quote for the Day\n-----------------------\n[The Command Sergeants Major Legal Orientation course] expands the education opportunities for our nominative sergeants majors to help them to understand the environment they'll be operating in [which is] not the same as tactical fight they've come from. \n\n\n### - Sergeant Major of the Army Raymond F. Chandler III, emphasizes the importance of  legal education for the enlisted Soldiers in arming them with more in-depth knowledge to help them do a better job while advising their commanders  \n\n*  [Army launches legal course for sergeants major](http://www.army.mil/article/95206/)",
    "events": "Upcoming Events \n--------\n150 Years: [The Battle of Gettysburg: The American Civil War](http://www.army.mil/gettysburg/flash.html)\n\n* **January 2013**\n\n* Jan 28:  [Redesigned STAND-TO!](http://www.army.mil/standto)  website launched\n\n* **February 2013**\n\n* Black History Month- Visit website: [African Americans in the U.S. Army](http://www.army.mil/africanamericans/resources.html)\n\n* National Patient Recognition Month\n\n* Feb. 18: President's Day Holiday (NO STAND-TO!)\n\n* Feb. 20- 22- [AUSA's ILW Winter Symposium & Exposition](http://www.ausawinter.org/home.php)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month\n\n\n"
}