{
    "id": "2019-04-05",
    "title": "Army Financial Reform",
    "body": "#######Provided by the Office of the Assistant Secretary of the Army for Financial Management and Comptroller (ASA (FM&C))\n\n**What is it?**\n\nThe U.S. Army is focused on reforming the Department's financial practices to improve performance and to optimize its purchasing power.  Army financial reform consists of two \"pillars\" - auditability and financial stewardship. \n\nThe law requires the Army to produce auditable financial statements and account for the money it spends, and the property and equipment it manages.\n\n**What are the current and past efforts of the Army?**\n\nTo continue progress in Financial Reform, the Army is aggressively developing a culture that expects auditable records at every level. The Army has a responsibility to maximize its resources, operate transparently, and execute its budget, according to the law and the intent of Congress.\n\nAs expected, the results of the fiscal year 2018 (FY18) audit produced a benchmark to begin measuring progress for future audits. The Army is taking steps, such as implementing strong internal controls, to remediate findings ahead of the FY19 audit.  \n \nOn Dec. 14, 2017, the secretary of the Army directed the establishment of the [Command Accountability and Execution Review (CAER) Program](https://www.army.mil/standto/2019-02-11). The CAER program helps to maximize the Army's purchasing power, encourage active management of Operations and Management funds by leaders and decrease the number of de-obligations. The establishment of the CAER program is considered as a mile stone for financial reform. \n \n\n**What continued efforts does the Army have planned?**\n\nIn developing the FY20 budget ($182B) Army leaders reviewed all programs and projects, aligning them with the National Defense Strategy and Army priorities. The NDS explains how the U.S. competes, deters, and defeats the nation's adversaries.\n\nThe results validated Army programs, synchronized resourcing and reinvested savings in programs which focused on financial reform and auditability.\n\nThe Army is also reinforcing a \"cultural change\" to its leaders. Financial Stewardship will continue to be a command responsibility. Leaders and commanders, at all levels, will be held responsible for the management and performance of their budgets.\n \n\n**Why is this important to the Army?**\n\nThe Army has a responsibility to maximize its resources, operate transparently and execute its budget, according to law and policy.  Congress penalizes the Army for losing buying power by cutting funds from its appropriations. The Army is committed to optimizing purchasing power by efficient budget execution through financial reform. \n\nIt is important the American people have confidence in the Army's management of every taxpayer dollar it receives. The Army must continue to demonstrate its people and processes can be trusted.\n \n**Resources**:\n\n* [Office of the Assistant Secretary of the Army for Financial Management and Comptroller](https://www.asafm.army.mil?st)\n\n**Related STAND-TO!:**\n\n* [Command Accountability and Execution Review Program](https://www.army.mil/standto/2019-02-11)\n\n**Related document:** \n\n* [National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)\n\n**Related article**:\n\n* [Command Accountability and Execution Review Program](https://www.army.mil/article/215296/?st)\n",
    "date": "Friday, April 5, 2019",
    "quote": "#### Focus Quote for the Day\n\n> Stretching every dollar to capture its full value to have increased readiness and lethality across the force is essential to America's ability to safeguard its vital national security interests around the globe today and in the future.\n\n\\- Lt. Gen.  Thomas A. Horlander, military deputy to the [Assistant Secretary of the Army for Financial Management and Comptroller](https://www.asafm.army.mil/?st) \n",
    "events": "#### Events \n\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child | Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day | Visit [Gold Star Survivors](http://www.army.mil/goldstar?st)\n\nApril 7-13: Army Volunteer Recognition Week\n\nApril 12-14: Best Ranger Competition | Visit [U.S. Army Rangers](https://www.army.mil/ranger?st)\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil?st) \n"
}