{
    "id": "2019-04-12",
    "title": "The Army Chaplain Corps Vision",
    "body": "#######Provided by U.S. Army Chaplain Corps\n\n**What is it?**\n\nThe U.S. Army Chaplain Corps Vision is guidance from the Army Chief of Chaplains. This Vision enhances the Chaplain Corps, as it cares for the soul of the Army. The Army Chaplains Corps provides religious support to America's Army.\n\nThe Chaplain Corps Vision establishes the following future end state, to ensure the Corps can continue to build Army spiritual readiness to deploy, fight, and win the nation's wars:\n\n*The Army Chaplain Corps of 2029 will be ready to build Army spiritual readiness by caring for Soldiers, their Families, and Army Civilians, across the full spectrum of conflict. The Chaplain Corps will do this by being a world-class, fully integrated network of mutually supportive Army religious support professionals, who are known for their integral and critical contributions to enhancing the readiness of Soldiers of all ranks.* \n\n**What are the current and past efforts of the Army?**\n\nAs a special branch within the Army, the Chaplain Corps is the most multifaceted and capable chaplaincy in history. The keys to this success have been:\n\n* Faithfulness of Chaplain Corps members\n* Quality of the Corps' leaders\n* Superiority of the Corps' education, training, and development\n* Ability of the Corps to care for Soldiers, their Families, and Army Civilians, within a complex and continuously changing environment\n\n\n**What continued efforts does the Army have planned?**\n\nThe Chaplain Corps Vision outlines four objectives that support the Army Vision:\n\n* **Man** - Grow the Chaplain Corps to support the Total Army as it grows, by assessing, recruiting, and retaining high quality, physically fit, mentally tough chaplains and Religious Affairs Specialists, as well as high quality Directors of Religious Education and other Army Civilians.\n\n* **Organize** - Ensure Chaplain Corps members at all echelons across the Total Army are organized and resourced in ways that deliver unity of effort, mutual support, and excellence in all religious support activities.\n\n* **Educate, Train, Develop, Form** - Ensure all Chaplain Corps members have superior education, training, and development as Army religious support professionals who will excel at enhancing the readiness of Soldiers of all ranks.\n\n* **Lead** - Form smart, innovative, and compassionate Chaplain Corps religious leaders of character, who are comfortable with complexity and capable of operating from the tactical to the strategic levels.\n\n**Why is this important to the Army?**\n\nSince 1775, the Army Chaplain Corps has proven itself vital to building Army spiritual readiness to protect the American people, safeguard the nation, and advance American interests abroad. The Corps' ability to build Army spiritual readiness will be even more critical in the future, given significant cultural changes both inside and outside the Army. \n\n**Resources**:\n\n* [US Army Chaplain Corps](https://www.army.mil/chaplaincorps)\n* [Army Chaplain Corps Vision](https://www.army.mil/e2/downloads/rv7/chaplain_corps_vision_2029.pdf) \n* [Army Vision](https://www.army.mil/vision?_st)\n\n**Related documents:**\n\n* [The Army Chaplain Corps Vision](https://www.army.mil/e2/downloads/rv7/chaplain_corps_vision_2029.pdf)\n\n**Related STAND-TO!:**\n\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n\n**Army Chaplain Corps on social media**:\n\n* [Facebook](https://www.facebook.com/ArmyChaplainCorps/)\n* [Twitter](https://twitter.com/ArmyChaplains )\n* [LinkedIn](https://www.linkedin.com/company/u-s-army-chaplain-corps) \n",
    "date": "Friday, April 12, 2019",
    "quote": "#### Focus Quote for the Day\n\n> Nested within the Army Mission, the Army Chaplain Corps Mission - our Corps' unique purpose - remains constant: *To build Army spiritual readiness to deploy, fight, and win our nation's wars, by providing reliable and relevant world-class religious support, as a unique element of the Army that is fully engaged across the full spectrum of conflict.*\n\n\\- Chief of Chaplains Maj. Gen. Paul K. Hurley and Chief of Staff of the Army Gen. Mark A. Milley\n\n\n[The Army Chaplain Corps Vision](https://www.army.mil/e2/downloads/rv7/chaplain_corps_vision_2029.pdf)\n",
    "events": "#### Events \n\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child | Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 5: Gold Star Spouse's Day | Visit [Gold Star Survivors](http://www.army.mil/goldstar?st)\n\nApril 7-13: Army Volunteer Recognition Week\n\nApril 12-14: Best Ranger Competition | Visit [U.S. Army Rangers](https://www.army.mil/ranger?st)\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil?st) \n"
}