{
    "id": "2019-04-19",
    "title": "Enlisted Centralized Selection Boards ",
    "body": "#######Provided by Headquarters, Deputy Chief of Staff, Army G-1\n\n**What is it?**\n\nArmy Directive, *Enlisted Centralized Selection Boards*, approved by the Secretary of the Army, addresses the Non Commissioned Officer (NCO) Promotion Boards that represents the biggest change to the NCO promotion system since 1969. The directive is a talent management effort that transitions from time-based retention to performance-based retention.\n\n**What are the current and past efforts of the Army?**\n\nNon Commissioned Officer Centralized Selection Boards serves as a catalyst to evolve from time-based to merit-based systems (decisions on promotion, assignments, retention).  To facilitate this cultural change, the Army is applying an iterative approach, with a goal of having all new policies and practices complete by the end of FY21.\n\nFor decades, the Army has:\n\n* Convened annual enlisted promotion boards to assess the potential of NCOs for promotion\n* Created Order of Merit Lists (OMLs) for each military occupational specialty \n* Selected NCOs for promotion based on time in grade (seniority). \n\nThe Army will now expand use of those OMLs from simply identifying promotion selectees to informing training, promotion, assignment, and retention decisions that will maximize the potential of the Soldiers.  This directive will halt the past practice of creating an annual promotion selection list based on time in grade and service.\n\n\n**What continued efforts does the Army have planned?**\n\nThe Army plans to change to a promotion process where only best-qualified NCOs are selected for promotion on a month-to-month basis based on the OMLs.  Eligibility requires NCOs to be *fully qualified*.  Boards will consider eligible NCOs annually; with new OMLs replacing old ones.\n  \nThe plan for Fiscal Year 2019 (FY19), starting with the **Master Sergeant Promotion Board**:\n\n*  Establish promotion sequence numbers based on merit (OML) instead of seniority\nFor the **Command Sergeant Major/Sergeant Major NCO Evaluation Board** (CSM/SGM Files):\n*  Use a board OML to qualify NCOs for Nominative CSM/SGM eligibility, BN/BDE CSM eligibility\n*  Establish promotion sequence numbers to SGM for Sergeants Major Course (Class 70) students upon graduation\n*  Begin informing all NCOs of their OML-standing within the Army Career Tracker (individual ranking amongst their peers)\n\nThe MSG and SGM NCO Evaluation Boards will continue into FY20. In FY21, the Army will begin the Sergeant First Class NCO Evaluation Boards.\n\n\n**Why is this important to the Army?**\n\nThe centralized selection boards is designed to improve readiness, leader and professional development of the NCO Corps.  This maximizes the greatest potential of the NCOs and enables continuation of service decisions informed by structure requirements and individual performance.  \n\n**Resources**:\n\n* [U.S. Army G-1](https://www.army.mil/g-1)\n \n\n**Related documents:**\n\n* [Army Directive, *Enlisted Centralized Selection Boards*](https://www.army.mil/e2/c/downloads/549708.pdf)\n* [Fact Sheet: Enlisted Centralized Selection Boards](https://www.army.mil/e2/c/downloads/549715.pdf)\n\n\n\n ",
    "date": "Friday, April 19, 2019",
    "quote": "#### Focus Quote for the Day\n\n> As we approach the 50th anniversary of the board process, we are making several changes that will facilitate an annual assessment of talent (that is, skills, knowledge, and behaviors) that will maximize the potential of our greatest assets--our people.\n\n\\- Secretary of the Army Mark T. Esper  \n\n\n[Army Directive, *Enlisted Centralized Selection Boards*](https://www.army.mil/article/220460/army_directive_2019_15_enlisted_centralized_selection_boards)\n",
    "events": "#### Events \n\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child &#124; Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)\n\nApril 22: Earth Day\n\nApril 23: [U.S. Army Reserve Birthday](http://www.usar.army.mil?st) \n"
}