{
    "id": "2019-04-26",
    "title": "Army Officer Talent Management",
    "body": "#######Provided by Army Talent Management Task Force/ Headquarters, Deputy Chief of Staff, Army G-1\n\n**What is it?**\n\nTalent Management is the U.S. Army's approach to creating a new personnel system that capitalizes on the unique talents of its people. The Army defines talent as the unique intersection of knowledge, skills, behaviors, and preferences (KSB-Ps) in every officer. A granular level of knowledge of KSB-Ps is the foundation of the talent management system. \n\n**What are the current and past efforts of the Army?**\n\nThe Army is developing a new talent management system to acquire, develop, employ, and retain the best officers for the future. The 2019 National Defense Authorization Act granted nine new authorities to the Army that provide flexibility to determine the characteristics of a talent -based system. \n\nThe Army Talent Alignment Process (ATAP), enabled by AIM 2.0, moves the force forward to gather information about every officer's KSB-Ps. This process: \n\n* Empowers commanders in the assignment process while increasing transparency and knowledge of officers and available positions. \n* Allows officers to input their KSB-Ps and for units to describe their available positions. \n\nBy October 2019, all active duty officers will be matched with assignments in the ATAP. \n\n\n**What continued efforts does the Army have planned?**\n\nThe Army Talent Management Task Force will launch numerous initiatives to assist in the development of a new talent management system. These include:\n\n* Starting in the summer 2019, all active component officers attending Captains' Career Courses will take the Graduate Record Examination (GRE). Human Resources Command (HRC) will use GRE scores as consideration in future assignments and for participation on Army Competitive Education programs.\n\n* The Army will administer a Battalion Command Assessment to officers selected as alternates on the fiscal year 2020 Infantry and Armor Battalion Command Select List. This series of assessments will inform future battalion command selection processes.  \n\n* Merit based promotions are set to begin this year starting with the FY20 Army Competitive Category O-4 promotion list. The Army will begin promoting a subset of officers who have demonstrated high merit and then promote the rest of the selection based on their date of rank. \n\n**Why is this important to the Army?**\n\nA talent-based system enhances readiness, maximizes human potential, and encompasses the acquisition, development, employment, and retention of the Army's greatest asset -- its people.  Talent management provides the Army a better understanding of the talents of the Officer Corps. The new system matches officers' talents with unit requirements to enhance Army readiness.\n \n\n**Resources**:\n\n* [Army G-1](https://www.army.mil/g-1)\n* [HRC](https://www.hrc.army.mil/)\n* [U.S. Army Talent Management](https://talent.army.mil/)\n\n**Related STAND-TO!:**\n\n* [U.S. Army Talent Management](https://www.army.mil/standto/2018-10-10)\n\n**Related article:**\n\n* [Army moving to talent management approach to guide career paths](https://www.army.mil/article/212245)\n\n ",
    "date": "Friday, April 26, 2019",
    "quote": "#### Focus Quote for the Day\n\n> Commanders and leaders throughout the Army are building readiness, and we are using resources that Congress and the American people have given us to build increasingly lethal and capable formations. To make sure we can do that, we will continue to grow the Army over the next several years and adapt our talent management practices to attract and retain the best and the brightest with the skills we need.\n\n\\- Gen. Mark A. Milley, Chief of Staff of the Army at the Association of the U.S. Army's Annual Meeting and Exposition, Oct 10, 2018 \n",
    "events": "#### Events \n\n\n**APRIL 2019**\n\nSexual Assault Prevention & Awareness Month\n\nMonth of the Military Child | Visit [U.S. Army Families](http://www.army.mil/families?st)\n\n[Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remember/days-of-remembrance)"
}