{
    "id": "2016-09-01",
    "title": "National Preparedness Month",
    "body": "#######Provided by Deputy Chief of Staff, Army G-3/5/7\n\n**What is it?**\n\n[National Preparedness Month (NPM)](https://www.ready.gov/september) is a national campaign of action to prepare, now and throughout the year, for the types of natural and man-made emergencies and disasters that could affect us where we live, work, learn, and visit. NPM is commemorated each September to emphasize the importance of preparedness and serve as a reminder of the simple actions we can take to prepare for when disaster strikes. \n\nThis year's NPM theme is \"Don't Wait, Communicate. Make Your Emergency Plan Today.\" The Army's focus remains steadfast to educate, empower, and involve the Army community in preparedness activities that enhance the Army's resiliency and increase the nation's readiness for all-hazards events. To help prepare the Army Community, [Ready Army](http://www.acsim.army.mil/readyarmy/) encourages everyone to [be informed](http://www.acsim.army.mil/readyarmy/ra_be_informed.htm), [make a plan](http://www.acsim.army.mil/readyarmy/ra_make_a_plan.htm), [build a kit](http://www.acsim.army.mil/readyarmy/ra_get_a_kit.htm), and [get involved](http://www.acsim.army.mil/readyarmy/ra_get_involved.htm).\n\n**What has the Army done?**\n\nIn 2009, the Army established its emergency management program outlined in Army Regulation 525-27 to prepare, mitigate, prevent, respond, and recover from all hazards on or impacting Army installations worldwide.\n\nIn 2011 HQDA G-34 developed [Ready Army](http://www.acsim.army.mil/readyarmy/), a community awareness campaign to empower Soldiers, Families, and civilians to prepare in advance for natural or man-made disasters.\n\nIn 2012, the Army began efforts to modernize emergency management equipment through the Emergency Management Modernization Program.\n\nSince 2013, the Army has joined the [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/) in [America's PrepareAthon!](https://www.army.mil/standto/archive_2015-04-16), the community-based campaign for action to increase emergency preparedness and community resilience.\n\nThe Army continues its efforts to institutionalize National Incident Management System training for emergency managers, emergency coordinators, and emergency operations center personnel and is adding several emergency management courses to the list of courses offered.\n\n**What continued efforts are planned for the future?**\n\nThe Army continues its efforts to improve preparedness and resiliency. To address emerging threats and hazards, the Army is revising policy. An updated AR 525-27 is due to be published in 2017.\n\nTo enhance protection capabilities, the Army will continue to modernize installation emergency management systems through 2017. The [Ready Army](http://www.acsim.army.mil/readyarmy/) campaign continues to incorporate outreach tools and educational material to encourage Soldiers, Families, and civilians to turn awareness into action that enhances individual and family preparedness.\n\nThe Army also encourages everyone to continue supporting FEMA's [America's PrepareAthon!](http://www.community.fema.gov/) campaign and participate in the National PrepareAthon! Day on September 30, which reinforces individual responsibility for preparedness.\n\nTo join these initiatives, visit the [Ready Army](http://www.acsim.army.mil/readyarmy/) website, where you can learn more by clicking on \"[National Preparedness Month](https://www.ready.gov/september)\" and \"[America's PrepareAthon!](http://www.community.fema.gov/)\"\n\n**Why is this important to the Army?**\n \nThe Army plays a vital role in supporting the Department of Defense and U.S. government's preparations and responses for a wide range of threats to the national security -- threats that include acts of terrorism, cyber-attacks, pandemics, and catastrophic natural disasters.\n\nUnder the National Response Framework, citizens are expected to be self-sufficient for 72 hours when base services such as water, power, and government support may not be available. The entire Army community must be ready to survive under these conditions. Instituting emergency preparedness and education programs like [Ready Army](http://www.acsim.army.mil/readyarmy/) helps prepare the Army community.\n \n**Resources:**\n\n* [Ready Army](http://www.acsim.army.mil/readyarmy/)\n* [Army Disaster Personnel Accountability and Assessment System (ADPAAS)](https://adpaas.army.mil/)\n* [Federal Emergency Management Agency (FEMA)](http://www.fema.gov/)\n* [America's PrepareAthon!](http://www.community.fema.gov/)\n* [Ready Campaign](http://www.ready.gov/)\n* [American Red Cross](http://www.redcross.org/)\n* [Citizen Corps](http://www.citizencorps.gov/)\n* [Family Readiness Group](http://www.armyfrg.org/)\n\n**Related document:**\n\nSearch for the term \"Army Regulation 525-27\" under \"Publication Text Search\" at the [Army Publishing Directorate](http://www.apd.army.mil/Search/ePubsSearch/ePubsSearchForm.aspx)\n\n**Related STAND-TO!**\n\n* [America's PrepareAthon!](https://www.army.mil/standto/archive_2015-04-16)\n* [Army Disaster Personnel Accountability and Assessment System](https://www.army.mil/standto/archive_2015-01-05)",
    "date": "Thursday, September 1, 2016",
    "quote": "",
    "events": "#### Events\n\n**August 2016** \n\nAug. 26:  Women's Equality Day (#WomensEqualityDay)\n\n**September 2016** \n\nSept. 5-11: Suicide Prevention Week/ Month (#suicideprevention)\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: National Hispanic Heritage Month (#HispanicHeritage)\n \nSept. 25: Gold Star Mother's and Family's Day (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}