{
    "id": "2016-09-06",
    "title": "Suicide Prevention Month",
    "body": "#######Provided by the Army Resiliency Directorate, G-1\n\n**What is it?**\n\nSuicide Prevention is a 365-days-a-year effort and a top priority for Army senior leaders. The Army is taking a comprehensive and holistic approach to strengthening its people and mitigating risk by providing education, building protective factors, encouraging engagement, and emphasizing early intervention. The Army is highlighting its message of prevention through the summer months, culminating in September with Suicide Prevention Month. The Army is in support of the Department of Defense, whose 2016 theme is: #BeThere.\n\n**What has the Army done?**\n\nThe Army sees an increase in suicide events in the summer months. In 2015, the Army saw a 68 percent increase in the number of suicides from June to July. In 2016, the Army stressed suicide prevention by executing a communication campaign beginning in July. The goals of the campaign are to reinforce Army values, beliefs, and attitudes and to inform and educate members of the Army team about the risk factors and warning signs of suicide. This campaign includes Army senior leader messaging, videos and graphics.\n\n**What continued efforts are planned for the future?**\n\nIn the Army, every Soldier counts, which is why messaging about suicide prevention continues and remains embedded in Army culture. The Army will continue to emphasize that it is the responsibility of individual Soldiers to have visibility and take responsibility to sustain their own personal readiness and the personal readiness of their buddy.\n\nIn addition, the Army is finalizing a new intervention training module called \"Engage,\" which empowers individuals to engage and do something when a situation is risky or has the potential to escalate. This module redesigns intervention training to meet suicide prevention and substance abuse prevention training requirements. Based on [Army values](https://www.army.mil/values) training, the module emphasizes that all members of the Army team have a duty and obligation to intervene when alerted.\n\nThe Army will continue the ACE training (ask, care, escort) to ensure that individuals are equipped with the skills to intervene when someone is at the point of crisis.\n\n**Why is this important to the Army?**\n \nSuicide Prevention Month reminds all members of the Army team that Soldiers and units must be capable of building and sustaining their personal readiness, which is critical to mission readiness and deployability. High-risk behavior is preventable. Although tragic events, like suicide, are complex, members of the Army team have a duty and obligation to engage to strengthen themselves and others and #BeThere to connect fellow Soldiers in crisis with support.\n \n**Resources:**\n\n* [U.S. Army Ready and Resilient Campaign](https://www.army.mil/readyandresilient/personnel/)\n* [Army Suicide Prevention Program](http://www.preventsuicide.army.mil/)\n* [Army G-1: Suicide Prevention Training Resources](http://www.armyg1.army.mil/hr/suicide/training.asp)\n* [Public Health Command](http://phc.amedd.army.mil/)\n* [Army Behavioral Health](http://armymedicine.mil/Pages/behavioralhealth.aspx)\n* [Defense Suicide Prevention Office](http://armymedicine.mil/Pages/behavioralhealth.aspx)",
    "date": "Tuesday, September 6, 2016",
    "quote": "#### Focus Quote for the Day\n\n> We are living in a world where people have difficulties, problems and challenges and, unfortunately, in some cases people make poor choices. ... Whether it's you or someone you know that needs help, [I] encourage you to get it or help them to find it.\n\n\\- Brig. Gen. Thomas Solhjem, deputy chief of chaplains, Army Chaplain Corps,  shares his own experiences with suicide as a young Soldier in recognition of National Suicide Prevention Month. \n\n[National Suicide Prevention Month PSA](https://www.dvidshub.net/video/481371/national-suicide-prevention-month-psa)",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}