{
    "id": "2016-09-07",
    "title": "Navigation Warfare",
    "body": "#######Provided by USASMDC/ARSTRAT\n\n**What is it?**\n\nNavigation Warfare (NAVWAR) allows the Army to take deliberate defensive and offensive actions to assure U.S. forces position, navigation and timing information (PNT) through coordinated employment of space, cyberspace and electronic warfare operations.\n\nThe Army is highly dependent on the use of GPS-delivered PNT data. NAVWAR prevents the use of GPS by hostile forces while ensuring unimpeded use for U.S. forces and allies.\n\n**What has the Army done?**\n\nThe Secretary of the Army designated the Army Space and Missile Defense Command/Army Forces Strategic Command (USASMDC/ARSTRAT) as the Army representative to identify and advocate for positioning, navigation, and timing and navigation warfare requirements through Commander, U.S. Strategic Command to the Joint Staff to establish and formalize joint NAVWAR Requirements.\n\nUSASMDC/ARSTRAT is developing a TRADOC-sponsored Army NAVWAR concept whitepaper. This concept will be used to establish a baseline for how the Army will execute the NAVWAR fight. \n\nUSASMDC/ARSTRAT, in conjunction with FORSCOM and the Joint Navigation Warfare Center, supports home station training and Combat Training Center training events under degraded GPS conditions. The goal is to enable tactical formations to develop and train tactics, techniques and procedures that enable Army formations to work. The USASMDC/ARSTRAT Technical Center has several ongoing technology development efforts to enable the key operational task.\n\n**What continued efforts are planned for the future?**\n\nUSASMDC/ARSTRAT is the Army lead for institutional unity of effort on NAVWAR.\n\n* Several research, development, test and evaluation and capability integration efforts are working on this problem independent of one another.\n* The Army is working to expand its focus beyond PNT assurance to all aspects of NAVWAR operations.\n\n**Why is this important to the Army?**\n\nThe Army is highly dependent on the use of PNT data. The typical brigade combat team depends on over 28 different systems and 600 total systems that leverage PNT. The Army has over 250 thousand GPS-dependent systems overall.\n\nAdversaries understand U.S. advantages and are developing capabilities to deny PNT to U.S. forces while simultaneously pursuing independent means of receiving PNT data, including global navigation satellite systems.\n\nPNT data enables the Army to precisely *move, shoot and communicate,* extend its operational reach, control the tempo of operations, perform mission command  all without adversarial interruption.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n\n**Related document:**\n\n* [SOS (Space Operations System)](http://www.smdc.army.mil/FactSheets/archive/SOS.pdf)\n* [Joint Navigation Warfare Center (JNWC)](https://www.stratcom.mil/factsheets/8/Joint_Navigation_Warfare_Center/)\n\n**Related article:**\n\n* [DOD puts emphasis on Navigation Warfare, accurate GPS signals](https://defensesystems.com/articles/2015/02/09/dod-directive-navigation-warfare-pnt-tools.aspx)",
    "date": "Wednesday, September 7, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}