{
    "id": "2016-09-08",
    "title": "Defense Performance Management and Appraisal Program",
    "body": "#######Provided by ASA M&RA & DCS, G-1 Public Affairs Office\n\n**What is it?**\n\nThe Department of Defense has worked with the [Office of Personnel Management](https://www.opm.gov/) to develop the Defense Performance Management and Appraisal Program, a DOD-wide performance management program that links individual performance to DOD values and organizational mission. This program is a component of DOD's \"New Beginnings\" initiative, an effort to foster a culture of high performance through greater employee and supervisor communication and accountability, increased employee engagement, transparent processes, and improved capabilities in recruiting, developing and rewarding the DOD civilian workforce.\n\n**What has the Army done?**\n\nThe Army has begun its phased implementation of the Defense Performance Management and Appraisal Program in April 2016. Approximately 3,100 civilian employees within the [Civilian Human Resources Agency](http://www.chra.army.mil/) became the inaugural group to enter this new program, which ensures ongoing recognition and communication between employees and supervisors throughout the appraisal cycle.\n\nAdditionally, an automated appraisal tool is available for administering and documenting performance management activities. A hard copy prescribed form will be used for supervisors or employees who do not have computer access.\n\n**What continued efforts are planned for the future?**\n\nThe Army's phased implementation will be executed from April 2016 through June 2018. During this time, the Army will transition more than 200,000 Army Civilian employees into the new program.\n\nArmy offices responsible for the implementation have developed training for civilian employees and their supervisors (military and civilian) to ensure they understand the new performance management expectations and how to use of the system.\n\n**Why is this important to the Army?**\n\nPeople are their most important asset and critical to accomplishing the mission for the Department of the Army. Recruiting and retaining the best talent in the civilian workforce is a key element in the American military's ability to continue building upon the strengths of the civilian workforce.\n\n\n**Resources:**\n\n* [ASA MRA Army Civilian Personnel](http://cpol.army.mil/)\n* [New Beginnings Personnel Authorities and Flexibilities](http://cpol.army.mil/library/general/ACNB/)\n\n**Related documents:**\n\n* [ASA M&RA/ Army G-1 Memo](http://cpol.army.mil/library/general/ACNB/docs/20160503-New_Beginnings_Progress.pdf)\n\n**Related articles:**\n\n* [Army Civilians transition to new DOD-wide appraisal program](https://www.army.mil/article/168631)\n* [DOD launches new Civilian Performance Appraisal Program](http://www.defense.gov/News/Article/Article/713752/dod-launches-new-civilian-performance-appraisal-program)\n* [DOD to implement 3-tier Civilian Performance Appraisal System](http://www.defense.gov/News/Article/Article/602975)\n* [Department of Defense announces progress on design and implementation of new civilian employee performance management system and appointment procedures](http://www.defense.gov/News/News-Releases/News-Release-View/Article/605108)",
    "date": "Thursday, September 8, 2016",
    "quote": "#### Focus Quote for the Day \n\n\n> Our people are our most important asset ... America's Army remains highly capable and worldwide mission ready in part by leveraging the talent and skills of its civilian work force ... Implementation of the appraisal system will enhance our ability to appropriately manage and develop our talented civilian workforce. \n\n\\- Lt. Gen. James C. McConville, [Deputy Chief of Staff, Army G-1](http://asamra.hqda.pentagon.mil/bios.asp)\n\n[Army civilians transition to new DOD-wide appraisal program](https://www.army.mil/article/168631)",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}