{
    "id": "2016-09-12",
    "title": "STARRS-LS Re-Contact Survey",
    "body": "#######Provided by the Office of the Deputy Under Secretary of the Army\n\n**What is it?**\n\nThe [Study to Assess Risk and Resilience in Servicemembers -- Longitudinal Study](http://www.army.mil/standto/archive_2015-07-09) (STARRS-LS) is a follow-up to the [Army STARRS research effort](https://www.army.mil/standto/archive/2010/06/24/) to promote the overall health of Soldiers and to prevent suicide across the Army. This research is being conducted in partnership with the Office of the Assistant Secretary of Defense for Health Affairs, the Department of the Army, and the National Institute of Mental Health with a team of researchers from the Uniformed Services University of the Health Sciences, the University of California, San Diego, the Harvard Medical School, and the University of Michigan.\n\nThe STARRS-LS re-contact survey will begin on Monday, Sept. 12. The University of Michigan will reach out to Soldiers who previously participated in Army STARRS and have agreed to be contacted again for follow-up research. Soldiers who will be re-contacted include those in the Army (Regular, Guard and Reserve) as well as those who have moved to other branches of military service or transitioned to civilian life. The survey will take approximately 45 minutes and is to be completed during off-duty hours via web or by telephone. Participation in STARRS-LS is strictly voluntary and confidential.\n\n**What has the Army done?**\n\nThe Secretary of the Army approved the STARRS-LS Memorandum of Agreement to support this five-year research effort, and Army senior leaders are encouraging Soldiers to participate in STARRS-LS. The Army serves as one of the tri-chairs for the study's government steering committee, which is providing oversight of the research. \n\n**What continued efforts are planned for the future?**\n\nThe Office of the Assistant Secretary of the Army for Manpower and Reserve Affairs set up a research advisory team to review all Army STARRS and STARRS-LS findings and decide how best to use them to improve health promotion, risk reduction, and suicide prevention efforts for the Total Army.\n\n**Why is this important to the Army?**\n\nAs the Army mission changes, new concerns arise and STARRS-LS will allow independent researchers to better describe risk and protective factors for suicide and related behavioral health problems that will hopefully improve the lives of service members, veterans, and military Families.\n\n**Resources:**\n\n* [STARRS-LS](http://starrs-ls.org)\n* [STARRS-LS Email](mailto:usarmy.pentagon.hqda-dusa.mbx.starrs-ls@mail.mil)\n\n**Related articles:**\n\n* [STARRS-LS Fall Pilot Study](http://www.army.mil/standto/archive_2013-07-19/)\n* [STARRS - Longitudinal Study](http://www.army.mil/standto/archive_2015-07-09)\n* [Army STARRS](https://www.army.mil/standto/archive/2010/06/24/)",
    "date": "Monday, September 12, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}