{
    "id": "2016-09-13",
    "title": "Alcohol and Substance Abuse",
    "body": "#######Provided by Army G-1 Public Affairs\n\n**What is it?**\n\nAlcohol and substance abuse are preventable. The Army is shifting towards a proactive, holistic prevention model to focus on strengthening Soldiers and engaging at the earliest signs of alerts.  \n\nThe Army's efforts to prevent alcohol and substance abuse include:\n\n* Awareness - Increase knowledge of the impact to Soldier performance.\n* Deterrence - Encourage good decision making.\n* Education - Increase understanding of effects and how to initiate peer-to-peer discussion.\n* Prevention - Implement measures to establish and maintain the environment for positive behaviors.\n* Assistance - Provide support to those who self-identify.\n* Rehabilitation - Administer treatment and care.\n\n**What has the Army done?**\n\nA working group was established to complete a review and assessment of the Army's substance abuse prevention core functions. This comprehensive review encompassed policy and program objectives; program design; program efficacy; staffing and resources; and organization alignment.\n\nThe Army completed a review of its alcohol and substance abuse prevention efforts in September 2015 and determined that it was implementing a comprehensive program to prevent and control the abuse of alcohol and prescription drugs, and the use of illicit drugs.\n\nThe same review also identified opportunities to increase efficiencies and effectiveness, which the Army is now incorporating into a revised Army Regulation for publishing no later than May 1, 2017.  \n\n**What continued efforts are planned for the future?**\n\nA two-year transformation process is underway to improve overall care and holistically enhance the Army's efforts to prevent alcohol and substance abuse. Changes in policies and procedures will provide more opportunities for early intervention for alcohol misuse and abuse and drug misuse. These changes will also help break down structural and social barriers that typically inhibit individuals from accessing care.\n\n**Why is this important to the Army?**\n\nPersonal Readiness is critical to unit and mission readiness and requires that every member of the Army team be ready and deployable. The abuse of alcohol and drugs is a major threat to personal readiness and mission accomplishment. The Army's Ready and Resilient Campaign strengthens personal readiness by increasing awareness, deterring the abuse of alcohol and illegal drug use, providing education, and fostering prevention, assistance, and rehabilitation with regard to substance abuse.\n\n**Resources:**\n\n* [Ready and Resilient](https://www.army.mil/readyandresilient/)\n\n**Related STAND-TO!:**\n\n* [Visibility of Personal Readiness](https://www.army.mil/standto/archive_2016-02-25)",
    "date": "Tuesday, September 13, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}