{
    "id": "2016-09-15",
    "title": "Hispanic Heritage Month",
    "body": "#######Provided by ASA M&RA and Army G-1\n\n**What is it?**\n\nEach year from Sept. 15 to Oct. 15, the Army community joins the nation in both reflecting upon and celebrating the tremendous contributions of [Hispanic Americans serving in the U.S. Army](http://www.army.mil/hispanics). Hispanic-American Soldiers have served in the Army for more than 236 years in support of the nation and securing peace worldwide. The legacy of these individuals is one of exceptional service, which remains evident today in various functional areas of the force and levels of leadership. \n\nThe National theme for 2016 is \"Hispanic American: Embracing, Enriching, and Enabling America.\"\n\nHispanic Heritage Month begins Sept. 15, the anniversary of independence for Costa Rica, El Salvador, Guatemala, Honduras, and Nicaragua. This month also takes into account the Independence Day of Mexico on Sept. 16 and the Independence Day of Chile on Sept. 18. Throughout Spain and Latin America, Columbus Day is also celebrated as \"Hispanity Day.\"\n\n**What has the Army done?**\n\nArmy leaders at all echelons work daily to influence change that causes the Army culture to continually evolve in a way that fosters and sustains capabilities to win in an unknown, unknowable and complex operational environment.\n\nDuring this observance, the Army prioritizes a myriad of efforts to amplify its appreciation of all Hispanic Americans who have served and those who continue to serve today.\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to:\n\n* Ensure all individuals who are able and willing to serve have the full and equal opportunity to do so, and are treated with dignity and respect.\n* Select the best-qualified Soldiers to serve in its military occupational specialties and provide opportunities and the necessary support to help them reach their full potential.\n* Remain a highly capable and mission-ready force, in part by leveraging the strengths of its diverse, all-volunteer force.\n* Encourage every member of the Army family to learn about and celebrate the contributions of all Hispanic Soldiers, civilians and their families who have given so much to help safeguard the nation's freedom.\n\n**Why is this important to the Army?**\n\nAmerica's Army remains a highly capable and mission ready force by continuing to leverage the strengths found in its diverse, all-volunteer force. The depth of experience evident in the Army's talent pool helps to sustain its legacy as the effective fighting force that America, its allies and adversaries know today. \n\n**Resources:**\n\n* [Army.mil: Hispanic Americans in the U.S. Army](https://www.army.mil/hispanics)\n* [U.S. Army Center for Military History: Hispanic Americans in the U.S. Army](http://history.army.mil/html/topics/hispam/index.html)\n* [Defense Equality Opportunity Management Institute (DEOMI)](https://www.deomi.org/contribute/SpecialObservance/index.cfm)\n* [Army Diversity: Strength in Diversity](http://www.armydiversity.army.mil/)\n* [Valor 24 Medal of Honor](https://www.army.mil/medalofhonor/valor24/)\n\n**Related documents:**\n\n* [Diversity & Leadership Federal Agency Annual EEO Program Status Report 2015](https://nsf.gov/od/odi/directive/md715fy2015.pdf)\n\n**Related STAND-TO!:**\n\n* [Army Diversity Roadmap](https://www.army.mil/standto/archive_2013-12-18/)",
    "date": "Thursday, September 15, 2016",
    "quote": "#### Quote for the Day \n\n\n>  It's almost impossible to separate the Army's story from this nation's story. In so many ways, the history of the Army is the history of America. \n\n\n\\- Secretary of the Army Eric K. Fanning, emphasizing that the history of the Army is intertwined with that of the nation it defends, at the groundbreaking of the National Army Museum at Fort Belvoir, VA, Sept. 14\n\n[Milley: Army Museum tribute to all Soldiers who served](https://www.army.mil/article/175159)",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}