{
    "id": "2016-09-19",
    "title": "Army Ideas for Innovation Program",
    "body": "#######Provided by U.S. Army Office of Business Transformation\n\n**What is it?**\n\nThe Army Ideas for Innovation (AI2) program replaces the Army Suggestion Program (ASP) that was suspended in 2013. It is a venue for Army Soldiers and civilians to share innovative ideas and creative solutions that positively affect the Army through cost savings, increased productivity, and process improvement. \n\n**What has the Army done?**\n\nThe ASP was suspended in 2013 as budgetary resources required to correct programmatic deficiencies and sustain the Army-wide program were not available. However, successive Department of Defense and Army Senior Leaders since then have highlighted the importance of becoming more innovative, and the 2014 Army Operating Concept specifically identifies innovation as one of eight key tenets for guiding the application of combat power.\n\nTo address this gap, the Army's [Office of Business Transformation](https://www.army.mil/obt) designed, developed, and successfully piloted AI2, which resides on [milSuite](https://www.milsuite.mil/book/community/spaces/ai2) and will be open to all CAC holders during the first week of October 2016. Like the ASP, AI2 provides a platform for unleashing the creativity of the force to bring ideas to valued outcomes. Unlike the ASP, AI2 has no centralized awards program, relying instead on commanders and civilian leaders at the local level to incentivize, reward and recognize successful innovation and entrepreneurship. \n\n**What continued efforts are planned for the future?**\n\nAI2 will offer all CAC holders the ability to submit innovative ideas for improving the Army and its operations. Once ideas are accepted, the program is structured to allow for collaboration and feedback on them. This will facilitate a better understanding of the ideas and the agency they should be forwarded to for further consideration. Progress of idea submissions can also be tracked on the site.\n\n**Why is this important to the Army?**\n\nThe Army has always been an innovative organization, owing past successes in large part to the indomitable spirit of American Soldiers who continuously find new solutions to solve pressing tactical problems. However, the pace of change in the geopolitical environment, coupled with significant fiscal constraints for the foreseeable future, demands that the rate of innovation is accelerated to ensure the Army's ability to win in a complex world. In addressing this challenge, AI2 will better enable the Army to unleash the creativity, ingenuity and adaptability of its workforce. \n\n**Resources:**\n\n* [U.S. Army Office of Business Transformation](https://www.army.mil/obt)\n* [Milsuite -- CAC login required.](https://www.milsuite.mil/book/community/spaces/ai2)\n\n**Related STAND-TO!:**\n\n* [Army Readiness Guidance](https://www.army.mil/standto/2016-05-19)\n",
    "date": "Monday, September 19, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}