{
    "id": "2016-09-20",
    "title": "One Army, Indivisible",
    "body": "#######Provided by the Center for the Army Profession and Ethic\n\n**What is it?**\n\n\"One Army, Indivisible\" is the America's Army - Our Profession (AAOP) biennial theme for fiscal year 2017-2018. The Total Army is composed of three interdependent, mutually supporting components: the regular Army, the Army National Guard, and the Army Reserve. In addition, the Army Civilian Corps supports all three. The Army's fundamental mission to win in the unforgiving crucible of ground combat requires the combined effort of the entire team to be ready today and prepared for tomorrow.\n\n**What has the Army done?**\n\nThe chief of staff of the Army approved the \"One Army, Indivisible\" theme to continue the momentum gained from prior AAOP themes, which are designed to teach and inspire an understanding of the Army profession and enhance commitment to the Army's professional calling. The [Center for the Army Profession and Ethic (CAPE)](http://cape.army.mil), a part of the Combined Arms Center and Army Training and Doctrine Command, is the Army's lead for developing the themes. \n\n* The fiscal year 2014 theme [Stand Strong](http://cape.army.mil/aaop/stand-strong/) re-emphasized \"Trust\" in the first half of the year and then transitioned to [Honorable Service and Stewardship](http://cape.army.mil/aaop/honorable-service-stewardship/). \n* The fiscal year 2015-2016 theme [Living the Army Ethic, Why and How We Serve](http://cape.army.mil/aaop/living-the-army-ethic/) focused on the Army ethic to include the moral principles that guide decisions and actions in all aspects of life.\n\n**What continued efforts are planned for the future?**\n\nThe Army will continue to integrate [Army Profession](https://www.army.mil/standto/archive/2011/01/10/), [Army Ethic](http://www.army.mil/standto/archive_2015-06-15/) and [Character Development](https://www.army.mil/standto/archive_2016-08-10) doctrine into training, professional military education, the civilian education system and operations. This includes developing [America's Army - Our Profession](http://cape.army.mil/aaop/) themes and producing supporting materials for training and education. The Army will also develop products that encourage and strengthen bonds of trust within the Army Profession and reinforce trust with the American people. The [CAPE website](http://cape.army.mil/aaop/) includes \"One Army, Indivisible\" materials to support professional development programs through facilitated discussions and key messaging.\n\n**Why is this important to the Army?**\n\n\"One Army, Indivisible\" is an important concept because each element of the team makes an essential contribution to the Total Army's ability to provide for the ethical design, generation, support and application of land power. \n\nSoldiers and Army Civilians serving in all components share an identity as trusted Army professionals, who are inspired to honorably fulfill their oaths of service to the nation. Having an understanding of the communities of practice, components and cohorts within the Total Army is an essential first step to appreciating the vital role each plays in accomplishing the Army's mission.\n\n**Resources:**\n\n* [Mission Command Center of Excellence (MC CoE)](http://usacac.army.mil/organizations/mccoe)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [The Center for the Army Profession and Ethic (CAPE)](http://cape.army.mil/)\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* [ADP1: The Army](https://armypubs.us.army.mil/doctrine/ADP_1.html)\n* [CSA's Strategic Intent](https://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n\n**Related STAND-TO!:**\n\n* [Character Development Project](https://www.army.mil/standto/archive_2016-08-10)\n* [Army Civilian Profession Training](https://www.army.mil/standto/archive_2016-06-23)\n* [The Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [America's Army -- Our Profession \"Stand Strong\"](https://www.army.mil/standto/archive_2013-12-16/)\n* [The Army Profession](https://www.army.mil/standto/archive/2011/01/10/)",
    "date": "Tuesday, September 20, 2016",
    "quote": "#### Focus quote of the day\n\n> We are in fact one Army. We have three components, but it's one Army. We are E Pluribus Unum in reality. Of the many, come one  As we are one nation indivisible, we are, in fact, one Army, indivisible.\n\n\\- Gen. Mark A. Milley, 39th chief of staff of the Army\n\n[CSA's National Guard Association of the United States speech](https://www.army.mil/article/155581)\n",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}