{
    "id": "2016-09-22",
    "title": "Gold Star Mother's and Family's Day",
    "body": "#######Provided by Installation Management Command\n\n**What is it?**\n\nOn June 23, 1936, the 74th United States Congress designated the last Sunday of September as \"Gold Star Mother's Day.\" The national commemoration is an opportunity for the American public to remember and honor the continued service of the Gold Star Family members. Since the loss of a child affects the entire family, the Department of the Army observes this day as \"Gold Star Mother's and Family's Day.\"\n\nThe term \"Gold Star\" originated during World War I. Americans displayed flags in homes, businesses, schools and churches bearing a blue star for each Family member serving in the military. Families stitched a gold star over the blue star to honor those members who died during military service.\n\nIn 1947, Congress approved the design, manufacture and distribution of the official [Gold Star Lapel Button](http://www.army.mil/standto/archive_2013-12-05/), a symbol worn by Family of service members who lost their lives in combat operations. In 1973, the Lapel Button for Next of Kin of Deceased Personnel was introduced to symbolize active-duty Soldiers who lost their lives in non-combat operations. The surviving Family members wear either a Gold Star Lapel Button or the Lapel Button for Next of Kin of Deceased Personnel in honor of their fallen Soldier. Family members typically receive these pins from the Army during the Soldier's funeral service.\n\n**What has the Army done?**\n\nThe Army, on behalf of a grateful nation, salutes America's Gold Star Mothers and surviving Family members at all times. On Sunday, September 25, the Army will join the nation in observing Gold Star Mother's and Family's Day. Events will be held at military installations and national memorial sites such as Arlington National Cemetery, the Vietnam Veterans Memorial and the Tomb of the Unknown Soldier.\n\nArmy leaders encourage the military community to take time on this day to remember the service members who have given their lives in the service of the country and recognize the sacrifices of the loved ones who have been left behind. \n\n**What continued efforts are planned for the future?**\n\nThe Army is dedicated to providing ongoing support to over 75,000 surviving Family members of fallen service members. Army Survivor Outreach Services offers resources including supportive counseling, financial education, benefits coordination and support groups to surviving Family members for as long as they need or request Army involvement.\n\nThe Army will remain thankful for all individuals, nonprofit organizations, and nongovernmental organizations that complement the Army's continuum of support.\n\n**Why is this important to the Army?**\n\nGold Star mothers and family members are, and always will be, a part of the Army Family. The Army recognizes their courage and sacrifice and is committed to supporting them while honoring the legacy of their fallen service members.\n\n**Resources:**\n\n* [Army Family & Morale, Welfare and Recreation](http://www.armymwr.com)\n* [Army Installation Management Command](http://www.imcom.army.mil)\n* [Symbols of Honor Worn by Surviving Military Families](http://www.symbolsofhonor.org)\n* [Army Survivor Outreach Services](https://sos.army.mil)\n* [Army.mil: Gold Star Survivors](http://www.army.mil/goldstar)\n* [American Gold Star Mothers, Inc.](http://www.goldstarmoms.com)\n\n**Social Media:**\n\n* [IMCOM on Facebook](https://www.facebook.com/InstallationManagementCommunity)\n* [Army MWR on Facebook:](https://www.Facebook.com/FamilyMWR)\n* [IMCOM YouTube Channel](https://www.youtube.com/user/InstallationMgt)\n\n**Related STAND-TO!**\n\n* [Survivor Outreach Services](https://www.army.mil/standto/archive_2013-11-26/)\n* [Gold Star Lapel Buttons](http://www.army.mil/standto/archive_2013-12-05/)",
    "date": "Thursday, September 22, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}