{
    "id": "2016-09-26",
    "title": "Military Police Corps",
    "body": "#######Provided by Army Training and Doctrine Command\n\n**What is it?**\n\nThe Military Police Corps is the Army's professional policing, investigative and corrections branch that enables protection and promotes the rule of law. It is composed of more than 50,000 Soldiers and civilians serving the total Army population worldwide. \n\nThe Military Police Corps celebrates its 75th anniversary and a rich tradition of service to the Army Monday, Sep. 26. The theme for this year's celebration, \"From the Marechaussee to the Military Police Today,\" embodies the proud heritage of military police since the birth of this nation.\n\n**What has the Army done?**\n\nIn June 1778, Gen. George Washington's request for the formation of a provost unit was fulfilled with the Marechaussee Corps, a mounted unit of 63 men with military police duties. With the start of the Civil War, the need for discipline in the ranks led to the establishment of provost marshals and provost guard units. Policing, corrections, investigative operations and soldiering within the Military Police Corps evolved over the next 75 years, during times of peace and war.\n\nTo ensure high standards of military police training, an objective that remains a part of the [Army Training and Doctrine Command](http://www.tradoc.army.mil/), the [Army Military Police School](http://www.wood.army.mil/usamps/) was established at Fort Myer, Virginia in 1941.\n\nThe Army made the Military Police Corps a permanent branch with the passage of the Army Reorganization Act of 1950. The Military Police Corps achieved status as a combat support branch of the Army in October 1968, after the courageous performance by military police during the Tet Offensive of January 1968.\n\n**What continued efforts are planned for the future?**\n\nThe Military Police Corps will continue to execute the full range of policing operations within the strategic environment to apply pressure on threat networks across all domains, while simultaneously preserving combat power. The Military Police Corps will continue to assist commanders in the preservation of the force, ensuring that they enforce standards, professionalism and adherence to rules and regulations the Army expects from members of the profession.\n\n**Why is this important to the Army?**\n\nAdversaries will seek to cooperate with and exploit the activities of criminal enterprises to acquire resources and damage the joint force. These criminal activities harm civilian populations, weaken developing security forces, destabilize governments and threaten U.S. military sustainment operations in all environments. The Military Police Corps supports the Army by protecting the Total Force, enabling maneuver and shaping the increasingly complex operational environment.\n\n**Resources:**\n\n* [Army Military Police School ](http://www.wood.army.mil/usamps/)\n* [Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Criminal Investigation Command](http://www.cid.army.mil/)\n\n**Army Military Police Corps on social media:**\n\n* [Army Military Police Corps Regimental Museum](https://www.facebook.com/usarmymilitarypolicemuseum/)\n* [Army Military Police photos](https://www.flickr.com/photos/fortleonardwood/albums/72157670298816282)\n\n**Related STAND-TO!**\n\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)",
    "date": "Monday, September 26, 2016",
    "quote": "###Focus quote of the day:\n\n> These brave men won a costly change of image for the military police, one for which all past, present, and future members of the Military Police Corps can justifiably point to with pride and humility -- for this was indeed the Corps' finest hour.\n\n\\- Col. Richard E. George, provost marshal, Saigon, regarding the intrepid performance of military police during the Tet Offensive of January 1968",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}