{
    "id": "2016-09-27",
    "title": "Operationalizing Cyberspace",
    "body": "#######Provided by U.S. Army Cyber Command\n\n**What is it?**\n\nThe Army is in the process of operationalizing cyberspace to enable maneuver commanders to fight and win in the information environment in the same manner as in the ground, air, sea and space domains. \n\nThis effort supports the recognition of cyberspace as a critical warfighting domain and the need to conduct operations to safeguard key cyber terrain, including the Army's portion of the Department of Defense Information Network.\n\n**What has the Army done?**\n\nLaunched in 2015, the Army's \"[Cyber Support to Corps and Below (CSCB)](https://www.army.mil/standto/archive_2015-07-16)\" (CSCB) pilot is a cornerstone in Army development of operational cyberspace capabilities. Led by Army Cyber Command in partnership with Forces Command and Training and Doctrine Command, CSCB is informing the Army on how best to take cyber operations to the tactical level. \n\nUnder CSCB, cyber experts partner with maneuver units to develop, test and make recommendations to Army leadership about everything from how units will be manned, trained and equipped for cyber, to perfecting tactics and techniques, to developing plans, policies and doctrine. \nCSCB improves readiness through training at home station and Army Combat Training Centers and in real-world missions.\n\nThese cyber professionals are helping to answer:\n\n* What cyber effects can be leveraged at the tactical level?\n* How should expeditionary cyber capabilities be structured to deploy with tactical units? \n* How can cyber capabilities synchronize and converge with existing disciplines such as intelligence, information operations, electronic warfare, and network operations?\n* How can cyber capabilities best integrate into staff planning processes?\n\n**What continued efforts are planned for the future?**\n\nSince CSCB's inception, five brigades have completed major training events enabled by cyberspace assets, including three rotations at the National Training Center (NTC) and one at the Joint Readiness Training Center.\n\nThe next major event, culminating in an NTC rotation planned for spring 2017, will build on lessons learned to further integrate offensive and defensive cyberspace assets with existing warfighting disciplines and staff processes.\n\nThe progress made during these events will increasingly enable Mission Command, further tactical commanders' situational understanding of the cyber domain, and support expeditionary joint combined arms operations.\n\nCSCB will inform and advance Army doctrine, organization, training, materiel, leadership and education, personnel, facilities and policies.\n\n**Why is this important to the Army?**\n\nThe momentum created by CSCB is operationalizing cyberspace, delivering full-spectrum, fully integrated cyber electromagnetic activities capabilities at the tactical edge and enabling Army and joint commanders to prevent, shape and win across all domains.\n\nIntegration and development of cyberspace effects are essential to Army readiness and the Army's ability to conduct successful unified land operations. \n\n**Resources:**\n\n* [Army Cyber Command and Second Army](http://www.arcyber.army.mil/)\n* [Army Cyber Institute](http://www.usma.edu/acc/SitePages/Home.aspx)\n* [Army Cyber Center of Excellence](http://cybercoe.army.mil)\n* [Army Cyber Protection Brigade](http://www.7sigcmd.army.mil/CPB)\n* [780th Military Intelligence Brigade](https://www.inscom.army.mil/msc/780mib/)\n\n**Related articles**\n \n* [Army explores using cyber teams to aid maneuver commanders](http://www.army.mil/article/173344)\n* [Evolution of Cyber Electromagnetic Activities central to Army Cyber Command-led pilot](http://www.army.mil/article/169627)\n* [Operators shift to cyber electromagnetic activities](http://www.army.mil/article/165494)\n* [Integration of cyberspace capabilities into tactical units](https://www.army.mil/article/163156)\n\n**Related STAND-TO!**\n\n* [Cyber Support to Corps and Below](https://www.army.mil/standto/archive_2015-07-16)",
    "date": "Tuesday, September 27, 2016",
    "quote": "###Focus quote of the day:\n\n> The cyber environment is something commanders are going to have to face in the future. It is a fact of modern telecommunications. Commanders must be able to maneuver and operate within the information environment. We don't expect brigade combat teams to become computer programmers and electrical engineers. We expect them to understand how to identify conditions on the battlefield where cyberspace operations can influence and affect outcomes within the combat operation.\n\n\\- Lt. Col. Jonathan Burnett, Cyber Support to Corps and Below program lead, [U.S. Army Cyber Command](http://www.arcyber.army.mil/)",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/2016-09-01)(#Preparedness, #FallSafety, #ArmySafety\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}