{
    "id": "2016-09-28",
    "title": "Global Landpower Network in Africa   ",
    "body": "#######Provided by U.S. Army Africa\n\n**What is it?**\n\n[U.S. Army Africa](http://www.usaraf.army.mil/) is focused on the long-term effort to assist African security partners in building and expanding the land power network across Africa. This supports the fight to counter violent extremist organizations (VEOs) and increases regional security, but requires a whole of government approach to implement.\n\nIn support of the U.S. Department of State and U.S. Africa Command, USARAF facilitates the building of African security institutions that enable counter-VEO efforts and provide security conditions that will support economic prosperity and expansion of human rights as well as the rule of law. \n\n**What has the Army done?**\n\nUSARAF conducts yearly security cooperation activities to build relationships among willing and capable partners, increasing their capacity and capability while also providing peacetime and contingency access to host nations. The Regionally Allocated Force (RAF) plays the major supporting role.\n\nDuring fiscal year 2016, RAF units supported hundreds of security cooperation activities that trained approximately 7,000 African Soldiers -- providing critical training in logistics, command and control, peacekeeping operations, intelligence, and basic and advanced infantry training. RAF units also supported five ongoing named operations and the Accord series exercises, bringing together multiple African and European militaries alongside other agencies to exercise peacekeeping and counter-VEO operations.\n\n**What continued efforts are planned for the future?**\n\nUSARAF leverages the Total Army and uses a regional focus, embedded in the Army's global engagement strategy to strengthen [African land forces](https://www.army.mil/standto/archive_2016-05-16) and regional organizations.\n\nUSARAF continues to find solutions increase RAF units' levels of readiness while providing unique opportunities that increase individual Soldier readiness. The leadership development opportunities presented in Africa are shaping a new generation of Soldiers and leaders that are experienced in operating in multinational, multi-agency, austere and dynamic environments away from their home stations. \n\nFuture security cooperation activities and engagements will be scheduled to take place in Africa and USARAF will continue to develop and build upon the relationships and partnerships established across the continent.\n\n**Why is this important to the Army?**\n\nThe African continent is a complex environment with over one billion people and more than 2,000 spoken languages in a continent three times the size of the U.S.\n\nThe importance of building partnerships across Africa is more relevant than ever in light of the growth of violent extremist organizations regionally and  globally.  The African land power network harnesses and synchronizes the strengths of willing and capable partners in countering violent extremist organizations.\n\n**Resources:**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Africa Command](http://www.africom.mil/)\n\n**U.S. Army Africa's on social media:**\n\n* [Facebook](http://www.facebook.com/ArmyAfrica)\n* [Twitter: @USArmyAfrica](https://twitter.com/USArmyAfrica)\n \n**Related STAND-TO!**\n\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n* [Central Accord 16](https://www.army.mil/standto/archive_2016-06-09)\n* [Southern Accord 16](https://www.army.mil/standto/archive_2016-08-01) \n* [Regionally Aligned Force Training Environment-Africa](http://www.army.mil/standto/archive_2013-08-06/)",
    "date": "Wednesday, September 28, 2016",
    "quote": "",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety)\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}