{
    "id": "2016-09-29",
    "title": "SHARP Program Improvement Forum ",
    "body": "#######Provided by U.S. Army Sexual Harassment/Assault Response and Prevention Program\n\n**What is it?**\n\nThe [Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/) Improvement Forum is a means for SHARP Program Managers (PMs) and lead Sexual Assault Response Coordinators (SARCs) to learn and share ideas on the latest processes, techniques, and best practices from subject matter experts. The forum is also a means for SHARP PMs and SARCs to network with colleagues and discuss internal program execution and training techniques.\n\nThe Headquarters, Department of the Army SHARP Program Office is hosting the second annual SHARP Program Improvement Forum Sept. 28 and 29 in Alexandria, Virginia. The theme for this year's conference is \"Sexual Assault. Sexual Harassment. Not in Our Army.\"\n\n**What has the Army done?**\n\nArmy SHARP professionals work with commanders and unit personnel to raise awareness and educate communities and individuals on how to prevent sexual offenses and provide victims of these incidents with the compassionate care and support they need to overcome such trauma.\n\nThe Army strives to provide the best response system available. Those who work with victims are well-trained, provide effective response, and are screened to serve in a trusted position. PMs and SARCs are part of the front line of the Army's campaign to eliminate incidents of sexual harassment and sexual assault through a comprehensive program centered on awareness and prevention, training and education, victim advocacy, reporting, response, and accountability.\n\nInitiatives such as the SHARP Program Improvement Forum and the [SHARP Academy](http://usacac.army.mil/schools-and-centers/sharp-academy) -- a centralized learning center at Fort Leavenworth, Kansas, a major Army Leadership Development Center -- further professionalize the training and development of Army SHARP personnel. These initiatives help ensure victims receive the support and care they need; encourage Army Family members at all levels to know and do their part in prevention; and reinforce across the Army the impact of sexual violence on readiness.\n\n**What continued efforts are planned for the future?**\n\nThe SHARP Program will continually strive to achieve its goal of eliminating sexual harassment and sexual assault through proactive prevention and consistent program assessment and enhancement. \n\n**Why is this important to the Army?**\n\nSexual harassment/assault prevention and response helps build cohesive teams, where everyone is treated with dignity and respect. This is consistent with Army values and enhances the readiness in the Army. \n\n**Resources:**\n\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/)\n* [SHARP Academy](http://usacac.army.mil/schools-and-centers/sharp-academy)",
    "date": "Thursday, September 29, 2016",
    "quote": "####Focus quote of the day:\n\n> The Army's strength comes from the care and respect we show each other. We will support both Soldiers and Families while they are deployed, and take care of them when they return home. This means invigorating efforts to eradicate the cancer of sexual assault and harassment...\n\n\\- [Secretary of the Army Eric Fanning](https://www.army.mil/leaders/sa/)",
    "events": "#### Events\n\n**September 2016** \n\nSuicide Prevention Month: (#BeThere) \n- [Army G1 Suicide Prevention Program](http://www.armyg1.army.mil/hr/suicide/default.asp) \n- [Army G1 Suicide Prevention Program](https://phc.amedd.army.mil/topics/healthyliving/bh/pages/suicidepreventioneducation.aspx)\n\n[National Preparedness Month](https://www.army.mil/standto/archive_2016-09-01)(#Preparedness, #FallSafety, #ArmySafety)\n\nSept. 5-18: 2016 Paralympics at Rio\n\nSept. 11: Patriot Day (#NeverForget, #PatriotDay)\n\nSept. 7-18: Rio 2016 Paralympic Games (#Paralympics, #Rio2016)\n\nSept. 15-Oct. 15: [National Hispanic Heritage Month](https://www.army.mil/hispanics) (#HispanicHeritage)\n \nSept. 25: [Gold Star Mother's and Family's Day](https://www.army.mil/goldstar/) (#SymbolsofHonor,  #GoldStarMothersDay)\n\nSept. 26: Military Police Corps 75th Anniversary"
}