{
    "id": "2018-01-02",
    "title": "Antiterrorism Awareness Quarterly Theme -- Continual Evolving Threat",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nTerrorist tactics continue to evolve as adversaries seek to circumvent or negate the Army's strengths while exploiting identified weaknesses.  Terrorist attack methods are increasingly being focused on low-cost, low-tech tactics, such as vehicle ramming and edged weapons. There is also an increased emphasis on the use of unmanned aircraft systems (UAS) for surveillance of government forces and carrying improvised explosives devices to targets.   \n\n**What has the Army done?**\n\nThe Army's most recent efforts to counter the evolving threat include changes to antiterrorism officer training, expanded information sharing, increased community outreach, emphasis on the need to protect \"soft\" targets (such as public events, standalone facilities, and units/personnel in transit), and the addition of antiterrorism coordinators to assist in the execution of antiterrorism plans and programs.\n\n**What is the Army doing?**\n\nThe Army is currently focused on three key activities to include:  \n\n* (1) Office of the Provost Marshal General (OPMG), Antiterrorism Division, is in the process of operationalizing the Joint Analytic Real-time Virtual Information Sharing System (JARVISS) as an Army-wide information sharing enterprise. JARVISS will help leaders track threats and hazards and provide time-sensitive data to inform force protection decisions.  \n* (2) Army commands, installations, operational units, and standalone facilities are actively engaged through threat working groups to monitor the evolving threat and increase information flow within each community of interest.  \n* (3) The Department is in the process of finalizing UAS policy and counter-UAS capabilities. \nOther antiterrorism priorities for FY18 include:\n    * Annual Antiterrorism Training Conference (February 2018)\n    * Leveraging the Combatting Terrorism Center (3Q/FY18 theme)\n    * Expanding Community Outreach (4Q/FY18 theme)\n    * Antiterrorism Awareness Month (August 2018)\n  \n**Why is this important to the Army?**\n \nThe Army must protect the force and safeguard people, information, and facilities. The ability to adapt to the threat's evolving tactics is critical to staying a step ahead. Products developed by the OPMG (Antiterrorism Division) and posted to ATEP (see resources section below) assist the force by promoting antiterrorism plans and programs to sustain and support Army installations, standalone facilities and operational units. \n\n**Resources:**\n\n* [Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) -- On Internet Explorer, select the DOD eMail certificate in order to gain access\n\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n\n**Related STAND-TO!:**\n\n* [1Q/FY18 theme (Empowering Antiterrorism Coordinators)](\nhttps://www.army.mil/standto/2017-09-28)\n\n* [2Q/FY17 theme (Irregular/Asymmetric Warfare)](\nhttps://www.army.mil/standto/2017-01-03)\n\n\n\n\n",
    "date": "Tuesday, January 2, 2018",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}