{
    "id": "2018-01-03",
    "title": "The Army Safety Program",
    "body": "#######Provided by U.S. Army Combat Readiness Center\n\n**What is it?**\n\nThe Army Safety Program is a collection of policies, tools and informational products designed to maximize integration of risk management across Army operations. As the Army's principal risk reduction methodology, risk management is inherently tied to readiness and provides the foundation of safety efforts to prevent needless loss of lives and materiel.  \n\n**What is the Army doing?**\n\nResponsibilities supporting the Army Safety Program span from the secretary of the Army to individual Soldiers and Department of the Army Civilians, with special emphasis placed on commanders and safety professionals to execute their unique strategic safety plans at the unit level. The U.S. Army Combat Readiness Center and its sister organization, the Army Safety Office, are the lead agencies for coordinating policy, training and all associated safety support functions Army-wide.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe USACRC and ASO are currently undertaking efforts to modernize the Army Safety Program with a comprehensive Army Safety and Occupational Health Management System. Preliminary tasks include development of an enterprise-level information technology solution and upgraded mishap reporting system, along with policy updates to consolidate redundant information across multiple regulations into a single complete source. In the meantime, commanders and safety professionals may look to the [Fiscal Year 2018 Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/171) and upcoming Fiscal Year 2017 Army Safety Assessment, to be released in early January 2018, for more information on near-term modernization goals and details on the Army's safety performance last fiscal year.\n  \n**Why is this important to the Army?**\n \nTotal mishap fatalities rose 11 percent during fiscal 2017, due predominantly to a spike in off-duty accidents. Our Soldiers are serving in the most dangerous places and harshest environments on Earth, and all losses  whether on or off duty  have a profound effect on the unit and Army as a whole. Engaged, committed leaders who empower their Soldiers to think critically about safety will make a positive impact at every level of their formations. The Army Safety Program provides the framework for commanders to be most successful in their safety endeavors. \n\n**Resources:**\n\n* [USACRC home page](https://safety.army.mil) \n\n* [Army Regulation 385-10, The Army Safety Program](https://safety.army.mil/ShrinkLink/177)\n\n* [FY18 Army Safety and Occupational Health Objectives](https://safety.army.mil/ShrinkLink/171)\n",
    "date": "Wednesday, January 3, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}