{
    "id": "2018-01-04",
    "title": "Combat Feeding Directorate ",
    "body": "#######Provided by NSDREC, U.S. Army Research, Development and Engineering Command \n\n**What is it?**\n\nThe DOD Combat Feeding Directorate (CFD) provides the DOD with a joint-service program responsible for research, development, testing, and integration and engineering for combat rations, food service equipment technology and combat feeding systems.  \n\nAs one of the five directorates under U.S. Army Natick Soldier Research, Development, CFD actively leverages leading-edge technologies to ensure the warfighter has the decisive edge in all aspects of combat feeding.\n\nThe CFD researches food processing and packaging technology to develop combat rations for all U.S. warfighters to optimize human performance through nutrition.\n\n\n**What is the Army doing?**\n\nThe CFD executes a joint-service program, which takes maximum advantage of the scientific and technological capacity of industry, academia, and other federal government agencies.\n\nThe scientists, researchers and engineers develop and evaluate combat rations, food packaging, quality, safety, performance nutrition, Class I logistics optimization, and field food service equipment. \n\nExamples of few recent efforts providing material solutions and knowledge products are as follows:  \n\n* [Battlefield Kitchen](http://asc.army.mil/web/portfolio-item/cs-css-battlefield-kitchen) prototype components development\n* [Paratrooper bar](https://www.army.mil/article/172281/army_jump_starts_nutrition_with_new_paratrooper_bar) fielding for improved cognitive/physical performance during airborne ops \n* [Leader's Guide to Operational Rations](https://www.nsrdec.army.mil/img/pdfs/OP_Rations08-22-16.pdf) assists commanders with field feeding planning\n* [Warfighter's Guide](https://www.hprc-online.org/page/nutrition/warfighter-nutrition-guide) to Performance Nutrition to allow Soldiers to make informed food choices  \n* [Performance Readiness Bar](https://www.army.mil/article/188234/usariem_showcases_performance_readiness_bar_at_2017_pentagon_lab_day)  to combat stress fractures, developed in collaboration with [Army Medical Research & Materiel Command](http://mrmc.amedd.army.mil/) and the [Army Research Institute of Environmental Medicine](http://www.usariem.army.mil/)\n\n**What continued efforts does the Army have planned for the future?**\n\nThe program will continue to be driven by warfighter recommendations and feedback, a continuous product improvement program as well as stated requirements and service-level strategic guidance. \n \nCFD leverages strong partnerships with the commercial sector, other government agencies, and academia to enable rapid capability delivery with maximum impact. Future capabilities include nutritional interventions to improve warfighter performance and recovery, operationally-tailored expeditionary rations with reduced logistics burden, and efficient field feeding with reduced fuel, water, and waste.\n\n  \n**Why is this important to the Army?**\n \nFood plays a large role to ensure that America's warfighters are the world's most capable fighting force. \n\nCurrent operating environments require state-of-the-art combat rations and field feeding systems to guarantee a high level of physical and cognitive performance regardless of shifting variables in a rapidly evolving battlefield. NSRDEC's research ensures the continuous delivery of capabilities that increase Soldier lethality and optimized human performance on the battlefield.  \n\n\n**Resources:**\n\n* [U.S. Army Natick Soldier Research, Development and Engineering Center](https://www.nsrdec.army.mil/#/ )\n* [Combats Ration Database](https://www.hprc-online.org/page/combat-rations-database-comrad)\n* [U.S. Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n\n**Related documents:**\n\n* [Leader's Guide to Operational Rations](https://www.nsrdec.army.mil/img/pdfs/OP_Rations08-22-16.pdf)\n\n",
    "date": "Thursday, January 4, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}