{
    "id": "2018-01-08",
    "title": "West Point's Character Development Strategy",
    "body": "#######Provided by U.S. Military Academy at West Point\n\n**What is it?**\n\nThe West Point's Character Development Strategy, *Live Honorably and Build Trust*, describes how, at all levels and across programs, the U. S. Military Academy develops leaders of character who internalize the ideals of Duty, Honor, Country and the [Army Ethic](https://www.army.mil/standto/archive_2015-06-15). \n\nThis strategy creates a common framework that inspires, empowers, and holds everyone accountable for their individual actions and those in their charge. This includes both Army Professionals (military and civilian staff and faculty and coaches) and aspiring professionals (the Corps of Cadets).\n\n\n**What is the Army doing?**\n\nUSMA leadership identified the need for a character development strategy to better integrate and synchronize the many programs and people who impact cadet character. \n\nThis strategy supports the academy's requirement of an assessment plan to ensure the fulfillment of the USMA mission: *To educate, train, and inspire the Corps of Cadets so that each graduate is a commissioned leader of character committed to the values of Duty, Honor, Country and prepared for a career of professional excellence and service to the Nation as an officer in the United States Army.* \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe academy will continue to fulfill its mission statement which clearly identifies the requirement to produce individuals who are certified in the character (Honor), competence (Duty), and commitment (Country) of a commissioned officer in the Army Profession. \n\nEvery team, club, department, and directorate has an overarching responsibility to build character or facilitate character development in each individual throughout the course of the 47-month cadet experience. \n\nWith character development being either the primary goal or an ancillary goal,    every member of the West Point team involved with cadet development will continue to have an important role to play in character development. \n\n \n**Why is this important to the Army?**\n \n[ADRP 1, The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf), states that trust \"serves as a vital organizing principle that establishes the conditions necessary for mission command.\" Units operate more efficiently under the mission command philosophy without the close management required in a unit plagued with mistrust. \n\nThe trust built through strong character and honorable living also brings tangible benefits to every Soldier, every unit, and the country. The nation benefits from having an Army that provides security in an honorable way, knowing that each Army professional will fulfill that responsibility without abusing his/her authority.\n\n**Resources:**\n\n* [U.S. Military Academy at West Point](http://www.westpoint.edu/)\n* [Army.mil: WestPoint News](https://www.army.mil/westpoint)\n\n**Related documents:**\n\n* [Character Development Strategy](http://go.usa.gov/3eQSY)\n* [Army Leader Development Strategy](https://go.usa.gov/xnK9w)\n* [Army Ethic White Paper](http://www.army.mil/e2/c/downloads/356486.pdf)\n* [ADRP 1: The Army Profession](https://go.usa.gov/xn26k)\n\n**Related STAND-TO!:**\n\n* [The Army's Framework for Character Development](https://www.army.mil/standto/archive_2017-12-07)\n* [Character Development Project](https://www.army.mil/standto/archive_2016-08-10)\n* [Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [Army Culture of Trust](https://www.army.mil/standto/archive_2016-01-27)\n* [Army Leader Development Strategy 2013](https://www.army.mil/standto/archive_2013-06-19)\n\n",
    "date": "Monday, January 8, 2018",
    "quote": "#### FOCUS QUOTE FOR THE DAY\n\n\n> The purpose of this strategy is to create a common framework that inspires, empowers and holds everyone accountable for their individual actions and those in their charge.\n\n \n[West Point's Character Development Strategy](http://go.usa.gov/3eQSY)",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}