{
    "id": "2018-01-10",
    "title": "Pink and Green Uniform",
    "body": "#######Provided by PEO Soldier\n\n**What is it?**\n\nPink and Green Uniform is the service uniform from the World War II era. Army officers wore the Pink and Green Uniform from the early 1930s to the early 1950s. It is widely recognized as the best dress uniform the Army has ever fielded. \n\nThis uniform will be made from great fabrics and tailored for each Soldier, featuring quality construction and a classic, proven design. New eco-friendly textile production processes will be utilized for the first time in the U.S. through this project.\n\n\n**What is the Army doing?**\n\nIn 2018, the Army could return to its iconic WWII-era uniform which could become the everyday business-wear uniform for all Soldiers. This would replace the current Army Service Uniform, which would be used as a more formal dress uniform. \n\nBased on Sergeant Major of the Army's interest and his belief that the uniform would reconnect today's Soldier with the history of the Army, an exclusive Army Times survey was sent out to its readers. The survey received a favorable response from more than 70 percent of the Soldiers supporting the return of the historic World War II uniform. \n\nTaking advantage of upgrades in fabric technology, the Army has developed design options, sketches and prototype uniforms to support the Army's decision-making process. This was done in collaboration with the Center for Military History, the Army's industry partners and the Reserve Officer Training Corps program at Texas A&M University, whose cadets have historically worn a pinks and greens-type of uniform. \n \nInitial prototypes have been demonstrated on live Soldier models to Army leadership and the media in various venues, including at the Association of the United States Army convention and the Army-Navy football game where feedback was instantaneous and positive. \n\n**What continued efforts does the Army have planned for the future?**\n\nIn order to maximize the positive interest in this new uniform, the Army has planned key engagements to assist with a possible design decision and introduction of the Pink and Green Uniform to the Army workforce: \n\n* Limited User Evaluation with 150 Soldiers from the New England Recruiting Battalion \n* Traveling historical exhibit of the Pink and Green Uniform at Army Installations and other public events  \n* Interviews/video/digital images of Soldiers supporting evaluations\n\nBased on Soldier feedback the Army will make a decision in 2018.\n \n**Why is this important to the Army?**\n \nThe reintroduction of this uniform is an effort to create a deeper understanding of, and connection to the Army in communities where awareness of the Total Army needs to increase. The Army believes this high-quality uniform will strengthen pride, bolster recruiting and enhance readiness. \n\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n* [U.S. Army Uniforms and Symbols](https://www.army.mil/symbols/uniform.html)\n\n**Related video:**\n\n* [Sgt. Maj. of the Army talks Pink & Green](https://www.dvidshub.net/video/570808/sgt-maj-army-talks-pink-green)\n\n",
    "date": "Wednesday, January 10, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}