{
    "id": "2018-01-11",
    "title": "Martin Luther King Jr. Day ",
    "body": "#######Provided by Army G-1\n\n**What is it?**\n\nJanuary 15, 2018 is the Federal holiday celebrating the life of Dr. Martin Luther King Jr.  The national theme of the day is, *Remember! Celebrate! Act! A Day On, Not a Day Off* to encourage individuals to dedicate the day to community service. This commemoration is an occasion to remember Dr. King's remarkable life and to rededicate ourselves to his principles of unity and equality. \n \nThe Army is committed to the ideals endorsed by Dr. King -- treating every individual with dignity and respect.   \n   \n\n**What is the Army doing/ has done?**\n\nInfluenced by Dr. King, the U.S. Army is dedicated to leveraging the strength of the Army's diverse force and ensuring equality for all its members. All Soldiers, their Families and civilians are valued members of the Army team and their contributions continue to be vital to the Army's success and history.\n\nArmy leaders shape personnel policies and implement training that ensures every individual has the opportunity to use their skills and talent. Throughout the Army, appropriate commemorative events are held consistent with Dr. King's legacy of freedom and equality for all. Further, all members of the Army Family are encouraged to commemorate this holiday by participating in community service activities.\n \n \n**What continued efforts does the Army have planned for the future?**\n\nPast and present Soldiers and Civilians have built a legacy of professionalism, selfless service, dignity and respect.  This legacy will continue to serve as a foundation for generations to come. \n\nThis day of national community service makes everyone mindful of the Army's endeavor to promote diversity, foster inclusive behavior and demonstrate infinite respect for others.  Celebrating Dr. King's dream helps to celebrate the American dream.\n\n \n**Why is this important to the Army?**\n \nDr. King's life and teachings helped to shape the history of the U.S. and the culture of the nation. He dedicated his life to a dream of equality and challenged all, as a nation, to recognize that individuals should not be judged by the color of their skin. Nearly 50 years after his death, Dr. King's examples of leadership can continue to guide the Army.  \n\nThe U.S. Army strongly embraces diversity as a way to create a system that maximizes individual talents, increases morale and greatly enhances organizational effectiveness.  Dr. King's leadership rallied people from all walks of life and awoke a nation to the need for equality, tolerance and justice. \n\n**Resources:**\n\n* [The Martin Luther King Jr. Center for Nonviolent Social Change](http://www.thekingcenter.org/)\n* [African Americans in the U.S. Army](https://www.army.mil/africanamericans/)\n* [Corporation for National and Community Service]( https://www.nationalservice.gov/mlkday)\n* [National Museum of African American History and Culture](https://nmaahc.si.edu/)\n* [Corporation for National and Community Service](https://www.nationalservice.gov/mlkday)\n",
    "date": "Thursday, January 11, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}