{
    "id": "2018-01-16",
    "title": "Army Modernization",
    "body": "#######Provided by the Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe U.S. Army's modernization strategy has one focus: make Soldiers and units more lethal to win the nation's wars, and come home safely. The modernization process will leverage commercial innovations, cutting-edge science and technology, prototyping and warfighter feedback. \n\n**What is the Army doing/ has done?**\n\nThe Army published its modernization strategy and priorities on Oct. 3, 2017. Eight Cross-Functional Teams were created to address the six modernization priorities, with two of the priorities, *Army Network* and *Soldier Lethality* being further divided into focus areas:   \n  \n* Long-Range Precision Fires\n* Next Generation of Combat Vehicles\n* Future Vertical Lift Platforms\n* Army Network \n  * Network Command, Control, Communications and Intelligence\n  * Assured Position Navigation and Timing \n* Air and Missile Defense Capabilities\n* Soldier Lethality\n  * Soldier Lethality\n  * Synthetic Training Environment\n\nThe [Army Directive 2017-33](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf) published on  Nov. 7, 2017,  established the Army Futures Command Task Force,  to explore all options to establish unity of command and unity of effort that consolidates the Army's modernization process under one roof. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Futures Command Task Force will examine the current allocations of functions within the Army regarding the modernization process and ascertain major issues stemming from current organization and management.  Recommendations will be made to redefine the roles, functions, authorities, structure, organization and resources to design a new command to provide unity of command, unity of effort, and unit of purpose for Army modernization.\n\n \n**Why is this important to the Army?**\n \nThe Army must innovate and adapt concepts, equipment, and training to be ready for the next war. The Army must grow its operational force by reshaping it to be more robust and successful in all domains along with modernizing it with the best weapons and equipment available. \n\n**Resources:**\n\n**Related document:**\n\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)  \n\n**Related STAND-TO!:**\n\n* [Modernizing For Greater Lethality](https://www.army.mil/standto/archive_2017-10-09)",
    "date": "Tuesday, January 16, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}