{
    "id": "2018-01-17",
    "title": "Long-Range Precision Fires   ",
    "body": "#######Provided by Fires Center of Excellence  \n\n**What is it?**\n\nLong-Range Precision Fires provides the Army with long-range and deep-strike capability. It is the Army's number one modernization priority and critical to winning in a fight against a peer adversary.  \n\nThe Army must provide commanders with surface-to-surface fires that are precise, responsive, effective, and adaptable. Army Long-Range Precision Fires must be able to penetrate through the enemy force's defensive capabilities within the operational environments by synchronizing effects across multiple domains.\n\n\n**What is the Army doing/ has done?**\n\n[Army Directive 2017-24](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf) established a future Long-Range Precision Fires cross-functional team pilot.    \n  \n* The pilot reached initial operating capability in November 2017 at Fort Sill, Oklahoma.  \n* The cross-functional team is linked to the operational force, industry, and partners in academia.\n* The cross-functional team director briefed Army senior leaders in December on the team's focus areas: \n  * Deep Fires\n  * Long-Range Precision Fires Missile, \n  * Extended Range Cannon Artillery \n\n**What continued efforts does the Army have planned for the future?**\n\n* **Deep Fires:** Deep Fires will provide the Army and joint force commanders with a surface-to-surface capability that can penetrate peer adversary defensive capabilities to engage key targets at strategic ranges.  \n\n* **Long-Range Precision Fires Missile:** will replace the aging Army Tactical Missile System. The Long-Range Precision Fires missile provides a \"10x\" capability through a combination of an increased range, double the capacity per launcher, improved lethality, faster time of flight to the target, increased rate of fire, and jamming resistance.\n\n* **Extended Range Cannon Artillery:** will be an improvement to the latest version of the Paladin self-propelled howitzer that provides indirect-fires for the brigade combat team and division-level fight.  Building on mobility upgrades, Extended Range Cannon Artillery will increase the lethality of self-propelled howitzers. Extended Range Cannon Artillery provides a \"10x\" capability through a combination of an increased range, increased rate of fire, increased lethality, increased reliability, and a greater survivability. \n\n**Why is this important to the Army?**\n \nThe Army must modernize its artillery to address near-peer threats that employ sophisticated offensive fires and air defense systems. The cross-functional team's efforts will accelerate surface-to-surface fires capability and capacity at all echelons to significantly increase the ranges and lethality of current and future fires systems. These efforts will provide additional strategic options to the Joint and combatant commanders.  \n\n**Resources:**\n\n* [Army Field Artillery School](http://sill-www.army.mil/usafas)\n* [Long Range Precision Fires](http://asc.army.mil/web/portfolio-item/long-range-precision-fires-lrpf/) \n\n\n**Related documents:**\n\n* [Army Directive 2017-24: \nCross Functional Team Pilot In Support of Materiel Development](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6101_AD2017-24_Web_Final.pdf)\n* [Army Directive 2017-33: Enabling the Army Modernization Task Force](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6391_AD2017-33_Web_Final.pdf)  \n\n**Related STAND-TO!:**\n\n* [Army Modernization](https://www.army.mil/standto/archive_2018-01-16/) \n* [Modernizing For Greater Lethality](https://www.army.mil/standto/2017-10-09)\n\n**Social Media presence of Army Field Artillery School:** \n\n* [Facebook](https://www.facebook.com/fieldartilleryredleglive)   \n* [Twitter](https://twitter.com/@ArtilleryRedLeg) \n",
    "date": "Wednesday, January 17, 2018",
    "quote": "####FOCUS QUOTE FOR THE DAY\n\n\n> Our adversaries have studied our way of war and adapted by investing in capabilities and developing concepts to gain advantages over us across the domains of air, land, sea, space and cyberspace...    \n\n\\- Brig. Gen. Stephen J. Maranian, director, Long-Range Precision Fires Cross-Functional Team \n",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}