{
    "id": "2018-01-18",
    "title": "Modular Handgun System",
    "body": "#######Provided by PEO Soldier   \n\n**What is it?**\n\nThe Modular Handgun System (MHS) is a modern, world-class performance handgun for U.S. Warfighters. The MHS comes in two versions - the XM17 full-size MHS and the XM18 compact MHS. These are the new Army standard handguns that replaces the M9/M11 pistols in use since 1986.    \n\n**What is the Army doing/ has done?**\n\nMHS is a complete weapon and ammunition system. The new handgun fires 9mm ammunition like its predecessor, but uses entirely new ammunition.  The Army will also be acquiring the full metal jacket, special purpose close combat mission capability kit and blank ammunition.\n\nThis handgun has an external safety, self-illuminating sights for low-light conditions, an integrated rail for attaching enablers, an Army-standard suppressor conversion kit to attach an acoustic/flash suppressor and interchangeable grips that fit comfortably.\n\nThe Army fielded the first MHS handguns and a new holster to the Warfighters. Feedback from the uniformed service member's was used extensively in the testing and source selection.\n\nThe first handguns were fielded to the 101st Airborne Division. Current plans call for this expedited fielding schedule to continue throughout 2018 and 2019.  \n   \nThe MHS currently is in limited production. The first 4,649 handguns were fielded to units at Fort Campbell, Kentucky, Fort Benning, Georgia and Fort Hood, Texas in November, December, and January.    \n\n**What continued efforts does the Army have planned for the future?**\n\nFull-rate production will begin by the end of FY18. Fielding to additional units is scheduled throughout FY18 as quantities become available.  \n\nThe Army is working towards the delivery of the handguns and accessories to the military services over the next 10 years.  The ammunition for this handgun will be procured in the first five years. \n\nOnce the Army classifies the MHS, the \"X\" will be removed from the weapon's model number and they will go by M17 and M18.\n \n**Why is this important to the Army?**\n \nThe Modular Handgun System is a more capable weapon system that is aligned with the planned force structure and emerging operational needs of the Army. It provides improved lethality, target acquisition, ergonomics, reliability, durability and maintainability.\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/) \n\n**Related STAND-TO!:**\n\n* [Modernizing for Greater Lethality](https://www.army.mil/standto/2017-10-09)\n\n**Related articles:**\n\n* [Army fields Modular Handgun System ahead of schedule]( https://www.army.mil/article/197620/?fr=st)\n* [101st ABN DIV (AASLT) fields new Army handgun, achieves milestone](  https://www.army.mil/article/197627/?fr=st) \n* [New modular handgun system, Sig Sauer P320, tested at Bragg](https://www.army.mil/article/193417/)\n\n**PEO Soldier on social media:** \n\n* [Facebook](https://www.facebook.com/PEOSoldier)\n* [Twitter](https://twitter.com/peosoldier)",
    "date": "Thursday, January 18, 2018",
    "quote": "",
    "events": "#### Events\n \n**December 2017**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**January 2018**\n\nJan. 6: All-American Bowl\n\nJan. 15: Martin Luther King Jr. Birthday "
}