{
    "id": "2018-01-23",
    "title": "Army Materiel Systems Analysis Activity ",
    "body": "#######Provided by U.S. Army Materiel Command\n\n**What is it?**\n\nThe [Army Materiel Systems Analysis Activity](https://www.amsaa.army.mil/home.html) (AMSAA) delivers responsive military systems analysis to provide decision making support to aid the Soldier. \n\nLocated at Aberdeen Proving Ground, Maryland, AMSAA is a subordinate organization to the [Army Materiel Command](http://www.amc.army.mil/) (AMC). AMSAA was formed in 1968 as a result of AMC's response to a requirement for a systems analysis capability.\n\nAMSAA's mission - *predict all aspects of weapons system performance, characteristics and behavior and analyze overall system effectiveness* - was expanded to include the addition of Test Design and Evaluation (TD&E) in 1975 and the designation as the Army's Independent Logistician in 1990. \n\n**What has the Army done?**\n\nAMSAA has informed and impacted Army decisions through independent analyses for the past 50 years, by providing support to the Soldier. AMSAA's contributions include: \n\n* Equipping Soldiers with more effective and more reliable equipment, reducing their risk and costs. \n* Delivering integrated logistics support for the Army acquisition process.  \n* Providing assistance in materiel requirements.\n* Administrating the Army Sample Data Collection and Analysis Program.\n* Chairing the steering committee for the Joint Technical Coordinating Group for Munition Effectiveness. These products enable Warfighters to choose the right munition to achieve the desired effects. \n* Developing a small arms systems strategy which determined required lethality and fire control system requirements to ensure overmatch. \n\nAMSAA analysts are responsible for producing the Army's certified item-level performance data used for analyses to inform acquisition decisions, ultimately improving readiness to the current and future force.  \n\n**What continued efforts does the Army have planned for the future?**\n\nAMSAA will continue to develop and deliver analytical solutions to enable materiel readiness, serving a common goal: to conduct the unbiased, transparent and inclusive analysis. As the Army embarks on a modernization strategy, AMSAA will provide high-quality operations research and systems analysis to provide validation for future acquisition decisions. \n \n**Why is this important to the Army?**\n \nFrom acquisition, sustainment and combatant command support, AMSAA analysts develop and apply analytical tools across the materiel lifecycle.  AMSAA's complete and comprehensive approach for systems analysis provides the Army cost savings, cost avoidance, and enhances Soldier lethality and survivability.\n\n**References:**\n\n* [Army Materiel Systems Analysis Activity](https://www.amsaa.army.mil/home.html)\n* [U.S. Army Materiel Command](http://www.amc.army.mil/)\n* [Joint Technical Coordinating Group for Munition Effectiveness Portal](https://www.amsaa.army.mil/JTCGME_Portal.html)\n* [AMSAA Reliability Tools ](https://www.amsaa.army.mil/CRG_Tools.html)\n* [Top Modeling and Simulations Tools](https://www.amsaa.army.mil/TopMS.html)\n\n**Related STAND-TO!:**\n\n* [Army Materiel Command Strategic Objectives](https://www.army.mil/standto/archive_2017-04-18) ",
    "date": "Tuesday, January 23, 2018",
    "quote": "#### Focus Quote for the Day  \n\n> As the U.S. Army Materiel Command develops and delivers materiel readiness solutions to ensure globally dominant land force capabilities, we rely on the expertise of the hard-working independent analysts at AMSAA to make it possible. Together, we are embarking on a journey to operationalize and synchronize capabilities to ensure our resources and integrated materiel are in a continuous stance of Army readiness.\n\n\\- Gen. Gus F. Perna, commanding general, U.S. Army Materiel Command\n\n",
    "events": "#### Events\n \n**January 2018**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}