{
    "id": "2018-01-24",
    "title": "Aerial Delivery Directorate",
    "body": "#######Provided by U.S. Army Natick Soldier Research, Development and Engineering Center \n\n**What is it?**\n\nThe [U.S. Army Natick Soldier Research, Development & Engineering Center's Aerial Delivery Directorate](https://www.nsrdec.army.mil/#/whatwedo#what-aerial) (ADD) conducts research and engineering in military parachuting and aerial delivery systems. The directorate's mission is to provide the means to conduct the aerial delivery of cargo and Warfighters to the point of need through Joint partnerships and world-class research, development, prototyping, and engineering support solutions.\n\n**What is the Army doing/ has done?**\n\nWith its Army and DOD partners, the directorate's experts in aerial delivery have expanded and improved aerial delivery operations, developing improved capabilities for cargo and personnel parachute systems and helicopter sling load operations. Some recent developments are:\n\n* MC-6 static line steerable personnel parachute \n* T-11 static line personnel parachute for mass airborne operations\n* RA-1 Military Free Fall parachute system\n* USAF Consolidated Airdrop Tool mission planning system\n* Low-Cost Aerial Delivery parachute systems \n* Family of Joint Precision Air Drop Systems self-guided cargo parachutes\n* High-Speed Container Delivery System C-17 & C-130J delivered resupply system\n* Enhanced Speed Bag rapid helicopter-delivered resupply system\n \n**What continued efforts does the Army have planned for the future?**\n\nIn the next few years the directorate will increase Army readiness through several new technologies and fieldings to include:\n\nThe Autonomous Aerial Insertion and Resupply into Dense Urban Complex Terrain (AAIRDUCT) Joint Capability Technology Demonstration (JCTD). This is a ~$21M effort recently approved by the Office of the Secretary of Defense, with U.S. Transportation Command and many other DoD partners to mature numerous capabilities to include support of the Chief of Staff of the Army's \"Soldier Lethality\" priority providing a crucial sustainment capability enabling the resupply of ammunition, food, water, fuel, medical supplies and other equipment from tactical or strategic distances and from a wide range of aircraft into DUCT environments. \n \n**Why is this important to the Army?**\n \nAerial delivery supports and substantially enhances readiness and operational response.  Two of the most critical Army capabilities are the Joint Forcible Entry (a joint decisive action to seize the operational initiative in a crisis) and the Global Response Force (a brigade combat team prepared to deploy anywhere in the world within 96 hours of notification). The directorate also provides the DOD with many other personnel and equipment insertion and resupply capabilities. \nAerial Delivery Directorate investments will ensure: \n\n* Ability to drop heavier equipment by Global Response Force \n* Faster and more expeditionary maneuver of Army forces\n* Improved safety for paratroopers\n* Enhanced safety/ quicker methods and options of resupply when convoy and air-land modes are unattainable or when high threats exist   \n\n**References:**\n\n* [U.S. Army Natick Soldier Research, Development & Engineering Center's Aerial Delivery Directorate]( https://www.nsrdec.army.mil/#/whatwedo#what-aerial)  \n* [Army Research, Development and Engineering Command]( https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n\n**Related document:**\n\n* [Aerial Delivery Directorate Catalogue](https://www.nsrdec.army.mil/img/pdfs/ADD_Web.pdf)\n \n**Related STAND-TO!:** \n\n* [Joint Forcible Entry (JFE) Exercise](https://www.army.mil/standto/archive_2015-07-29/)\n\n**Related articles:**\n\n* [High Speed Container Delivery System](https://www.army.mil/article/143316/natick_leads_aerial_delivery_joint_team_of_the_year_project )\n* [Enhanced Speed Bag](https://www.army.mil/article/143435/aerial_resupply_lands_on_ground_troops)\n* [Screamer JPADS 2K](https://www.dvidshub.net/image/29496/screamer-2k-joint-precision-air-drop-system) \n* [RA-1](https://www.army.mil/article/104315/airborne_test_directorate_puts_new_parachute_through_its_paces )\n* [Low Cost Aerial Delivery Systems](https://www.army.mil/article/29168/lcla_parachute_video_testimony) \n",
    "date": "Wednesday, January 24, 2018",
    "quote": "",
    "events": "#### Events\n \n**January 2018**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}