{
    "id": "2018-01-25",
    "title": "The U.S. Army Band \"Pershing's Own\" ",
    "body": "#######Provided by Military District of Washington\n\n**What is it?**\n\nThe United States Army Band \"Pershing's Own\" has been the premier musical organization of the U.S. Army since 1922 when Army Chief of Staff General of the Armies John J. \"Black Jack\" Pershing directed the band be organized, built on the tradition of the European military bands he had heard during the First World War. \n\"Pershing's Own\" provides music support for the leadership of the United States, to include all branches of government, and to a wide spectrum of national and international events in support of Soldiers and their Families, public diplomacy, memorial affairs, community and international relations, and recruiting initiatives. \n\n**What is the Army doing/ has done?**\n\n\"Pershing's Own\" Soldiers use their special skills to demonstrate the expertise and professionalism of the Army in ways and place no Soldier with a rifle can.  Performing approximately 6,000 performances per year, The U.S. Army Band is the most active within the Department of Defense. \n\n\"Pershing's Own\" represents the national pride and Army values with distinction. It welcomes foreign dignitaries to the White House, engages the public on the steps of the Capitol, or renders the Army's final act of respect to the fallen in [Arlington National Cemetery](https://www.arlingtoncemetery.mil/#/). \n\n\"Pershing's Own\" uses its unique presence within the National Capital Region to connect and create goodwill with the American people. In December 2017, the Army Band's musical presentation at DAR Constitution Hall was attended by 12,000 patrons, and more than four million people in 45 counties watched it live online.\n\n**What continued efforts does the Army have planned for the future?**\n\nAs technology continues to provide ever-expanding and increasingly efficient means of communication, \"Pershing's Own,\" along with all Army Bands, is uniquely poised as an effective and accessible messaging platform to a global audience. \n \n**Why is this important to the Army?**\n \nThe U.S. Army Band \"Pershing's Own\" is a powerful tool used by the Army to sustain its relationship with the people it defends. \"Pershing's Own\" creates, grows, and enables goodwill and connection between the Army and the American people. \n   \n\n**References:**\n\n* [The U.S. Army Band \"Pershing's Own\"](www.usarmyband.com)\n* [Military District of Washington](http://mdwhome.mdw.army.mil)\n\n**Related STAND-TO!:** \n\n* [The Army Band Music Program](https://www.army.mil/standto/2017-12-18)\n",
    "date": "Thursday, January 25, 2018",
    "quote": "",
    "events": "#### Events\n \n**January 2018**\n\nDec. 16 - Jan. 25: [Battle of the Bulge](https://www.army.mil/botb/) \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}