{
    "id": "2018-01-29",
    "title": "Allied Spirit VIII",
    "body": "#######Provided by 7th Army Training Command\n\n**What is it?**\n\nAllied Spirit is one of the many U.S. Army Europe (USAREUR)-led routine exercises that takes place bi-annually. USAREUR's Allied Spirit VII is a multinational training event that focuses on exercising tactical interoperability and testing secure communications among NATO Alliance members.  \n\n**What is the Army doing/ has done?**\n\nAllied Spirit VIII focuses on developing and enhancing NATO and key partner interoperability and readiness across specified warfighting functions. The exercise's objectives include fire support operations, offensive, defensive and stability tasks.\n\nThe exercise takes place at the Joint Multinational Readiness Center in Hohenfels, Germany, from Jan. 15 to Feb. 5, 2018 and includes more than 4,100 participants from Albania, Canada, Czech Republic, Denmark, Italy, Lithuania, Poland, Romania, the United Kingdom and the United States. \n\nParticipating U.S. units include 4th Infantry Division Mission Command Element; 2nd Armored Brigade Combat Team, 1st Infantry Division; 1st Air Cavalry Brigade, 1st Cavalry Regiment; 2nd Squadron and Field Artillery Squadron, 2nd Cavalry Regiment; 30th Medical Brigade, 21st Theater Sustainment Command; 1st Group, Special Operations Command-Europe; 287th Military Police Company (Army Reserves); and 415th Civil Affairs Battalion (Army Reserves). \n \n\n**What continued efforts does the Army have planned for the future?**\n\nAllied Spirit allows participants to build on the lessons learned from previous exercises to refine their tactics, techniques and procedures when operating in a multinational environment. The exercise series will continue to rotate different countries to serve as the lead brigade during each rotation in order to improve the multinational effort. Poland is providing the brigade headquarters for this iteration of the exercise.\n\n**Why is this important to the Army?**\n \nAllied Spirit provides an opportunity for USAREUR to continue building relationships within NATO and with partner countries to ensure continued stability in Europe. This multinational training exercise gives the U.S. Army a vital opportunity to partner with NATO Allied forces while supporting the Enhanced Forward Presence battalion in support of deterrence initiatives.\n   \n\n**References:**\n\n* [Allied Spirit VII](http://www.eur.army.mil/7ATC/AlliedSpirit.html)\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [7th Army Training Command](http://www.eur.army.mil/7ATC/)\n* [U.S. Army Europe Exercises](http://www.eur.army.mil/exercises/)\n\n**Related document:** \n\n* [AR 34-1; Multinational Force Interoperability](http://www.apd.army.mil/epubs/DR_pubs/DR_a/pdf/web/r34_1.pdf)\n\n**Related STAND-TO!:**\n\n* [Globally Engaged Army](https://www.army.mil/standto/archive_2016-06-20)\n\n**Related videos and imagery:**\n\n* DVIDS: [Allied Spirit](https://www.dvidshub.net/feature/alliedspirit)\n\n**Related article:**\n\n* [Allied Spirit VIII to test multinational communications, interoperability](https://www.army.mil/article/198865/)\n",
    "date": "Monday, January 29, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}