{
    "id": "2018-01-30",
    "title": "Mad Scientist Initiative",
    "body": "#######Provided by U.S. Army Training and Doctrine Command\n\n**What is it?**\n\nMad Scientist is a [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil) (TRADOC) initiative. It is a community of action that explores the future operational environment and its military implications.  Mad Scientist continually explores the future, connecting and creating collaborative partnerships between academia, industry, and government. \n\nThe Mad Scientist community of action consists of conferences with world-class experts at the nation's premier academic institutions, an online speaker series, an All Partners Access Network site and blog.\n  \n\n**What is the Army doing/ has done?**\n\nIn 2017, the Mad Scientist program hosted three major conferences and two crowdsourcing exercises, which informed science and technology investments and the development of modernization priorities through future operational environment assessments. The conferences assisted in the development of the [Multi-Domain Battle](https://www.army.mil/standto/archive_2017-03-08) concept and the Robotics and Autonomy Strategy, improved Army threat emulation and supported the Army Secretariat in developing a strategy on future installations and strategic support rear areas. Key topics and themes addressed:\n\n* *Robotics, Artificial Intelligence and Autonomy*, co-hosted with Georgia Tech Research Institute: All things in the future operational environment will be smart, connected and self-organizing; artificial intelligence (AI) and humans must co-evolve, and human teaming with AI enablers will be the best instantiation of general intelligence supporting commanders on the future battlefield. \n\n* *The Enemy after Next*, co-hosted with NASA Langley Research Center:  The next fight will be characterized by electrons versus electrons, while the fight after next will be characterized by AI vs. AI algorithm versus algorithm - how AI is structured and integrated will be the strategic advantage.  \n\n* *Visualizing Multi-Domain Battle 2030-2050*, co-hosted with Georgetown University:  Bio-convergence with advanced computing is occurring; humans will become part of the network connected through embedded and worn devices; smart cities are emerging, and tech speed and convergence will challenge society's and the Army's policies and ethics.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThrough Mad Scientist initiatives, the Army will continuously learn, adapt, innovate, and allow for broader engagement in problem-solving within the far future of armed conflict.\n\nMad Scientist [planned conferences](https://community.apan.org/wg/tradoc-g2/mad-scientist/p/ms_conf) will continue to [seek input](https://community.apan.org/wg/tradoc-g2/mad-scientist/p/call_for_ideas) from groups outside the military and defense industry and assist the Army in shaping future multi-domain operations in its role as a thought leader on future warfare. \n\n\n**Why is this important to the Army?**\n \nMad Scientist advances the Army's understanding of the future, facilitating rapid innovation. As the Army faces unparalleled complexities, Mad Scientist works to ensure future Army readiness. \n\n\n**References:**\n\n* [U.S. Army Training and Doctrine Command](https://www.tradoc.army.mil) \n* [TRADOC Watch](https://www.tradoc.army.mil/watch) - *join the conversation*\n* [Mad Scientist community](https://community.apan.org/wg/tradoc-g2/mad-scientist)      \n* [Mad Scientist Conferences](https://community.apan.org/wg/tradoc-g2/mad-scientist/p/ms_conf)\n\n**Mad Scientist on social media:** \n\n* [Mad Scientist Laboratory Blog](http://madsciblog.tradoc.army.mil/)\n* [Twitter](www.twitter.com@ArmyMadSci/)\n* [YouTube](https://www.youtube.com/user/G2TBOC) \n",
    "date": "Tuesday, January 30, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}