{
    "id": "2018-01-31",
    "title": "Expeditionary Maneuver Support Directorate",
    "body": "#######Provided by U.S. Army Natick Soldier Research, Development and Engineering Center \n\n**What is it?**\n\nThe [Expeditionary Maneuver Support Directorate](https://www.nsrdec.army.mil/#/whatwedo#what-ebcp) (EMSD) of the Natick Soldier Research, Development and Engineering Center conducts the research and development of mission command platforms and signature management technologies -- camouflage, concealment, and decoys -- for the U.S. Army.  \nThe directorate's responsibilities include creating the science and technology for signature management of high-value assets, rapidly-deployable command posts, collective protection against chemical and biological threats, and field hospital technologies and applications. \n \n**What is the Army doing/ has done?**\n\nThe directorate partners with operational units to operationalize the research and development getting user feedback to enable changes in design or utility to provide the right solutions to increase Army readiness.\n\nUnit partnerships include the 82nd Airborne Division and the 10th Mountain Division, focusing on improving the mobility of command and control, increasing readiness.\n\nCurrent efforts include:\n\n* Work with the 10th Mountain Division's 2nd Battalion, 30th Infantry Regiment, to reduce command post-deployment and strike time and increase the ability to move the tactical operations center rapidly and more efficiently in a deployed environment. \n\n* Ultra-lightweight Camouflage Netting System (ULCANS), an upgraded camouflage netting increasing camouflage and concealment capabilities against existing threat sensor platforms. The directorate is currently providing engineering, design, and testing support to Product Manager-Force Sustainment Systems for the modernization effort.  \n\n* An electromagnetic interference liner that helps to reduce a unit's electromagnetic signature on the battlefield is also currently under development and undergoing testing. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe directorate will continue to increase Army readiness through several new technologies and concepts including:\n\n* Mission Command Platforms -- More mobile mission command nodes and applications, new vehicle mission command platforms, and reduced mission command assets pack volume. These efforts increase ease of use for the Soldiers and command, control, and communications assets to accelerate operational tempo and support dispersed mission command.\n\n* Signature Management -- New technologies to defeat emerging threat intelligence, surveillance and reconnaissance sensors, and to develop decoy technologies for high-value assets.  These new capabilities will provide the ability for friendly forces to \"Own the Day\" while operating in a contested battlespace.\n \n\n**Why is this important to the Army?**\n \nThe directorate's work protects Soldiers and increases Soldier lethality, and increases units' agility, survivability and communications effectiveness in all environments. The Expeditionary Maneuver Support Directorate is dedicated to the development of mission command assets that are rapidly relocatable and signature management capabilities to enable expeditionary maneuver.\n\nThe technologies provide various levels of threat protection to combat the effects of: \n\n* Electromagnetic interference/electromagnetic pulse\n* Chemical/biological threats\n* Ballistic fragmentation \n \n\n**References:**\n\n* [Expeditionary Maneuver Support Directorate](https://www.nsrdec.army.mil/#/whatwedo#what-ebcp)\n* [U.S. Army Natick Soldier Research, Development & Engineering Center](http://www.nsrdec.army.mil/#/)\n* [Army Research, Development and Engineering Command](https://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom)\n\n**Related document:** \n\n* [Expeditionary Maneuver Support Directorate Catalogue]( https://www.nsrdec.army.mil/img/pdfs/EMSD_Web.pdf) \n\n**Related STAND-TO!:**\n\n* [U.S. Army Natick Soldier Research, Development and Engineering Center](https://www.army.mil/standto/archive_2017-11-08)\n* [Combat Feeding Directorate](https://www.army.mil/standto/archive_2018-01-04)\n\n**Related articles:**\n\n* [Advanced, Energy-efficient Shelters and Shelter Components](https://www.army.mil/article/131836) \n* [Shelter Ballistic Protection](https://www.army.mil/article/129903) \n\n",
    "date": "Wednesday, January 31, 2018",
    "quote": "",
    "events": "#### Events\n  \n\n**February 2018**\n\nAfrican American History Month: Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/)\n\nFeb. 20: Presidents Day  \n"
}