{
    "id": "2013-06-03",
    "title": "National Safety Month",
    "body": "**What is it?**\n\nNational Safety Month, sponsored by the nonprofit National Safety Council and observed each June, offers Army leaders a prime opportunity to energize their accident prevention efforts and engage with their Soldiers on safety. The annual event is endorsed and recognized as an official Army observance by senior Army leadership.\n\n**What has the Army done?**\n\nThe [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\nis launching an Army-wide campaign June 1 to mark National Safety Month. Media products including feature articles, posters and informational videos - with appearances by [Gen. Raymond T. Odierno,](https://safety.army.mil/multimedia/VIDEOLIBRARY/VideoPlayer/TabId/421/VideoId/686/CSA-Odierno-PSA-National-Safety-Month.aspx) Army chief of staff and [Raymond F. Chandler III,](https://safety.army.mil/multimedia/VIDEOLIBRARY/VideoPlayer/TabId/421/VideoId/687/SMA-Chandler-PSA-National-Safety-Month.aspx) sergeant major of the Army - will be available on the U.S. Army Combat Readiness/Safety Center. \n\nMaterials will focus on different aspects of safety in the Army, including civilian injury prevention, ground operations, aviation operations and driving. All products will be available for electronic download by individual users, who may then reproduce or broadcast the information as required to meet their unit's needs.\n\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue its annual observance of National Safety Month, with the USACR/Safety Center providing [supporting products and tools](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx) for users in the field. While yearly campaigns may differ in topic areas or focus, materials will always be developed according to the Army's latest accident trends and risk mitigation initiatives.\n\n**Why is this important to the Army?**\n\nThe spring and summer months are historically the most dangerous time of year for Soldiers off duty, especially regarding accidents involving privately owned vehicles, privately owned motorcycles and personal watercraft. Every day is critical when it comes to risk, and leaders, Soldiers, family members and Army civilians must work together to prevent needless losses within their formations. By using National Safety Month as a starting point for dialogue, leaders can establish or enhance safety programs that pay dividends throughout the year, regardless of season.\n\n**Resources**\n\n* [Tri-signed letter: Senior Leaders message on _National Safety Month_ 2013](https://safety.army.mil/Portals/multimedia/Campaigns&Initiatives/NSM2013/2013_NSM_Tri-Sign_28May2013.pdf)\n* [Secretary of Defense's message](https://safety.army.mil/LinkClick.aspx?fileticket=KK762UyTr2A=&tabid=2409)\n* Videos with leader's messages:\n* [Chief of Staff of the Army Gen. Raymond T. Odierno talks about National Safety Month](http://bcove.me/y5eo7qqj)\n* [Sergeant Major of the Army talks about National Safety Month](http://bcove.me/j532o1ve)\n* [CSM Stidley's Summer Safety PSA](https://safety.army.mil/multimedia/VIDEOLIBRARY/VideoPlayer/TabId/421/VideoId/685/CSM-Stidley-Summer-Safety-PSA.aspx)\n* Campaigns:\n* [National Safety Month 2013](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n* [Summer Safety](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/KnowtheSigns/SummerSafety2013/tabid/2409/Default.aspx)\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* Related articles: \n* [Army promotes National Safety Month](http://www.army.mil/article/104482/)\n* [Army launches 'Know the Signs' summer safety campaign](http://www.army.mil/article/103839/)\n\n",
    "date": "Monday June 3, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nSafety is everyone's responsibility- leaders, Soldier, Army Civilians and family members ... It is imperative that leaders continue to make safety their priority and Soldiers take seriously the actions that put themselves and others at risk. Army Safe is Army Strong! \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno's public service announcement in observance of June as the _National Safety Month_ \n\n### [Chief of Staff of the Army discusses National Safety Month](http://bcove.me/y5eo7qqj)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}