{
    "id": "2013-06-04",
    "title": "Men's Health ",
    "body": "**What is it?**\n\nMany men aren't comfortable talking about health. More than 7 million American men haven't seen a doctor in over 10 years. Prostate cancer is the second leading cause of death in men after lung cancer. Testicular cancer is the most common diagnosed in young men ages 15 to 35. Obesity, heart attacks, strokes, diabetes, hypertension, high cholesterol and cancer of the colon, lung, and skin (due to sun exposure and oral cancer due to tobacco use) are diseases and health conditions that can affect men at any age.\n\n Men's Health Week observed annually the week leading up to Father's Day (June 10 - 16, 2013), provides [Army Medicine](http://www.armymedicine.army.mil/) with an opportunity to raise [awareness](http://phc.amedd.army.mil/topics/healthyliving/mh/Pages/default.aspx) about health risks men face that are preventable through education, early detection and treatment. \n\n**What has the Army done?**\n\nThe Army's Performance Triad - [Activity,](http://www.army.mil/standto/archive_2013-02-27/) [Sleep,](http://www.army.mil/standto/archive_2013-02-13/) and [Nutrition](http://www.army.mil/standto/archive_2013-01-31/) prepares men to be active participants in health, wellness and disease prevention. \n\nAs a minimum, men should know and keep track of their blood pressure, blood sugar, cholesterol, weight and body mass index. These numbers alone can provide a baseline of current health status and alert them to any potential diseases or health risks. Men are encouraged to schedule age-appropriate physical exams and health screenings with a primary care provider. The provider can discuss any concerns or health risks they have and recommend lifestyle and behavioral changes to restore and maintain health.  \n\n**Why is this important to the Army?**\n\nEighty Five percent of the Soldiers in the Army comprise of men and their continued good health is essential to Army readiness. Health however, is often an afterthought for most men unless they are seriously wounded/injured or in intense pain. As a result, men on average, die in greater numbers and younger than women. \n\nEducating men (and women) about the importance of early detection and disease prevention will help the Army maintain its fighting strength and men to take an active role to achieve and maintain positive lifestyle changes and good health.\n\n**What efforts does the Army have planned for the future?**\n\nThe U.S. Army Medical Command Army Wellness Center Fitness Tracker, designed in collaboration with the Army's [Comprehensive Soldier Fitness Program,](http://csf2.army.mil/) is a new tool available to help Soldiers, men, women, and families track, reach and maintain their fitness and wellness goals.\n\n**Resources**\n\n* STAND-TO! [Performance Triad Pilot Program](http://www.army.mil/standto/archive_2013-03-12/)\n* [U.S. Army Public Health Command Men's Health](http://phc.amedd.army.mil/topics/healthyliving/mh/Pages/default.aspx)\n* [National Men's Health Week](http://phc.amedd.army.mil/topics/healthyliving/mh/Pages/default.aspx)\n* [National Institutes of Health: Men's Health](http://health.nih.gov/category/MensHealth)\n* [Men's Health Network Checkup and Screening Guidelines for Men (PDF)](http://www.menshealthnetwork.org/library/getitcheckedpostermen.pdf)\n* [Military Health System Men's Health Stay Fit to Stay Strong](http://www.health.mil/News_And_Multimedia/Special_Features/menshealth.aspx)\n* Log in required: [Army Wellness Center Fitness Tracker](https://www.sft.army.mil/AWC/Secured/Default.aspx )\n* [Army Medicine](http://www.armymedicine.army.mil/)\n\n\n\n",
    "date": "Tuesday June 4, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOur Army is an all-volunteer force, and a Soldier's decision to continue to serve is directly related to the quality of leadership they receive. You all have set the tone and climate that directly influences whether our Soldiers choose to embrace the Army as a profession, it is a profound responsibility.\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n### [CSA presents 28 junior officers with MacArthur Leadership](Awardshttp://www.army.mil/article/104587/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}