{
    "id": "2013-06-05",
    "title": "Medical Readiness and Training Exercise  13-3 ",
    "body": "**What is it?**\n\nAt the invitation of the Democratic Republic of the Congo government, U.S. military personnel conducts a joint Medical Readiness Training Exercise (MEDRETE) with medical military personnel from Democratic Republic of the Congo in early June 2013. MEDRETE 13-3 will allow medical professionals from both militaries to build and strengthen medical capacity. The exercise will focus on disease surveillance, infectious disease management and providing familiarization to Democratic Republic of the Congo military personnel on U.S. techniques and procedures.\n\n**What has the Army done?**\n\nMEDRETE 13-3 is part of a broader series of military-to-military activities that demonstrate the strong partnership between the U.S. and its African partners. U.S. engagement with countries in Africa is not new. For the past few decades, America has partnered with African militaries in medical capacity-building events, various training engagements, and across a number of other key skill sets. In light of today's political and security environment, it is more important than ever for U.S. Army Africa to train with its partners in order to operate effectively together. \n\n**Why is this important to the Army?**\n\nThe benefit of exercises like this is increased capacity and mutual respect gained by two professional militaries working side-by-side. The training gained will increase the knowledge base of the Democratic Republic of the Congo physicians, while training on tropical infectious diseases broadens the skill set of the U.S. doctors, leading to improved disease prevention and management for U.S. personnel. These learned skills and relationships will last far longer than the immediate exercise and will become just one more element in creating a wider, long-lasting partnership between the U.S. and the Democratic Republic of the Congo.\n\n**What efforts does the Army have planned for the future?**\n\nU.S. Army Africa is committed to strengthening its relationships with the Democratic Republic of the Congo military, and will continue the relationships created during the exercise. This exercise is an example of U.S. Army Africa's commitment to strengthening its relationships with partner nations in Africa. \n\n**Resources**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil/)\n* [U.S. Army Medical Command](http://www.armymedicine.army.mil/)\n\n\n\n\n",
    "date": "Wednesday June 5, 2013",
    "quote": "Quote for the Day\n-----------------------\n\n... Sexual assault and sexual harassment within the ranks is our [Army's] number one priority ... These crimes cut to the heart of the Army's readiness for war. They destroy the fabric of our force, Soldier and unit morale. We will fix this problem. \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno,  pledges the U.S. Army's focus on eliminating the problems of sexual assault and harassment, during his testimony, along with other service chiefs, before the Senate Armed Services Committee,  June 4.\n \n### [Odierno: Sexual assault, harassment cannot be tolerated in Army](http://www.army.mil/article/104753/)\n\n### Related site- [Army.mil: Sexual Harassment/Assault Response and Prevention - SHARP](http://www.army.mil/sharp)",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}