{
    "id": "2013-06-06",
    "title": "U.S. Army Central's Medical Operations Symposium",
    "body": "**What is it?**\n\nThe Army holds medical symposiums, training events and conferences to continually educate medical professionals and improve care for Soldiers while building relationships through health care. In support of the Army's initiatives, Third Army/ARCENT's conducts a series of medical symposiums annually with support from its combined, joint, interagency and multi-national partners. \n\n**What has the Army done?**\n\nMilitary medical leaders meet with their counterparts from partner nations to discuss the role of military health systems in national disaster preparedness.  Presentations include civil-military emergency preparedness, mental health in disasters, pandemic preparedness and natural and man-made disasters. The symposium's objectives included:\n\n* -Increase number of countries participating in medical Theater Security Cooperation events\n* -Increase level of contact information for senior military medical representatives\n* -Educate participants about U.S. military medical capabilities in support of humanitarian and disaster response operations\n* -Increase knowledge of international partner medical response capabilities\n* -Identify future opportunities for health/medical engagements\n* -Increase number of senior medical leader engagement opportunities\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will continue to build relationships and enhance partner capabilities and capacity through symposiums, conferences and other events. Third Army/ARCENT's 13 medical theater security cooperation events across its 20-country area of operations planned for fiscal year 2013 will support the Army's medical mission. Focusing on communicating and shaping is key in continuing to foster relationships and enable nations in the region to improve their medical care. \n\n**Why is this important to the Army?** \n\nThe Army leverages innovation, professional knowledge and expertise to meet complex challenges and create opportunities to shape the future and build enduring relationships with partner nations. Third Army/ARCENT's effort is to support meeting the U.S. Army's goal of providing humanitarian assistance, engaging with allies while building partner capacity and supporting civil authorities. Third Army/ARCENT's shaping successes help the Army remain a decisive force in the USCENTCOM area of responsibility. Third Army/ARCENT Soldiers are America's land force professionals and experts in the Middle East and Central Asia.\n\n**Resources**\n\n* [Third Army/U.S. Army Central 2012 Campaign Plan](http://www.arcent.army.mil/about-us/campaign-plan)\n* [CSA's Marching Orders, January 2012](http://www.army.mil/article/71949/)\n* [STAND-TO!: 2013 Army Posture Statement](http://www.army.mil/standto/archive_2013-04-23/)\n* [ADP 3-0: Unified Land Operations](http://www.army.mil/e2/rv5_downloads/info/references/ADP_3-0_ULO_Oct_2011_APD.pdf)\n* [Army.mil: Middle East News](http://www.army.mil/news/middleeast)\n\n\n\n\n",
    "date": "Thursday June 6, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nA wound to a Soldier is a wound to our Army. A wound to the Army is a wound to our nation. The Army extends its gratitude to all wounded Soldiers.\n\n### - Under Secretary of the Army Joseph W. Westphal, during a Purple Heart ceremony, May 31, on Forward Operating Base Masum Ghar, Afghanistan \n \n### [Westphal awards Purple Heart medals to Soldiers wounded in southern Afghanistan](http://www.army.mil/article/104771/)\n\n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 6: [D-Day](http://www.army.mil/d-day)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}