{
    "id": "2013-06-07",
    "title": "Sexual Harassment/Assault Prevention ",
    "body": "**What is it?**\n\nThe U.S. Army's goal is to eliminate sexual assaults and sexual harassment by creating a climate that respects the dignity of every member of the Army family. The U.S. Army's Sexual Harassment/Assault Response and Prevention program, known as SHARP, exists so the Army can prevent sexual harassment and sexual assaults before they occur.\n\n**What is the Army doing?**\n\nThe Army continues to aggressively implement its [\"I. A.M. Strong\"](http://www.sexualassault.army.mil/what-is.cfm) Sexual Harassment/Assault Prevention Campaign, aligned with the Chairman of the Joint Chiefs of Staff's five lines of effort: **_prevention, investigation, accountability, advocacy and assessment_**. \n\nOn the direction of the Secretary of the Army and Chief of Staff of the Army, the Chief of Army Personnel will host the department's annual SHARP summit, June 10 and 11, at Joint Base Andrews. Army leaders and subject matter experts will share best practices, examine lessons learned and develop/ communicate new ways to prevent sexual violence. \n\n**What continued efforts does the Army are planned for the future?**\n\nArmy leaders are committed to - and accountable for - eliminating sexual harassment/assault incidents by creating a climate where Soldiers feel safe from this threat and a climate stigma free pertaining to reporting. The Army: \n\n* &bull; Provides compassionate care to survivors and protects the accused/victim rights with thorough investigations.\n\n* &bull; Expects to hire a total of 902 Sexual Assault Response Coordinators (SARCs) and Victims Advocate (VA) and Trainers. The Army is increasing the professional standards for all SHARP personnel to include professional credentialing in accordance with the FY12 National Defense Authorization Act requirements.\n\n* &bull; Continues to integrate SHARP training into all its professional military education and operational unit training. And, is working to incorporate SHARP into the Civilian Education System.\n\n* &bull; Institutes a more frequent command climate surveys and other forms of continuous assessment to measure progress in its sexual assault prevention strategy: identifying/addressing conditions that may escalate to sexual violence.\n\n* &bull; Continues to formally investigate every allegation of sexual assault resulting from unrestricted reporting. Though this practice may contribute to a seemingly high number of cases, it demonstrates the Army's commitment to fostering a climate that minimizes with the goal of eliminating sexual assault incidents.\n\n* &bull; Directed a \"Stand-Down\" period for refresher training for SHARP personnel and Army leaders to engage their personnel about SHARP principles/Army values.\n\n* &bull; Develops behavioral health check policies for personnel selected for SARC and VA positions.\n\n\n**Why is this important to the Army?** \n\nAs the department continues its SHARP campaign, Army leaders work to ensure the safety of all Army team members, strengthening force readiness and reinforcing the bond of trust among force and nation. \n\n\n**Resources**\n\n* [Army Chief of Staff addresses Sexual Assault & Harassment](http://armylive.dodlive.mil/index.php/2013/05/csa-sexual-assault-sexual-harassment/)\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil)\n* [Army.mil: SHARP](http://www.army.mil/sharp)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related article: [Odierno: Sexual assault, harassment cannot be tolerated in Army](http://www.army.mil/article/104753)\n* [STAND-TO!: National Sexual Assault Awareness Month](http://www.army.mil/standto/archive_2013-04-2/)\n\n\n\n\n\n\n\n",
    "date": "Friday June 7, 2013",
    "quote": "Focus Quotes for the Day\n-----------------------\n\nYou can succeed from this day forward in virtually every aspect of your military career, but if you fail at this, and that is leading on the issue of sexual assault, you've failed the Army. \n\n### - Secretary of the Army, John M. McHugh, April 23, 2013\n\n\nSo let me be clear: my guidance to the Army is that we will prevent sexual assault from occurring. We will shape Army culture based on values, standards, and discipline consistent with the Profession of Arms and ultimately win our campaign while holding accountable those who commit sexual harassment or sexual assaults but also, as important, to those who just allow it to occur. \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 6: [D-Day](http://www.army.mil/d-day)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}