{
    "id": "2013-06-10",
    "title": "Celebrating Service to the Nation and Strength for the Future: the Army's 238th Birthday",
    "body": "**What is it?**\n\n[Two hundred and thirty-eight years ago,](http://www.army.mil/article/40819/) on June 14, our nation's leaders established a professional American land force- the [Continental Army](http://www.army.mil/article/40562/) - beginning a rich heritage of successfully defending this great nation and its citizens. This week, the United States Army commemorates the continued honor, loyalty and bravery of our Soldiers throughout the country and around the globe. \n\n**What is the Army doing?**\n\nToday's Soldiers stand ready to complete any mission our country asks of them. The nation's freedom rests in the hands of our Soldiers, families and civilians who defend [\"The Stars and Stripes.\"](http://www.army.mil/birthday/238/quiz/flagday.html)\n\nFollowing more than 12 years of war, the Army remains committed to the readiness, training and advancement of the total Army. With a focus on [Ready and Resilient](http://www.army.mil/standto/archive_2013-03-13/) Soldiers, the Army has implemented programs that help our men and women stay in the fight. [The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16) is a result of an enduring education and training program designed to educate, train and inspire. The Army prepares Soldiers for life upon entry and continues beyond military service with opportunities for employment, education and healthcare to ensure their lifelong success as they remain [Soldiers for Life.](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n\n**What continued efforts does the Army are planned for the future?**\n\nThe Army will always remain true to its enduring professional values, honoring the sacred trust bestowed by the nation. The Army is preparing leaders to be globally responsive to meet future challenges - this starts by being regionally and culturally engaged now. We continue to prepare for the future challenges, while always remembering to value the strength of our Soldiers, dedication of our civilians and resilience of our families - it is the people who make us Army strong. \n\n**Why is this important to the Army?** \n\nCommemorating the Army's birthday is an opportunity to reflect, celebrate and remember. The Army will continue to meet all challenges head on and is committed to ensuring the readiness, health and welfare of America's sons and daughters. We celebrate our ready and resilient Soldiers, family members and civilians whose enduring service and support are the strength of our all-volunteer force. We remember those Soldiers who have come before us. On the 238th year of our Army, we also commemorate the 60th anniversary of the Korean War and the All-Volunteer Force 40th anniversary. \n\n**Resources**\n\n* [Tri-signed: Celebrating the U.S. Army's 238th Birthday \"_America's Army: Service to the Nation, Strength for the Future_\"](http://www.army.mil/e2/rv5_downloads/birthday/238/2013_ArmyBirthday_Trisign.pdf)\n* [Army.mil: 238th Army Birthday](http://www.army.mil/birthday/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [The Army Profession](http://cape.army.mil/)\n* [Army.mil: Soldier for Life](http://www.army.mil/soldierforlife)\n* [Army.Mil: 60th anniversary of the Korean War](http://www.army.mil/koreanwar/)\n* [STAND-TO!: Ready and Resilient](http://www.army.mil/standto/archive_2013-03-13/)\n* [STAND-TO!: The Army Profession](http://www.army.mil/standto/archive/issue.php?issue=2012-04-16)\n* [STAND-TO!: Soldier for Life](http://www.army.mil/standto/archive/issue.php?issue=2012-11-13)\n* [\"Test Your Army Knowledge\" at the 238th Army Birthday site](http://www.army.mil/birthday/238/history.html)\n\n\n\n\n\n\n\n",
    "date": "Monday June 10, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nOur Army remains a clear symbol of America's commitment to freedom, and their dedication makes them the strength of our Army and  the strength of our nation. Happy Birthday, Army! Hooah! \n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell, in a recent [video greeting](http://bcove.me/atu98feh) recorded in Camp Nathan Smith, Kandahar, Afghanistan.\n\n### [Army.mil: 238th Army Birthday](http://www.army.mil/birthday/)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}