{
    "id": "2013-06-11",
    "title": "Logistics Information Warehouse Supports the Global Supply Chain",
    "body": "**What is it?**\n\nThe Logistics Information Warehouse (LIW) is the Army's single, authoritative data repository for all Army stakeholders to access logistics domain data.  It facilitates the integration of legacy systems data and emerging Enterprise Resource Planning (ERP) data to provide critical strategic business analytics and business intelligence for today's logistics leaders.\n\nThe LIW is operated by the Logistics Support Activity (LOGSA), which is a separate reporting activity of the [U.S. Army Materiel Command.](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) AMC, as the Army's [Lead Materiel Integrator,](http://www.army.mil/standto/archive/issue.php?issue=2012-02-15) commands the global supply chain by delivering materiel readiness to our joint forces worldwide.\n\nLIW is critical to effective supply chain management as it synchronizes the processes, resources, and efforts of our key global providers to meet each combatant commander's requirements. Meeting these requirements directly impacts readiness and the success of the global supply chain.\n\n\n**What has the Army done?**\n\nIn 2012, LOGSA launched a [LIW portal](https://www.logsa.army.mil/index.cfm?fuseaction=home.main) as part of a phased approach to add and organize new capabilities and enhancements to LIW.  This portal serves as the backbone of the Army's logistics support hub - through the integration of the logistics ERP and non-ERP systems - to provide a single pane from which a customer may view logistics data. \n\nThe LIW forms a single centralized unit with ERP systems as well as warehouse data that is not stored in an ERP.  Specifically, LOGSA has assisted with data migration efforts, ensuring that valid legacy-system data was used to populate the ERP systems.  Additionally, LOGSA has implemented a Data Quality program to continuously assess the integrity of the data in both LIW and the ERP systems.  \n\n**Why is this important to the Army?** \n\nA \"total Army view\" of logistics posture that enables strategic decision support, deep-dive analytics, and long-term trend analysis is important for senior leaders.  This \"total view\" includes a combination of the Army's legacy system's supply chain data along with the modernized ERP systems data.   The ERP systems, in conjunction with LOGSA's Data Quality program, have improved the quality of supply chain information available within the LIW.  \n\n**What continued efforts does the Army are planned for the future?**\n\nLOGSA is continuously working to maintain this data integrity as accurate data is mandatory for managing the overall Army supply chain capabilities.  This relationship between LOGSA and the ERP allows LIW to serve as the Army's single point of entry for stakeholders to confidently obtain answers and traceability across the enterprise platforms.\n\n**Resources**\n\n* [U.S. Army Materiel Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) \n* [Logistics Support Activity](https://www.logsa.army.mil/index.cfm?fuseaction=home.main)   \n* Related STAND-TO! information papers: \n* [Army Materiel Command Implements Lead Materiel Integrator](http://www.army.mil/standto/archive/issue.php?issue=2012-02-15)\n* [Army's Lead Materiel Integrator](http://www.army.mil/standto/archive/2011/04/13/)\n* Related articles: \n* [Retrograde, Reset: Responsible materiel management](http://www.army.mil/article/74298/ )\n* [Logistics Information Warehouse](http://www.army.mil/article/54619/ )\n",
    "date": "Tuesday June 11, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nSometimes history and the will of Congress can be too overpowering, too compelling even for a man with the power of conviction, the courage and vision of George Washington. But some things can always be counted on, like the men and women of the United States Army. So we appreciate the opportunity to begin our birthday commemorations here at Mount Vernon, home of General Washington, as well as the beginning of the Purple Heart Trail. \n\n### - Secretary of the Army John M. McHugh, during the wreath laying ceremony at the tomb of the Continental Army's first general, George Washington at Mount Vernon, Alexandria, Va.\n\n### [238th Army birthday week kicks off at Mount Vernon](http://www.army.mil/article/105203/)\n\n### [STAND-TO!: Celebrating Service to the Nation and Strength for the Future: the Army's 238th Birthday](http://www.army.mil/standto/archive_2013-06-10/)\n\n### [238th Army Birthday](http://www.army.mil/birthday)\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}