{
    "id": "2013-06-12",
    "title": "Army National Guard Historic Preservation through Rehabilitation",
    "body": "**What is it?**\n\nRehabilitation, as defined by the [Secretary of the Interior's Standards for the Treatment of Historic Properties](http://www.nps.gov/tps/standards/rehabilitation.htm) is: _the process of returning a property to a state of utility, through repair or alteration, which makes possible an efficient contemporary use while preserving those portions and features of the property which are significant to its historic, architectural, and cultural values_. \n\nRehabilitation retains the historical character and cultural value of a building while making it useful in the present.\n\nA \"green\" or sustainable rehabilitation is a rehab that also incorporates sustainable design elements as identified in LEED and/or ASHRAE standards in accordance with the Oct. 27, 2010 Army Memo for _Sustainable Design and Development Policy Update (Environmental and Energy Performance)_. Green and sustainable buildings are efficient; they save money and resources through thoughtful design and management.\n\n**What has the Army National Guard done?**\n\nThe ARNG has incorporated sustainable design into the following historic rehabilitation projects:\n\n* &bull; Readiness Center and Admin Building (Buildings 10 & 11) Camp Mabry, Austin, Texas (winner of 2012 Preservation Austin Merit Award and 2012 Travis County Historic Commission Merit Award)\n* &bull; Headquarters (Building 1) Camp Navajo, Bellemont, Ariz.\n* &bull; Readiness Center (Building 5) Stout Field, Indianapolis, Ind.\n* &bull; Fillmore Armory, Fillmore, Utah\n* &bull; Milford Armory Addition/Alteration, Milford, N.H. (recommended for N.H. Preservation Alliance Award)\n* &bull; Urbana Armory, Urbana, Ill. (winner of the 2013 Preservation and Conservation Association of Champaign County Heritage Award)\n\n**What continued efforts does the Army National Guard have planned for the future?**\n\nThe ARNG will continue to integrate sustainable design in its projects. In addition it will continue its efforts to foster a culture of sustainability by sharing success stories and best project management practices from across the ARNG. The ARNG will strive to inform and empower individuals to incorporate the good stewardship of our energy, water, material, and cultural resources in construction projects and maintenance upgrades. \n\n**Why is this important to the Army?** \n\nSustainable historic property rehabilitation supports Army sustainability mandates and serves as a method to conserve funds at a time when there are fewer new construction/major military construction dollars expected in the Army budget.  Through projects like these, the Army may fully utilize existing facilities and serve as a federal leader in the preservation of historic buildings and conservation of valuable natural and fiscal resources.\n\n**Resources**\n\n* DOD Legacy Projects:\n* [04-220-DoD Sustainability Application Guide for Historic Properties ](https://www.dodlegacy.org/Legacy/Intro/factsheets/04-220.pdf) \n* [09-451-LEED-Certification-Report-FINAL](http://denix.osd.mil/cr/upload/09-451-LEED-Certification-Report-FINAL.pdf)\n* [09-452-Strategies-for-Greening-Historic-Properties-Report-Part-I&II](http://www.denix.osd.mil/cr/upload/09-452-Strategies-for-Greening-Historic-Properties-Report-Part-I.pdf)\n* [09-456-Maintaining-Elements-that-are-Efficient-by-Design-Final-Report](http://www.denix.osd.mil/cr/upload/09-456-Maintaining-Elements-that-are-Efficient-by-Design-Final-Report-FINAL-reduced-size.pdf) \n* Standards/Guidelines: \n* [Sustainability and Historic Federal Buildings](http://www.achp.gov/docs/SustainabilityAndHP.pdf)\n* [Standards for Rehabilitation and Guidelines for Rehabilitating Historic Buildings](http://www.nps.gov/hps/tps/standguide/rehab/rehab_energyeff.htm)\n* [Standards for Rehabilitation & Illustrated Guidelines on Sustainability for Rehabilitating Historic Buildings](http://www.nps.gov/tps/standards/rehabilitation/sustainability-guidelines.pdf)",
    "date": "Wednesday June 12, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe have challenges when it comes to sexual assault, because from my perspective, we're not really sure what the Army profession, character and commitment is all about ... Character is what you're doing when no one is looking.  Commitment is looking out for your fellow Soldier and doing what the Army says you're supposed to do.\n\n### - Sgt. Maj. of the Army Raymond F. Chandler III,  explains one aspect of the Army profession at the 6th Annual [I. A.M. Strong](http://www.sexualassault.army.mil/what-is.cfm) Sexual Harassment/Assault Prevention Summit, Joint Base Andrews, Md., June 11.\n\n### [SMA on sexual assault: Commitment to 'Army profession' required](http://www.army.mil/article/105248/)\n\n### [STAND-TO!: Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n\n### [Army.mil: SHARP](http://www.army.mil/sharp)\n\n### Senior Army leader's at the 6th Annual I. A.M. Strong Sexual Harassment/Assault Prevention Summit- \n### (1) Chief of Staff of the Army [Odierno: Unfortunately, some still tolerate sexual assault](http://www.army.mil/article/105255/)\n\n### (2) Secretary of the Army [McHugh creates greater oversight, screening of those who aid victims](http://www.army.mil/article/105264/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}