{
    "id": "2013-06-13",
    "title": "Army Social Media Program",
    "body": "**What is it?**\n\nThe U.S. Army's Social Media, as a communications tool, represents an innovative and interactive way of telling the Army story. Social media platforms provide an opportunity for transparent communication and two-way engagement with the public.\n\nOn Sept. 11, 2012, the Department of Defense published DoD Instruction Number 8550.01, \"DoD Internet Services and Internet-Based Capabilities,\" which establishes policy for establishing and maintaining social media sites. The DOD instruction expands the scope of the DTM and more effectively outlines all elements associated with DOD social media use.  \n\n\n**What has the Army done?**\n\nThe U.S. Army's Online and Social Media Division (OSMD), formed in January 2009 at the Office of the Chief of Public Affairs (OCPA), Headquarters, Department of the Army, facilitates online engagement and tells the Army Story using social media platforms like Facebook, Twitter, YouTube, Flickr, Google  and Pinterest.  These social media platforms have helped in reaching millions of people on a daily basis. The Army works tirelessly to provide relevant and compelling content 24 hours a day, 365 days a year.\n\nIn addition to its communication mission, OSMD creates multiple resources and social media training materials that help other Army organizations use social media tools to communicate their own unique messages. OSMD's Social Media Handbook and its semi-monthly Social Media Roundup provide the Army public affairs specialists with valuable [social media tips and the most current social media developments.](http://www.slideshare.net/usarmysocialmedia) \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to educate Army public affairs specialists on effective social media use. \nOCPA's Online and Social Media Division continues to provide the field with relevant social media information and guidance. Version 4 of the Social Media Handbook is due out later this summer and the Online and Social Media Division plans to continue exploring and evaluating new and innovative social media platforms.\n\n\n**Why is this important to the Army?** \n\nThe Army is using the power of social media platforms to share the Army messages to keep the American public informed. The Army understands that people no longer look for the news; they expect the news to find them. Using social media tools to communicate and engage with the Army's multiple audiences is essential. Social media platforms equip the Army with the tools it needs to communicate with its various audiences, while also empowering Army supporters to spread the Army's story. \n\n\n**Resources**\n\n* [U.S. Army Slideshare](http://www.slideshare.net/usarmysocialmedia) \n* [DoD Instruction Number 8550.01, \"DoD Internet Services and Internet-Based Capabilities.\"](http://www.slideshare.net/USArmySocialMedia/dod-internet-services-and-internetbased-capabilities-dodd-855001)\n* [Army Social Media Handbook](http://www.slideshare.net/USArmySocialMedia/social-media-handbook-2013)\n* [Army Social Media Directory](http://www.army.mil/media/socialmedia/)\n* [Army on Facebook](http://www.facebook.com/USArmy)\n* [Army on Twitter](http://www.twitter.com/USArmy)\n* [Army on Flickr](http://www.flickr.com/soldiersmediacenter)\n* [Army on YouTube](http://www.youtube.com/usarmy)\n* [Army Live Blog](http://armylive.dodlive.mil)\n* [Army on Google Plus](https://plus.google.com/usarmy)\n* [Army on Pinterest](http://pinterest.com/usarmy/)",
    "date": "Thursday June 13, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nOur country, its economy, its social fiber, is continually changing and\nour Army has to keep up with that. There are incredibly exciting and\nchallenging aspects to the future of the Army. Maintaining a diverse force\nwill be a big factor in the Army's ability to adequately represent the\nAmerican people, and answer our nation's call as we have been for the last\n238 years. \n\n[- Under Secretary of the Army Joseph W. Westphal](http://www.army.mil/leaders/usa/)\n\n* [Under SecArmy Twitter](https://twitter.com/undersecarmypa)\n* [Under SecArmy Pinterest](http://pinterest.com/undersecarmypao/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 4: Independence Day\n"
}