{
    "id": "2013-06-14",
    "title": "Happy 238th Birthday, U.S. Army! ",
    "body": "Two hundred thirty-eight years ago, our nation's leaders established the Continental Army. Today, we celebrate the continued strength, [professionalism](http://cape.army.mil/) and bravery of our [ready and resilient](http://www.army.mil/readyandresilient) Soldiers in the all-volunteer force. Following more than 12 years of war, the U.S. Army remains committed to the readiness, training and advancement of the total Army. Our Soldiers remain Army Strong with a [lifelong](http://www.army.mil/soldierforlife) commitment to our [core values](http://www.army.mil/values/) and beliefs.\n\nBirthday greetings from senior leaders on the Army's 238th Birthday: [_Celebrating Service to the Nation and Strength for the Future_.](http://www.army.mil/standto/archive_2013-06-10/)\n\n**_President Barack Obama_**\n\nI am inspired by our Soldiers and their extraordinary families who serve alongside them. On behalf of a grateful nation, I salute the United States Army on 238 years of service. May God bless and protect you and your loved ones, and may God bless the United States of America. \n\n\n**_Secretary of the Army John M. McHugh_**\n\nIt's my privilege to send best wishes to our formations around the globe as our Soldiers, civilians, and families celebrate the Army's 238th Birthday. America's Soldiers make us all immensely proud.  Your deep commitment, abiding patriotism, and warrior spirit are truly inspiring. Thank you for your dedication to the Army Profession. Your sacrifices ensure the nation's trust and confidence in America's Army proudly endures.\n\n**_Under Secretary of the Army Dr. Joseph Westphal_** \n\nAfter all these years of deployments and combat operations, this remains the best Army ...  the strongest Army ... and the most experienced Army in the world. One of the things our service has effectively done over our nearly 238 year history is effectively adapt to change ... To all those who serve both at home and abroad, to their families who continue to endure, and to the civilians who support them - I'm proud to wish a happy 238th to the greatest Army in the world.\n\n**_Vice Chief of Staff of the Army Gen. John F.  Campbell_**\n\nOur Army remains a clear symbol of America's commitment to freedom, and their dedication makes them the strength of our Army and the strength of our nation. Happy Birthday, Army! Hooah!  \n\n**_Sergeant Major of the Army Raymond F. Chandler III_**\n\nFor 238 years, even before our country was founded, we have had an Army.\nBoth on this continent and around the world, we have gone into harm's way to meet the needs of the American people and to support and defend our Constitution. \n\n_Additional birthday messages can be [viewed](http://www.army.mil/birthday/238/message.html) at the [Army Birthday](http://www.army.mil/birthday/238/) site._\n\n\n",
    "date": "Friday June 14, 2013",
    "quote": "Chief of Staff of the Army's Birthday Wishes\n-------------------------------------------------------------\n\n\nAs we celebrate our [238th birthday,](http://www.army.mil/birthday/238/index.html) let us remember the nearly 80,000\nSoldiers deployed and more than 91,000 Soldiers forward stationed in almost 150 countries.  Let us also remember the millions who have gone before us, and made us the best Army in the world.  We stand on their shoulders as we write the next chapter in our Army's history.  \n\nI am incredibly proud of your successes and I thank each of you for your\nservice to our nation.\n\nTo all Soldiers past and present, [Once a Soldier, Always a Soldier!](http://www.army.mil/soldierforlife/)\n\n[Happy Birthday](http://www.army.mil/birthday/238/index.html) United States Army! \n\n### - Gen. Raymond T. Odierno  \n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}