{
    "id": "2013-06-17",
    "title": "Western Accord 13",
    "body": "**What is it?**\n\nU.S. Army Africa, in partnership with Ghana and the Economic Community of West African States (ECOWAS),  will conduct Exercise Western Accord 2013 (WA 13) at the Kofi Annan International Peacekeeping Training Center in Ghana to increase the capacity of ECOWAS to provide mission command capability to support regional peace operations. Approximately 300 military personnel from ECOWAS and the United States, along with observers from several neighboring countries will participate in the exercise. \n\n**What has the Army done?**\n\nU.S. engagement with countries in Africa is not new. For the past few decades, America has partnered with African militaries in medical capacity-building events, various training engagements, and across a number of key skill sets. Western Accord 13 is a two part exercise.  In part I, participants receive academics focused on collective tasks, functional, and staff procedures in support of command and control of a peacekeeping operation based on real world events. In part II, a command post exercise, a brigade headquarters staff will prepare and then execute its plan to move forces into a contested area, defeat terrorists, and restore basic services and the rule of law while setting the stage for national reconciliation.\n\n**What continued efforts does the Army have planned for the future?**\n\nU.S. Army Africa (USARAF) is committed to partnering with African countries to showcase military interoperability. This dynamic process and the further development of relationships build capacity and strengthen military-to-military relationships and regional security in West Africa. This exercise is an example of U.S. Army Africa's commitment to strengthening its relationships with partner nations in Africa.  \n\nWhile it is too early to determine the location of future exercise opportunities like Western Accord, USARAF will continue the relationships created during the exercise and will continue to build upon the partnerships established here.\n\n\n**Why is this important to the Army?** \n\nThe benefit of exercises like this is increased capacity and mutual respect gained by two professional militaries working side-by-side. This exercise is a key element in a broader series of military-to-military activities to demonstrate the strong partnership between the U.S. and ECOWAS, as well as all of the participating militaries. WA 13 brings together Ghana, ECOWAS, and the U.S. to foster security cooperation while improving medical and logistics capability in the central region.\n\n**Resources**\n\n* [U.S. Army Africa](http://www.usaraf.army.mil)\n* [Army.mil: Africa News](http://www.army.mil/news/africa/)\n* [STAND-TO! Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* [CSA's Blog: Regionally Aligned Forces: A New Model for Building Partnerships](http://www.armylive.dodlive.mil/index.php/2012/03/aligned-forces/)\n\n",
    "date": "Monday June 17, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nIt [resiliency] begins the first day that Soldiers come into the Army, and you take it all the way through their transition out of the Army. We really have to incrementally infuse this thing called resilience into our institutions and all the training we do from basic training all the way to when they get out. \n\n\n### - Vice Chief of Staff of the Army Gen. John Campbell, addresses building and maintaining resilient Soldiers, families, and Department of the Army civilians at the Ready and Resilient panel, New York City, June 13, 2013  \n\n### [Army, NFL team up focuses on resiliency for Soldiers, players](http://www.army.mil/article/105603/) \n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n \n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}