{
    "id": "2013-06-18",
    "title": "R4D:  Equipment Retrograde from Afghanistan",
    "body": "**What is it?**\n\nThe Retrograde, Reset, Redeployment, Redistribution and Disposal mission (R4D) in Afghanistan will be a herculean effort. It requires innovation and creativity to meet the national objective of retrograding equipment back to the United States. [U.S. Army Military Surface Deployment and Distribution Command](http://www.army.mil/sddc) (SDDC) the [Army Service Component Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/) to [U.S. Transportation Command,](http://www.transcom.mil/) is committed to ensuring success of the Afghanistan R4D movement mission.  \n\nThe Department of Defense estimates more than 750,000 major end items, worth in excess of $36 billion are currently in Afghanistan.  These items are scheduled to be shipped back to the continental United States by the end of calendar year 2014 at an estimated cost of $5.7 billion.  \n\n\n**What has the Army done?**\n\nSDDC created the [Velocity-Volume, Distribution & Retrograde](http://www.sddc.army.mil/Who/SiteAssets/Retro-WhitePaper.pdf) (V2DR) approach to support the R4D equipment retrograde from Afghanistan.  V2DR is designed to balance volume (lower cost) and velocity (moving faster) of returning equipment to include exploiting Best Value Routing, sound equipping forecasts, and maintain a free flow of carrier multimodal sites while adhering to equipment required delivery dates.  The Joint Distribution and Deployment Enterprise is responsible for R4D.  According to SDDC transportation experts, the V2DR approach was developed under the assumption that Pakistan Ground Lines of Communication and the Northern Distribution Network are open.\n\n\n**What continued efforts does the Army have planned for the future?**\n\n* -The U.S. Army continues to monitor differences in transportation rates and transit times between the PAKGLOC, the NDN, and multimodal routes\n* -The service continues to identify transportation requirements earlier, rather than later, and re-align the transportation requisition process for retrograde equipment while allowing realistic RDDs\n* -The service also continues communicating and planning with warfighters, combatant commanders, service representatives, and commercial industry to ensure retrograde timelines continue to be met\n\n\n**Why is this important to the Army?** \n\n* -To meet the president's end of CY14 retrograde equipment deadline, it will take a DOD-wide teamwork approach\n* -It is important to the Army to return, and reset/refurbish its share of the $5.7 billion worth of equipment from Afghanistan to offset the cost of replacement equipment\n* -It is also important to the Army in this fiscally challenging environment to constantly examine Best Value Routing using the Universal Services Contract-7 and multimodal contracts that fit within [U.S. Central Command](http://www.centcom.mil/)'s geographical constraints\n* -All Army units should identify their retrograde requirements earlier, rather than later, to include making cargo available for transportation 60 days before ready-to-load dates\n\n\n**Resources**\n\n* [Military Surface Deployment and Distribution Command](http://www.army.mil/sddc)\n* [V2DR White Paper](http://www.sddc.army.mil/Who/SiteAssets/Retro-WhitePaper.pdf)\n* [SDDC News](http://translog.armylive.dodlive.mil/)\n* [STAND-TO!: Reset](http://www.army.mil/standto/archive/2010/04/07/)\n* [Army.mil: Current Operations News](http://www.army.mil/news/currentops)\n* Related articles: \n* [Pakistan route critical to reset, retrograde in Afghanistan](http://www.army.mil/article/76992/)\n\n\n",
    "date": "Tuesday June 18, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nThe challenges you will face and how you respond to them will define not only your lives, but how the world views this continuing experiment that is our democracy. Make no mistake, while less of you than previous classes will march off to Afghanistan, the choices we make as we enter a period of strategic transition will challenge our readiness, our Soldiers -- indeed, our very culture. \n\n### - Under Secretary of the Army Joseph W. Westphal, addressing more than 1,050 graduates of the U.S. Army Command and General Staff Officer Course, Fort Leavenworth, Kan., June 14, 2013\n\n### [Westphal to CGSOC students: Leader development vital to Army's transition, readiness](http://www.army.mil/article/105689/) \n\n### [Army.mil: Professional Development Toolkit](http://www.army.mil/professional)\n \n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}