{
    "id": "2013-06-19",
    "title": "Army Leader Development Strategy 2013",
    "body": "**What is it?**\n\nThe Army Leader Development Strategy (ALDS) outlines the Army senior leaders' vision and strategy for leader development of all Army professionals through lifelong training, education and experiences acquired through opportunities in the operational, institutional and self-development domains.\n\n**What has the Army done?**\n\nThe [secretary of the Army,](http://www.army.mil/leaders/sa/) [chief of staff of the Army](http://www.army.mil/leaders/csa/) and [sergeant major of the Army](http://www.army.mil/leaders/sma/) approved the 2013 ALDS June 5, 2013. This is the first time a leader development strategy has been codified in a formal manner by Army senior leadership. This emphasizes the importance senior leaders place on leader development at all levels, and sets forth a vision of an Army that develops competent and committed leaders of character with the skills and attributes necessary to meet the challenges of the 21st century. \n\n**What continued efforts does the Army have planned for the future?**\n\nAs a result of the ALDS, units will see a renewed commitment and emphasis on the [Army Profession](http://cape.army.mil/aaop/) and lifelong learning. The strategy will seek to balance the three components of leader development: training, education and experience. \n\n[U.S. Army Human Resources Command](http://www.hrc.army.mil/) and [Deputy Chief of Staff Army G-1](http://www.armyg1.army.mil/) will work to develop talent management policies that benefit both the Army and the individual. Those leaders identified as possessing positive leader attributes and proficiency in core competencies will be prepared for responsibility at higher levels. Meanwhile, each cohort will see mission command principles embedded into leader development and will have the opportunity for a broad range of leader experiences and developmental opportunities.\n \nThe ALDS sets conditions for developing adaptive and creative leaders capable of operating within the complex operational environment and the entire range of military operations.\n\n**Why is this important to the Army?** \n\nThe ALDS lays out the guiding principles by which the Army will develop leaders of character, presence and intellect across the force. It is a strategy for the entire Army - not just for those currently in leadership positions, but for future leaders as well. The mission of leader development is to train, educate and provide experiences to progressively develop leaders to prevail in unified land operations and to lead the Army using mission command in a 21st century environment. \n\nThe ALDS establishes the framework of leader development as a shared responsibility between the institutional Army (education and training institutions), the operational force (organizations and units) and the individual. The ALDS includes three components: training, education, and experience. Focusing on and balancing these three components will ensure that officers, warrant officers, non commissioned officers, civilians and strategic leaders achieve the Army's vision for leader development.\n\n**Resources**\n\n\n* [Army Leader Development Strategy 2013](http://usacac.army.mil/cac2/cal/alds.asp)\n* [Combined Arms Center](http://usacac.army.mil)\n* [Center for Army Leadership](http://usacac.army.mil/cac2/CAL/)\n* Related article: \n* [Odierno spotlights leader development strategy at Army War College graduation](http://www.army.mil/article/105099)\n* CSA's videos about: \n* [Army Leader Development: Roadmap](http://www.youtube.com/watch?v=kFMp4s-DgYo&feature=youtu.be)\n* [Army Leader Development: Institutional Domain](http://www.youtube.com/watch?v=BHZwnBQJtfs&feature=youtu.be)\n* [Army Leader Development: Operational Domain](http://www.youtube.com/watch?v=Yg2TbajyZfQ&feature=youtu.be)\n* [Army Leader Development: Harness Experience](http://youtu.be/pX9FoOdnOg4)\n* [Army Leader Development: Competitive Strategy](http://youtu.be/n4zWDki1QyE)\n\n\n",
    "date": "Wednesday June 19, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nThe Army Leader Development Strategy provides a comprehensive roadmap to prepare Army leaders for the challenges that our nation will face. In this strategy, leader development is defined as the deliberate, continuous and progressive process that grows Soldiers and Army Civilians into confident,committed, professional leaders of character.  \n\n### - Gen. Raymond T. Odierno, Chief of Staff of the Army, discusses Army's new Leader Development Strategy 2013 at the U.S. Army War College graduation ceremony, June 8\n\n### [CSA's remarks at the Army War College graduation ceremony](http://www.army.mil/article/105138/) \n\n### Related video: [CSA spotlights Leader Development Strategy at Army War College](http://bcove.me/yj0cv840)\n\n### [Army Leader Development Strategy](http://usacac.army.mil/cac2/cal/alds.asp)\n \n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}