{
    "id": "2013-06-20",
    "title": "Dagger University",
    "body": "**What is it?**\n\nDagger University provides Soldiers with specific language, cultural, and economic training that enhances their understanding of the environments they are operating in and allows them to build better relationships with host-nation security forces.  \n\nThe Army's 2nd Armored Brigade Combat Team \"Dagger,\" [1st Infantry Division,](http://www.riley.army.mil/UnitPage.aspx?unit=2bct) stationed at Fort Riley, Kan., is regionally aligned with U.S. Africa Command's security cooperation and partnering requirements. The 2nd ABCT Soldiers are participating in specialized language, regional expertise and cultural training -- known as \"Dagger University.\"\n\nUsing Africa-born Soldiers from within the brigade's ranks, African Studies students from Kansas State University in nearby Manhattan, Kan., as well as the Army's 162nd Infantry Brigade from Fort Polk, La., the week-long training course introduces cultural and linguist information specific to the regions of Africa where the Soldiers likely will be working. \n\n**What has the Army done?**\n\nThe value of the tailored and specific Dagger University regional training is vast and vital to the success of the more than 150 AFRICOM missions Dagger Soldiers will take part in during the coming year.  Based on insights provided by the Africa-born 2nd ABCT Soldiers as well as the Kansas State University African Studies students, Dagger University is providing Soldiers the knowledge they need to accomplish a sometimes complex mission set.   \n\n**What continued efforts does the Army have planned for the future?**\n\nOver the course of the next year, teams of Soldiers from the brigade will deploy to African countries to engage in partnering and training events, and to support bilateral and multinational military exercises.  In recent months, 2nd ABCT Soldiers have been to Sierra Leone, the Democratic Republic of Congo, Gabon, Malawi, Niger, Burundi and Ghana.  2nd ABCT is deploying scalable force packages to Africa at the request of host-nation governments to develop mutually-beneficial and lasting relationships with partners in Africa.\n\n**Why is this important to the Army?** \n\nThe [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20) concept is a [Secretary of the Army](http://www.army.mil/leaders/sa/) and [Chief of Staff of the Army](http://www.army.mil/leaders/csa/)'s vision for providing combatant commanders with versatile, responsive, and consistently available Army forces. Regional alignment synchronizes the Army's strategic framework of [_Prevent, Shape, and Win_ ](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/) by addressing Army's enhanced regional and global presence in _Prevent_, improving the global security environment by increasing partner capacity in Army's _Shape_ role and underpinning the Army Total Force capability, capacity, and readiness to _Win_.  As part of the joint force and as America's Army, in all that it offers, the Army provides the versatility, responsiveness, and consistency to _Prevent, Shape, and Win_.    \n\n**Resources**\n\n* [Army.mil: Professional Development Toolkit](http://www.army.mil/professional/)\n* [CSA's blog: _Prevent, Shape, Win_ ](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/)\n* [STAND-TO! Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* Related article: \n* [Army will prepare for future with regionally aligned forces](http://www.army.mil/article/89819/Army_will_prepare_for_future_with_regionally_aligned_forces/)\n* ['Dagger University' prepares Soldiers for missions to Africa](http://www.army.mil/article/103815)",
    "date": "Thursday June 20, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nRemember, you are not in Africa just to enhance the individual skills of your counterpart, you are there to develop and protect American interests in the region. Your professionalism and enthusiasm demonstrated by your actions, behavior, and duties will inherently reveal our dedication to the host nation and enhance our national security interests.  In most cases, your actions can and will speak louder than your words. \n\n### - Col. Jeff Broadwater, commander of 2nd Armored Brigade Combat Team \"Dagger\"\n\n \n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}