{
    "id": "2013-06-21",
    "title": "Transatlantic Collaborative Biological Resiliency Demonstration",
    "body": "**What is it?**\n\nThe Transatlantic Collaborative Biological Resiliency Demonstration (TaCBRD) is a collaborative program between European partner nations and a U.S. interagency combination of Department of Defense, Department of State and Department of Homeland Security. \n\nThe program builds on the outcomes of the [Interagency Biological Restoration Demonstration](http://www.ncbi.nlm.nih.gov/pubmed/21882966) (IBRD), a collaborative DOD and DHS program, the goal of which is to reduce the time and resources needed to recover following a release of the biological agent.\n\n\nThis year's exercise partners with the Republic of Poland. The purpose is to develop and demonstrate a capability for resilience in countering a wide area biological incident (including contagious and persistent threats) that impacts U.S. and Partner Nation civilian and military personnel and key infrastructure. \n\n\n**What has the Army done?**\n\nSupported by the U.S. European Command, [U.S. Army Europe,](http://www.eur.army.mil/) and the [21st Theater Sustainment Command,](http://www.eur.army.mil/21TSC/) elements of USEUCOM's Joint Task Force for Consequence Management is participating in the Trans-Atlantic cooperation biological resiliency demonstration of TaCBRD's field training and exercise from June 17-30, 2013 in Lodz, Poland. \n\nThe joint task force is comprised of elements of the [U.S. Army Reserve's 7th Civil Support Command headquarters,](http://www.usar.army.mil/ourstory/commands/7CSC/Pages/default.aspx) the 361st Civil Affairs Brigade, the 196th Medical Support Unit, the 209th Digital Liaison Detachment, the 406th Human Resources Company and the 773rd Civil Support Team.  \n\n**Why is this important to the Army?** \n\nThe lack of a coordinated approach for countering a large scale biological incident puts civilian and military personnel at risk and negatively impacts U.S. and partner nation resiliency. Critical infrastructure and military installations are not immune to the effects of a biological release and will need to recover quickly in order to restore functionality of large urban areas and maintain the operational status of assigned critical missions.    \n\n**What continued efforts does the Army have planned for the future?**\n\nTaCBRD will address needs/gaps in the area of recovery from and resilience to a biological incident. Specifically, the program will focus on providing materiel and non-materiel solutions for overseas response and recovery as well as improve intra- and inter- agency, and partner nation collaboration. TaCBRD will also enhance relationships and build partner capacity with key nation(s) within DOD's [European Command]( http://www.eucom.mil/) (EUCOM) area of responsibility.\n\n\n**Resources**\n\n* [7th Civil Support Command](http://www.eur.army.mil/21TSC/7csc/index.aspx)  \n* [US Army Reserve 7th Civil Support Command  Overview](http://www.usar.army.mil/ourstory/commands/7CSC/Pages/Overview.aspx)\n* [DTRA Chemical and Biological Defense](http://www.dtra.mil/Missions/ChemicalBiologicalDefense/ChemicalBiologicalDefenseHome.aspx)\n* [TaCBRD Overview Program Overview](http://cbdstconf2011.sainc.com/Presentations/11-16_Madden_WOG4th.pdf )\n* [Interagency Biological Restoration Demonstration](http://www.ncbi.nlm.nih.gov/pubmed/21882966)\n* [U.S. Army Europe](http://www.eur.army.mil/ )\n",
    "date": "Friday June 21, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nWhatever that job or that occupational specialty, we have to make sure we have the requirements of that task established -- regardless of male or female. The worst thing we could do is change that standard for that position. We have to be absolutely certain that performance can be understood and applied in combat situations. This isn't to set anybody up for failure. This is all about success. We're calling it Soldier of 2020 -- it's not male Soldier or female Soldier. \n\n### - Maj. Gen. Howard Bromberg, Army G-1, during a June 18 multi-service briefing in the Pentagon, regarding the implementation of Army's specific plans to integrate women into all areas of military service.\n\n### [Army describes plans for integrating women into combat](http://www.army.mil/article/105814/)\n\n### [Army.mil: Women in the U.S. Army](http://www.army.mil/women/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}