{
    "id": "2013-06-24",
    "title": "Army Energy Initiatives Task Force ",
    "body": "**What is it?**\n\nThe Army Energy Initiatives Task Force was established in September 2011 to help the Army address installation energy security requirements and achieve the goal outlined in the National Defense Authorization Acts (NDAA) of 2007 and 2010 of producing or procuring 25 percent of its installation energy from renewable sources by 2025. \n\nIn an effort to meet the NDAA goal, the Army teamed with the Air Force and Navy and established an internal goal to implement three gigawatts (GWs) of renewable energy generation capacity (1 GW each) by 2025.  The Army, through the EITF, will partner with installations to implement cost effective, large-scale renewable energy projects to achieve these goals.  \n\n**What has the Army done?**\n\nThe EITF has screened over 180 Army installations to identify sites that have the best potential for large-scale renewable energy development.  Of note: \n\n* &bull; Working through Defense Logistics Agency Energy and Army Corps of Engineers (USACE), Engineering and Support Center, Huntsville, Ala., the EITF now has five projects in acquisition totaling over 125 megawatts (MW) of potential renewable energy:  \n\n* - Fort Detrick, Md.- 15MW Photovoltaic (PV) System\n* - Fort Drum, N.Y.- 28MW Biomass Generation Facility\n* - Fort Irwin, Calif.- 15MW PV Renewable Energy Generation System\n* - Fort Bliss, Texas- 20MW Solar PV System\n* - Schofield Barracks, Hawaii- 52MW Bio-fuel Power Plant\n\n* &bull; The EITF worked closely with the [USACE- Huntsville](http://www.hnc.usace.army.mil/) to develop and release the $7 billion Multiple Award Task Order Contract (MATOC) request for proposal for the procurement of renewable energy projects.  The MATOC is an [indefinite delivery indefinite quantity](http://www.gsa.gov/portal/content/103926) contract vehicle that identifies qualified firms to compete for individual task order contracts for four renewable energy technologies - solar, wind, biomass, and geothermal. \n \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to push forward to achieve mandated renewable energy goals, refine project management and execution processes, and achieve the EITF mission to *Secure Army Installations with Energy that is Clean, Reliable and Affordable*.  The EITF team provides broad experience and capabilities in acquisition, project finance, renewable technologies, real estate, utility regulation, grid integration and environmental permitting, assisting installation commanders and their staffs to assess and implement renewable energy projects.     \n\n**Why is this important to the Army?** \n\nInstallation energy security is a top priority for the Army and is reflected in the Army Campaign Plan - Objective 8.1 _Adapt/Execute Installation Energy Security and Sustainability Strategies_.  To learn more about the Army's Power and Energy efforts defined by _Soldier Power, Basing Power and Vehicle Power_, visit the resources below.\n\n\n**Resources**\n\n* [Army Energy Initiatives Task Force](http://www.armyeitf.com/)\n* [Army.mil: Energy News](http://www.army.mil/news/energy)\n* [Assistant Secretary of the Army (Installations, Energy and Environment) ](http://www.army.mil/asaiee)\n* Related articles: \n* [Army MATOC: First awards under $7 billion renewable energy contract](http://www.hnc.usace.army.mil/Media/NewsReleases/tabid/10750/Article/13524/army-matoc-first-awards-under-7-billion-renewable-energy-contract.aspx)\n* [Fort Irwin launches large-scale renewable energy project](http://www.army.mil/article/105464/)\n* Related STAND-TO! information papers: \n* [Army Operational Energy Policy Memorandum](http://www.army.mil/standto/archive_2013-05-13/)\n* [Energy Informed Culture](http://www.army.mil/standto/archive_2013-04-17/)\n* [Soldier Power](http://www.army.mil/standto/archive/issue.php?issue=2012-10-24)\n* [Vehicle Power (Tactical) ](http://www.army.mil/standto/archive/issue.php?issue=2012-09-12)\n* [Vehicle Power (Non-tactical) ](http://www.army.mil/standto/archive/issue.php?issue=2012-09-07)\n* [Basing Power Contingency](http://www.army.mil/standto/archive/issue.php?issue=2012-08-29)\n* [Basing Power Installations](http://www.army.mil/standto/archive/issue.php?issue=2012-08-22)\n",
    "date": "Monday June 24, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nPTSD is a combat injury. Veterans suffering from PTSD deserve the same dignity and respect as our fellow wounded warriors ... the Army and this nation have made enormous strides in treating this injury, removing the stigma and instilling dignity in our recovering veterans. But more work must be done! \n\n### - Chief of Staff of the Army Gen. Ray Odierno, in his letter for the attendees supporting the *National Post-Traumatic Stress Disorder Day* event at Capitol Hill, Washington D.C., June 22\n\n### [Army initiating collaborative effort to address TBI, PTSD](http://www.army.mil/article/106212/)\n\n### [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n\n### [STAND-TO!: Ready and Resilient Campaign](http://www.army.mil/standto/archive_2013-03-13/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}