{
    "id": "2013-06-25",
    "title": "Army Business Council",
    "body": "**What is it?**\n\nThe Army Business Council (ABC) advises the [Under Secretary of the Army](http://www.army.mil/leaders/usa/) (USA) in his role of Chief Management Officer (CMO) of the Army on Army business operations and implementation of an integrated management system as specified in Section 904, fiscal year (FY) 2008, National Defense Authorization Act (NDAA) and Section 908, FY 2009 NDAA. \n\nThe ABC serves as the overarching governance forum for business information technology (IT) systems in accordance with [USC 10 Section 2222](http://www.prim.osd.mil/Documents/IRB-Title10Section2222.pdf). The ABC integrates business functions, manages the Enterprise Resource Planning Federation, prioritizes Army business investments, and manages $2 billion in business system portfolios.\n\n**What has the Army done?**\n\nThe Army has matured the Business Systems [IT governance](http://www.army.mil/article/8795/) to complement the structure and mission of the Office of the Secretary of Defense's Defense Business Council. Additionally, the Army devoted a full annex of the Army Campaign Plan to business transformation including a detailed appendix that established the BSIT Implementation Plan. \n\nActions taken in accordance with this plan framed the Army's cost-informed investment practices for enterprise governance, improved the efficiency and effectiveness of business operations, established responsibilities and tasks required for the Army to meet 2014 and 2017 auditability requirements and improved policy and business process alignment between the Army and DOD. \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army is formally assigning business mission area and functional responsibilities to the domain leads and as well as codifying the business requirements validation processes. Members of the Army Business Council will identify and nominate agenda topics and issues for consideration that require decision or provide situational awareness for the USA/CMO, sponsor topics and issues for meetings, including preparation of position papers and submit in advance, read-ahead materials, and presentation of briefings presentations, and research, identify, evaluate, and prepare documentation to the USA/CMO.\n\n**Why is this important to the Army?** \n\nImproving Army business management allows better focus on four areas emphasized in the [2013 Army Strategic Planning Guidance.](http://www.army.mil/e2/rv5_downloads/info/references/army_strategic_planning_guidance.pdf) The ABC's first priority focuses on discovery and integration of an estimated 150 unassigned business systems. Second, with robust oversight and governance, the Army will stay on track to fulfill 2014 auditability requirements. Third, the Army must ensure that business systems remain interoperable with the network environment. Fourth,  improve shared and standardized data derived from our ERP systems for better decision making across the Army enterprise.\n\n\n**Resources**\n\n* [Army.mil: Office of Business Transformation](http://www.army.mil/obt)\n* [STAND-TO!: The Army Strategic Planning Guidance 2013](http://www.army.mil/standto/archive_2013-02-07/)\n* [STAND-TO!: 2013 Army Annual Business Transformation Report](http://www.army.mil/standto/archive_2013-03-15/)\n\n",
    "date": "Tuesday June 25, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\n... We are shaping our force structure and developing resourcing strategies to meet the new defense strategy. Through an adaptive approach, we are establishing a solid foundation for continuing business transformation across the Army.\n\n### - Under Secretary of the Army Joseph W. Westphal \n\n### [Office of Business Transformation ](http://www.army.mil/obt)",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}