{
    "id": "2013-06-26",
    "title": "Army Force Structure Changes ",
    "body": "**What is it?**\n\nThe Army announced its force structure and stationing decisions associated with the active component (AC) end-strength reduction of 80,000 Soldiers to 490,000 - a 14 percent reduction across the AC force - by 2017. \n\nThese reductions are consistent with fiscal constraints resulting from the [Budget Control Act of 2011](http://budget.house.gov/budgetcontrolact2011/) and the 2012 Defense Planning Guidance- [Sustaining U.S. Global Leadership: Priorities for 21st Century  Defense,](http://www.defense.gov/news/Defense_Strategic_Guidance.pdf)  but do not reflect additional reductions that will be required if sequestration-driven funding reductions remain unmitigated.\n\n**What has the Army done?**\n\nAs part of the drawdown to 490,000, the Army is reducing its active component brigade combat teams (BCTs) from 45 to 33 BCTs by  fiscal year 2017. In addition to BCT reduction, the Army will reorganize Infantry and Armor BCTs by adding a third maneuver battalion and increasing engineer and fires capability. \n\nThe majority of the mandated end-strength reductions will come from the reduction or reorganization of non-BCT enabling units, a reduction of wartime allowance and temporary endstrength; and  as a result of having a smaller force decreases in the Trainees, Transient, Holdees and Students (TTHS) account.\n\n \n**What force structure efforts does the Army plan to continue in the future?**\n\nThe Army is inactivating BCTs at the following installations by fiscal year 2017: Fort Bliss,  Texas, Fort Bragg, N.C.,  Fort Campbell, Ky., Fort Carson, Colo., Fort Drum, N.Y., Fort Hood, Texas, Fort Knox, Ky., Fort Riley, Kan., Fort Stewart, Ga., and Joint Base Lewis-McChord, Wash. Two BCTs stationed at Baumholder and Grafenwoehr, Germany, will complete their inactivation in fiscal year 2013, leaving two BCTs in Europe to fulfill strategic commitments.  \n\n**Why is this important to the Army?** \n\nWith this force structure, the Army retains its adaptability and flexibility to provide regionally aligned and mission-tailored forces in support of national defense requirements.\n\n**Resources**\n\n* [CSA's Press Conference on Army Force Structure Reductions](http://www.army.mil/article/106355/)\n* [Chief of Staff of the Army Gen. Raymond T. Odierno: Prevent, Shape, Win](http://armylive.dodlive.mil/index.php/2011/12/prevent-shape-win/)\n* [STAND-TO!: The Army Strategic Planning Guidance 2013](http://www.army.mil/standto/archive_2013-02-07/)\n* [STAND-TO!: Regionally Aligned Forces ](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* Related article: \n* [Brigade combat teams cut at 10 posts will help other BCTs grow](http://www.army.mil/article/106373)",
    "date": "Wednesday June 26, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nThe key to the current drawdown is to maintain the balance between end-strength, readiness, and modernization so that the Army is properly sized and ready for whatever our country needs us to do.\n\n### - Gen. Raymond T. Odierno, [Chief of Staff of the Army](http://www.army.mil/leaders/csa/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}