{
    "id": "2013-06-27",
    "title": "Energy Solutions for the Battlefield of the Future",
    "body": "**What is it?**\n\nThe [U.S. Army Materiel Command,](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/) [U.S. Army Research Development and Engineering Command's](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/) energy and power basic research at the [Army Research Laboratory](http://www.army.mil/standto/archive/issue.php?issue=2012-10-16) provides futuristic technologies that enable safe, lightweight, compact power sources for Soldiers and high-power density components that will significantly reduce the logistics burden during military operations, while enhancing Soldier capabilities such as survivability and lethality for the Army of 2020 and beyond. \n\n**What has the Army done?**\n\nThe laboratory has transitioned battlefield energy solutions such as its high voltage lithium ion battery additive. Projects like this began as basic and applied research that develop into new capabilities through partnerships with Army Research, Development and Engineering Centers, organizations within the Department of Defense or in some cases directly to industry. The Army has made major investments in power components for more electric vehicles and pulse power; power sources for Soldier power and auxiliary power; and micro power and energy scavenging for sensors, autonomous systems and Soldiers. \n \n**What continued efforts does the Army have planned for the future?**\n\nThe Army would like to develop technologies to enable future reconfigurable energy networks in support of operational energy. Currently, a number of underlying power and energy components are being developed that can be further enhanced and integrated to realize holistic, intelligent power management with significantly reduced energy footprints and higher efficiencies than ever before possible using available and anticipated commercial technologies. \n\n**Why is this important to the Army?** \n\nEnergy is vital to the state-of-the-art technology that will continue to provide warfighters with military superiority. Solutions that ensure Soldiers have the right amount of energy in the right place at the right time in order to conduct military operations, while also reducing the current risks and vulnerabilities of the logistics chain, require exploring some high risk, and far-reaching scientific possibilities to find the strongest and safest long-term solutions for Soldiers.\n\n**Resources**\n\n* [Assistant Secretary of the Army (Installations, Energy and Environment)](http://www.army.mil/asaiee)\n* [U.S. Army Research Laboratory](http://www.arl.army.mil/www/default.cfm)\n* [U.S. Army Research and Development Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/rdecom/)\n* [U.S. Army Materiel Command ](http://www.army.mil/info/organization/unitsandcommands/commandstructure/amc/)\n* [Army Technology Live](http://armytechnology.armylive.dodlive.mil/ )\n* [STAND-TO!: Army Research Laboratory](http://www.army.mil/standto/archive/issue.php?issue=2012-10-16)  \n* [Army.mil: Energy News](http://www.army.mil/news/energy/)\n* Related article: \n* [Army establishes policy for Operational Energy](http://www.army.mil/article/103464/Army_establishes_policy_for_Operational_Energy/)",
    "date": "Thursday June 27, 2013",
    "quote": "Focus Quote for the Day\n-------------------------------------------------------------\n\nWe want to develop technologies to enable future energy networks for the war fighter. The challenge is to develop something today that could be valuable to Soldiers 15 to 20 years from now - based on what we know today. Researchers are working toward far-reaching energy technology that take into account all that could transpire in the fog of war. \n\n\n### - Dr. Edward Shaffer, the Energy and Power Division Chief at Army Research Laboratory and Research Development and Engineering Command Technology Focus Team lead \n\n### [Power Up!](http://www.arl.army.mil/www/default.cfm?page=1919)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* [PTSD Awareness Month](http://www.army.mil/tbi)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}