{
    "id": "2013-06-28",
    "title": "Training Land Management and Environmental Considerations",
    "body": "**What is it?**\n\nThe [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx) (ARNG) maintains training land though the [Integrated Training Area Management]( http://www.sustainability.army.mil/function/training_itam.cfm) (ITAM) program.  The ITAM program provides support to 60 ARNG training sites, managing nearly 1.36 million acres where Soldiers train as they fight. ITAM integrates mission requirements with environmental and land management practices to provide a sustainable land base for current and future maneuver training.  \n\n**What has the Army National Guard done?**\n\nITAM managers work closely with training units to ensure proper land usage and rotate land usage to improve or sustain the training environment.  Rotation reduces wear on particular land parcels by allowing the natural areas to recover between training events.  Currently, Camp Blanding, Fla., and Fort Indiantown Gap, Pa., (as well as many other sites) rehabilitate training land by using native seed harvested on-site and native trees propagated in their own nurseries. \n\nAlthough training-focused, ITAM projects are often supportive of environmental objectives. For example, removal of dense undergrowth that impedes Soldier movement in forests also improves the habitat for the Red Cockaded Woodpecker, an endangered species in many southeastern states. Typical ITAM projects include hardened water crossings, trail repair and maintenance, and off-road damage repair. These activities prevent habitat disruption and soil erosion, which may degrade the quality of the lands for training.  In particular, installation of hardened stream crossings facilitates the movement of heavy vehicles across streambeds, while also protecting the watershed from erosion damage.\n \n\n**Why is this important to the Army?** \n\nComprehensive environmental and mission-based training land management enables sustainable, realistic Army training and provides assured access to training land.  As commercial and residential developments expand and federal budgets shrink, Army-owned land becomes more precious. The ARNG must protect and conserve its lands.  \n\n**What continued efforts does the Army have planned for the future?**\n\nARNG land management practices will continue to align with Army environmental priorities now and into the future, ensuring optimal training and readiness capabilities. \n\n\n**Resources**\n\n* [AR 350-19, *The Army Sustainable Range Program*](http://www.apd.army.mil/pdffiles/r350_19.pdf)\n* [Integrated Training Area Management](http://www.sustainability.army.mil/function/training_itam.cfm)\n* [U.S. Army Sustainability](http://www.sustainability.army.mil/overview/overview.cfm)\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)",
    "date": "Friday June 28, 2013",
    "quote": "Quote for the Day\n-------------------------------------------------------------\n\nAs we get smaller, we're going to have the best Army ever. It's going to have the best talent, it's going to modernize, and it will have the budget to train the size of the Army we have ... As the best Army in the world, you're still part of something bigger than yourself.\n\n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, speaking to Soldiers at Joint Base Lewis-McChord's Carey Theater, June 26  \n\n### [Odierno tours Lewis-McChord, holds town hall meeting for community](http://www.army.mil/article/106576/)\n",
    "events": "Current & Upcoming Events \n--------\n\n* **June 2013**\n\n* [National Safety Month](https://safety.army.mil/multimedia/CAMPAIGNSINITIATIVES/NationalSafetyMonth2013/tabid/2411/Default.aspx)\n\n* [PTSD Awareness Month](http://www.army.mil/tbi)\n\n* June 14: [238th Army Birthday](http://www.army.mil/birthday)\n\n* **July 2013**\n\n* July 1: 40th Anniversary of the All Volunteer Force\n\n* July 4: Independence Day\n"
}