{
    "id": "2013-03-01",
    "title": "Celebrating Women's History Month",
    "body": "**What is it?**\n\nMarch is Women's History Month; a time to celebrate the contribution and honor the sacrifices and accomplishments of women who shaped the Army's service and country as well.  Across years and cultures, women have fought to be educated, empowered, and treated equal to their male counterparts.  After the American Revolution, basic educational opportunities for men and women were created as a safeguard for democracy.  That commitment to education laid the foundation for women to make indelible contributions in Science, Technology, Engineering, and Mathematics.  \n\nThe theme for this year's observance is:  _\"Women Inspiring Innovation through Imagination:  Celebrating Women in Science, Technology, Engineering, and Mathematics.\"_\n\n**What has the Army done?**\n\nArmy leadership has asked the entire Army family to honor publicly, women's contributions by encouraging all leaders from across the Army to plan and execute appropriate commemorative activities to celebrate Women's History Month.  Therefore, March 1-31, the Army will highlight and honor women and their military and civil service, at all levels by telling their story in command information products at all levels.  Army installations throughout the world will also honor female Soldiers and Army civilians for their accomplishments through local events during the month.  \n\n**What continued efforts does the Army have planned for the future?**\n\nToday, there are countless women in uniform and as civilians serving as role models and leaders in the Army.  In celebrating Women's History Month, we emphasize the value the Army places on these women and the diversity and strength they bring to our force.  Throughout the year, we will celebrate and commemorate the diversity of our Army and leverage and draw strength from the diversity within our military and civilian ranks by recognizing the critical roles we all play in strengthening the nation and our Army.\n\n**Why is this important to the Army?** \n\n The Army has benefited tremendously from the distinguished service and selfless sacrifice of women at all levels of the Army and the nation.  Throughout the U.S. Army's 237-year history, women have served the nation valiantly and with distinction, in times of peace and war.  \n\nThe Army remains immensely proud of the accomplishments and the sacrifices of these brave women as they continue to courageously serve as Soldiers, civilians and family members.  In celebrating Women's History Month, the Army emphasizes the value it places on diversity. The Army knows there is strength in diversity.  The Army is \"Army Strong\" because it embraces the strengths of diverse people in an inclusive environment.\n\n\n**Resources:**\n\n* [Senior leaders message](http://www.army.mil/e2/c/images/2013/02/28/283860/original.jpg)\n* [Women in the U.S. Army](http://www.army.mil/women/)\n* [Women in the U.S. Army Resource](http://www.army.mil/women/resources/index.html)\n* [Army G-1 Women in the Army](http://www.armyg1.army.mil/hr/wita/)\n* [Army Career and Alumni Program](https://www.acap.army.mil/acap-program.aspx.htm)\n* [U.S. Army Women's Museum in Fort Lee Virginia](http://www.awm.lee.army.mil/)\n\n\n\n\n\n",
    "date": "Thursday February 28, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nThroughout our Army's 237-year history, women have served the nation valiantly and with distinction, in times of peace and war. We are proud of their accomplishments and grateful for their sacrifices as Soldiers, civilians and family members. \n\n\n### - Senior leaders message\n\n###  Tri-signed: [Celebrating Women's History Month- _\"Women Inspiring Innovation through Imagination: Celebrating Women in Science, Technology, Engineering, and Mathematics\"_](http://www.army.mil/e2/c/images/2013/02/28/283860/original.jpg)  \n\n###  [Feature site: Women in the U.S. Army](http://www.army.mil/women) \n",
    "events": "Current & Upcoming Events \n--------\n\n* Feb. 25- March 2: [Military Saves Campaign](http://www.army.mil/e2/c/images/2013/02/15/282499/original.jpg)\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n\n"
}