{
    "id": "2013-03-04",
    "title": "Post-9/11 GI Bill Transferability of Benefits Policy",
    "body": "**What is it?**\n\nThe [transferability option](http://1.usa.gov/11T5Irh) under the Post-9/11 GI Bill allows service members to transfer unused benefits to their spouses or dependent children. The Army's Post-9/11 GI Bill provides financial support for education and housing to all members of the active Army, the Army National Guard (ARNG), and the U.S. Army Reserve (USAR) with at least 90 days of aggregate service after Sept. 10, 2001, or individuals discharged with a service-connected disability after 30 days. \n\nOne must have received an honorable discharge to be eligible for the Post-9/11 GI Bill. This benefit provides up to 36 months of education benefits. Benefits are payable to a spouse up to 15 years following a Soldier's release from active duty and up to a child's 26th birthday for children.  The Post-9/11 GI Bill also offers some service members the opportunity to transfer their GI Bill to dependents. \n\n**What has the Army done?**\n\nThe following are exceptions to this policy for Soldiers who previously committed to the required additional service:\n\n* (a) The death of the Soldier.\n* (b) Discharge or release from active duty for a medical condition which pre-existed the service of the Soldier and was not service connected.\n* (c) Discharge or release from active duty for hardship.\n* (d) Discharge or release from active duty for a physical or mental condition not a disability and that did not result from the Soldier's own willful misconduct, but did interfere with the performance of duty.\n* (e) The DVA has agreed to not recoup paid benefits or revoke transferred benefits for Soldiers who have agreed to an additional service commitment and who did not complete the agreed upon service due to separation for medical disability or through a service force shaping initiative.\n\n\n**Why is this important to the Army?** \n\nArmy senior leaders are committed to keeping current and perspective transitioning Soldiers informed of policies that affect them and their families. The impact is linked to the standard four-year service obligation, starting Aug. 1, 2013, for Soldiers who elect to transfer their education benefits to spouses and dependents. \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy leaders at all echelons are committed to the success of the warfighters and their families. The Army will continue to support its Soldiers and families to accomplish endeavors they never thought was within their reach. \n\n\n**Resources:**\n\n* [STAND-TO! Post-9/11 G.I. Bill](http://www.army.mil/standto/archive/2009/07/17/)\n* [United States Department of Veteran Affairs: The Post-9/11 GI-Bill](http://www.gibill.va.gov/benefits/post_911_gibill/index.html)\n* [Transfer of Post-9/11 GI-Bill Benefits to Dependents (TEB)](http://gibill.va.gov/benefits/post_911_gibill/transfer_of_benefits.html)\n* [Army G-1](http://www.armyg1.army.mil/)\n\n\n\n\n\n\n",
    "date": "Monday March 4, 2013",
    "quote": "Quote for the Day\n-----------------------\nOur number one concern is our people -- military and civilian -- the millions of men and women of this department who work very hard every day to ensure America's security. \n\n\n### - Defense Secretary Chuck Hagel\n\n###  [Secretary details results of sequestration uncertainty](http://www.defense.gov/news/newsarticle.aspx?id=119421)  \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}