{
    "id": "2013-03-05",
    "title": "National Brain Injury Awareness Month ",
    "body": "**What is it?**\n\n[Traumatic Brain Injury](http://www.army.mil/tbi) (TBI) is a disruption of brain function resulting from a blow or jolt to the head or a penetrating head injury.  Causes of TBIs may include falls, motor vehicle crashes, injuries to the head during sports, and combat-related events such as blasts.  Medical providers classify TBI as mild, moderate, severe, or penetrating primarily based on neurological status at the time of injury.  The overwhelming majority of TBIs are mild, also known as \"concussions.\"  Early identification and receiving prompt medical care is essential to maximizing recovery. \n\n**What has the Army done?**\n\nThe Army has invested over $530 million to improve access to care, quality of care, research, as well as screening and surveillance for Soldiers with [TBI](http://www.army.mil/tbi) and provides a standardized, comprehensive program delivering a continuum of integrated care from point-of-injury to return to duty or transition from active duty.  The desired end-state is to deliver responsive, reliable, and relevant TBI care that enhances Soldier and unit readiness, optimizes value, and transforms the care experience of our Soldiers and their families.\n\nIn late 2009, the Army implemented its own mild TBI(mTBI)/concussive injury management strategy of \"*Educate, Train, Treat, and Track*.\"  In 2010, DOD outlined a new policy for [TBI](http://www.army.mil/tbi) care in the deployed setting.  This policy was recently codified as a DOD instruction and explicitly directs that any deployed Soldier who is involved in a potentially concussive event, must undergo a medical evaluation and have a minimum rest period.  Medical and rehabilitation providers deployed far forward on the battlefield promptly identify and treat Soldiers with concussion, refer to higher levels of care if needed, and conduct follow-up medical evaluations before returning these Soldiers back to duty.\n\n**Why is this important to the Army?** \n\nAccording to DOD's [Military Health System](http://www.health.mil/default.aspx), over 147,000 Soldiers have sustained a TBI since January 2000.  TBI not only impacts mission integrity and force health protection, but also affects military family members.  The Army remains committed to providing world-class healthcare for our wounded Soldiers and their families.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to aggressively educate all Soldiers about TBI, conduct vital research, continue neurocognitive testing, validate every Army hospital that provides TBI care, increase tele-health infrastructure, and train medical providers.  In order to accomplish these goals, the Army collaborates with many partners ranging from DOD to academic institutions to deliver the best TBI care possible. \n\n\n**Resources:**\n\n* [Army.mil: Traumatic Brain Injury](http://www.army.mil/tbi)\n* [STAND-TO!: Traumatic Brain Injury](http://www.army.mil/standto/archive/issue.php?issue=2012-06-27)\n* [U.S. Army Medical Department](http://www.armymedicine.army.mil/)\n* [MRMC's Blast Injury Research Program](https://mrmc.amedd.army.mil/index.cfm?pageid=medical_r_and_d.blast.overview)\n* [Defense and Veterans Brain Injury Center](http://www.dvbic.org/)\n* [Defense Centers of Excellence](http://www.dcoe.health.mil/) \n* [Brain Injury Association of America](http://www.biausa.org/)\n* [Brainline.org](http://www.brainline.org/)\n\n\n\n\n\n\n\n",
    "date": "Tuesday March 5, 2013",
    "quote": "A Message\n-----------------------\n\nWhile our attention here in Washington is on the fiscal situation and the difficult decisions that will shape our force into the future, we need you to remain focused on the fundamentals: develop your Soldiers, civilians and our future Army leaders; conduct tough, realistic mission-focused training; maintain and account for your equipment; be good stewards of your resources; and sustain the high level of esprit de corps in your organization.  Our top priority is to ensure that our forces defending the homeland, those in Afghanistan and Korea, and those next to deploy and rotate into theater, have the resources required to execute their missions.  We also recognize that along with risks to readiness, sequestration will also bring particular hardship to our civilian workforce ...      \n\n\n\n### - Secretary of the Army John M. McHugh, Chief of Staff of the Army Gen. Raymond T. Odierno and Sergeant Major of the Army Raymond F. Chandler III\n\n###  Read the complete message in the [tri-signed letter on Sequestration](http://www.army.mil/e2/c/downloads/284325.pdf)  \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}