{
    "id": "2013-03-07",
    "title": "Soldier Record Brief ",
    "body": "**What is it?**\n\nOn March 7th, 2013, the Army releases a template of the Soldier Record Brief (SRB), a multi-Component report that will serve as a snapshot of each Soldier's personnel data. This report will eventually replace the Officer and Enlisted Record Briefs and will be used by all Army components for the Army  selection board process.   \n\nThe SRB is a significant part of the [Integrated Personnel and Pay System-Army (IPPS-A)](http://www.army.mil/standto/archive/issue.php?issue=2012-06-15) which will become the Army's one-stop-shop for personnel and pay information for all human resources (HR)  professionals, leaders, and Soldiers. The Army intends to field IPPS-A's first release no later than October 2013. A view of the SRB template is now available at the IPPS-A [website.](http://www.IPPS-A.army.mil/SRB)\n\n**What has the Army done?**\n\nThe Army began developing the Soldier Record Brief (SRB), along with the rest of IPPS-A's first release, in early February 2012. During this time, the Army designed a single record brief that intends to serve all enlisted, officers, active duty, National Guardsmen, and Reservists. The SRB is the result of these efforts and demonstrates how the Army will standardize personnel data in one single brief.  \n\n**Why is this important to the Army?** \n\nThe SRB is but one tool IPPS-A will provide to HR professionals, leaders, and Soldiers. IPPS-A will eventually also help manage Soldier pay, assignments, awards, promotion information, evaluations, and many other types of personnel information. The ability to manage all these types of information with secure online access is critical for the Army to modernize how it manages Army HR. IPPS-A is also key to enabling HR professionals to better serve those they serve everyday - Soldiers. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army intends to develop the remaining four releases of IPPS-A after it fields the system's first release later this year. These five releases create a single system that provides comprehensive personnel and pay records for all Soldiers, for their entire careers. The Army is also in the process of informing HR professionals how to prepare for the SRB and IPPS-A's first release and how to access familiarization training prior to IPPS-A Release One. The most up-to-date information is available on the [IPPS-A website](http://www.IPPS-A.army.mil).   \n\n**Resources:**\n\n* [Integrated Personnel and Pay System-Army: Soldier Record Brief](https://www.ipps-a.army.mil/SRB)\n* [IPPS-A](http://www.IPPS-A.army.mil )\n* [STAND-TO!: Integrated Personnel and Pay System-Army](http://www.army.mil/standto/archive/issue.php?issue=2012-06-15)\n\n\n\n\n\n\n\n\n",
    "date": "Thursday March 7, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nSequestration is not in the best interest of our Soldiers, our civilians and our national security. And, I don't want to see the impact of these cuts rest on the shoulders of our Soldiers and civilians.     \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno \n\n### [CSA: Sequestration to have cumulative impact](http://www.army.mil/article/97767/) \n\n###  [Tri-signed: Sequestration](http://www.army.mil/e2/c/downloads/284325.pdf)  \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}