{
    "id": "2013-03-08",
    "title": "Unit Set Fielding ",
    "body": "**What is it?**\n\nUnit Set Fielding (USF) is a five-phased, system of systems approach to the fielding of complex Command, Control, Communications, Computers, Intelligence, Surveillance and Reconnaissance (C4ISR) capabilities. \n\n**What has the Army done?**\n\nUSF, initiated in 2006 by the Program Executive Office for Command, Control and Communications-Tactical (PEO C3T), works as a \"one-stop-shop\" for units by managing the planning and implementation of fielding and reset for C4ISR capabilities. USF is synchronized with units' long range training calendars, reset and support, and is also closely aligned with the Army Force Generation (ARFORGEN) process for building trained and ready forces. \n\nAs of January 2013, approximately 75 percent of active Army units brigade and higher went through the USF process, while another 62 percent of Army National Guard, 31 percent of Army Reserve and 58 percent of multi-component units participated. \n\nThrough the USF process, separate capabilities are provided to a unit in a sequenced order until a complete set is received. Because C4ISR capabilities require technical knowledge, training and support is provided throughout USF by Digital Systems Engineers and Field Service Representatives. \n\n**What continued efforts does the Army have planned for the future?**\n\nAs the Army continues its drawdown from Operation Enduring Freedom and rebalances its resources to the Asia-Pacific and other regions, Army units will increasingly need to realign equipment and train for new missions. The USF process, through its consolidated fielding and reset approach, is well positioned to not only meet these evolving requirements but to also offer efficiency during today's constrained fiscal climate. \n  \n**Why is this important to the Army?**  \n\nWith Army C4ISR capabilities continuing to evolve and becoming increasingly interdependent, USF offers an effective fielding and training process. Prior to USF, system representatives would support units based on their own availability. As a result, units were inundated with training and field requirements, and issues occurred as the units had to ready themselves for deployment. \n\nNow, through USF, representatives from the various project managers and the unit meet in coordinated and synchronized USF planning meetings to integrate fielding and new equipment training in a logical and integrated manner.  Today, an average of 100 units go through USF each year.\n\n**Resources:**\n\n* [Program Executive Office for Command, Control and Communications-Tactical (PEO C3T)](http://peoc3t.army.mil/c3t/)\n* [PEO C3T on Facebook](https://www.facebook.com/peoc3t)\n* [Army.mil: PEO C3T News](http://www.army.mil/peoc3t)\n* [MilTube](http://go.usa.gov/4Qdx)\n\n\n\n\n\n\n\n\n",
    "date": "Friday March 8, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThe furlough of 251,000 valued civilian employees, reduction in base sustainment funds and elimination of service contracts will strain our ability to protect our Army family programs across all installations. Sequestration will force us to reduce resources for our schools, daycare centers and every one of our family assistance and community service programs.     \n\n### - Chief of Staff of the Army Gen. Raymond T. Odierno, laying out the  impact of budget cuts on one of his top priorities: family programs. \n\n### [CSA: Sequestration to have cumulative impact](http://www.army.mil/article/97767/) \n\n###  [Tri-signed: Sequestration](http://www.army.mil/e2/c/downloads/284325.pdf)  \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}