{
    "id": "2013-03-11",
    "title": "National Nutrition Month",
    "body": "**What is it?**\n\nThe Army joins the Academy of Nutrition and Dietetics to commemorate March as _National Nutrition Month_. The campaign's focus is to educate people across the U.S., on how to make informed food choices to live a healthy and active life. The theme for this year, the 40th anniversary, is \"_Eat Right, Your Way, Every Day_.\"\n\nAccording to the 2010 dietary guidelines for Americans, fruits, vegetables, whole grains and low-fat dairy products, combined with lean proteins (meats, poultry, fish, beans, eggs and nuts) are foods to include as part of a healthy diet.  One should also limit foods high in sugar, salt, refined grains, cholesterol and fat.\n\n**What has the Army done?**\n\nThe Army Surgeon General's Performance Triad ([Activity]( http://www.army.mil/standto/archive_2013-02-27/), [Nutrition](http://www.army.mil/standto/archive_2013-01-31/) and [Sleep]( http://www.army.mil/standto/archive_2013-02-13/)) empowers and encourages Soldiers and the Army family to make positive nutrition and lifestyle choices to achieve optimal performance and health. \n\n**Why is this important to the Army?**  \n\nThere is a nationwide obesity epidemic across the U.S. and the Army is not immune to this health issue. Obesity negatively affects Army recruitment, retention and healthcare costs. During the last 15 years, the number of overweight, obese Soldiers tripled and last year alone, the Army dismissed 1,625 Soldiers for exceeding the weight standards.  Currently, more than 9 million young adults in the prime recruitment ages between 17 and 24, or one-in-four are too fat to fight and therefore ineligible to serve as members of our nation's fighting force.\n\nGood nutrition is more than just weight management and is essential for peak cognitive and physical performance, long-term health and disease prevention. Proper food choices and timing maximizes performance in the gym, during a combat mission, in the office, at home - everywhere in the \"lifespace\".  A healthy diet can reduce the risk of certain forms of cancer, stroke, diabetes and heart disease (the number one killer in the U.S.)\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army is committed to improving the health and resiliency of the Army family and are engaged in a number of initiatives to promote health. This spring, Army Medicine will implement the Performance Triad Pilot demonstration for active-duty Soldiers located at Fort Hood, Texas, Fort Bragg, N.C., and Joint Base Lewis-McChord, Wash. It is the first of several new Army programs designed to impact the \"lifespace\" of Soldiers and the Army family via [activity]( http://www.army.mil/standto/archive_2013-02-27/), [nutrition](http://www.army.mil/standto/archive_2013-01-31/) and [sleep]( http://www.army.mil/standto/archive_2013-02-13/) educational programs.\n\n**Resources:**\n\n* [STAND-TO Performance Triad: Nutrition](http://www.army.mil/standto/archive_2013-01-31/?)\n* [Army.mil: Health News](http://www.army.mil/news/health)\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [U.S. Army Public Health Command](http://phc.amedd.army.mil/topics/healthyliving/n/Pages/default.aspx)\n* [Academy of Nutrition and Dietetics National Nutrition Month](http://www.eatright.org/NNM)\n* [2010 Centers for Disease Control and Prevention Dietary Guidelines](http://www.cdc.gov/nutrition/everyone/index.html)\n* [Human Performance Resource Center](http://hprc-online.org/)\n\n\n\n\n\n\n\n\n",
    "date": "Monday March 11, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe want to get behavioral health care out of brick and mortar and into the Soldier's lifespace. Soldiers are then more likely to seek behavioral health and other wellness care.   \n\n### - Surgeon General of the Army Lt. Gen. Patricia D. Horoho, discusses findings of the Secretary of the Army directed Task Force on Behavioral Health, during a recent media roundtable at the Pentagon\n\n### [Study finds Soldiers' PTSD diagnoses accurate](http://www.army.mil/article/98145/) \n\n###  Related site- [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)  \n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}