{
    "id": "2013-03-12",
    "title": "Performance Triad Pilot Program ",
    "body": "**What is it?**\n\nA healthy mind and body are essential for Soldier and unit readiness.  The three components of the Army surgeon general's vision of Performance Triad - [Activity](http://www.army.mil/standto/archive_2013-02-27/), [Nutrition](http://www.army.mil/standto/archive_2013-01-31/) and [Sleep](http://www.army.mil/standto/archive_2013-02-13/) - are essential for improving the health, readiness and resilience for the Army family - Soldiers, family members, retirees and civilians. \n\nIn early 2013, U.S. Army Medical Command will roll out a new Performance Triad Pilot Program at Fort Bragg, N.C., Fort Hood, Texas, and Joint Base Lewis McChord, Wash., to test a new wellness program with Soldiers before expanding further across the Army. \n\n**What has the Army done?**\n\nThe Performance Triad complements the Army's [Ready and Resilient](http://www.army.mil/readyandresilient) campaign, the [Comprehensive Soldier and Family Fitness](http://csf2.army.mil/) program and the Defense Department's [Operation Live Well](http://www.defense.gov/home/features/2012/0812_live-well/) program. The pilot will use a tiered prevention strategy to ensure the Army family receives the education and/or services to help them maintain, improve or restore health. \n\n**Why is this important to the Army?**  \n\nArmy Medicine is committed to improving health and are engaged in a number of initiatives. Even under the current budget constraints, the Performance Triad is an organizational imperative the Army must invest in to promote health to improve the readiness and resilience of the Army family. \n\nThe Performance Triad Pilot Program returns the Army back to health basics by emphasizing that the Army family get adequate physical activity, nutrition and sleep to be mentally and physically fit and able to perform at their best. Enhancing Soldier and leader knowledge, attitudes and behaviors on these three areas will also help Soldier performance and resiliency, unit, and Army readiness to improve.\n\n**What continued efforts does the Army have planned for the future?**\n\nEducation and leader support are essential for program success. The Army will encourage the Army family to incorporate the healthy behaviors of Activity, Nutrition and Sleep into their daily lives. Army Medicine will initiate a comprehensive education and awareness campaign in phases to provide Performance Triad educational materials to Soldiers, family members, retirees and civilians. \n\n_A Performance Triad Communication Toolkit for Leaders is also being developed to serve_ as the \"one stop shop\" and comprehensive resource for information for Army leaders about the Performance Triad Pilot Program.  The program's success will be measured by improvements in health and the reduction of disease and injury for the Army family.\n\n**Resources:**\n\n* [Army Medicine](http://www.armymedicine.army.mil/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army.mil: Comprehensive Soldier and Family Fitness Program](http://csf2.army.mil/)\n* [Army.mil: Army Medicine News](http://www.army.mil/armymedicine)\n* STAND-TO!: \n* [_Performance Triad: Activity_](http://www.army.mil/standto/archive_2013-02-27/)\n* [_Performance Triad: Sleep_](http://www.army.mil/standto/archive_2013-02-13/)\n* [_Performance Triad: Nutrition_](http://www.army.mil/standto/archive_2013-01-31/)\n* [_Comprehensive Soldier and Family Fitness_](http://www.army.mil/standto/archive/issue.php?issue=2012-10-02)\n* Department of Defense: [Operation Live Well](http://www.defense.gov/home/features/2012/0812_live-well/)\n* Related article: [Surgeon General defines end state of Performance Triad roll out](http://www.army.mil/article/97318)\n\n\n\n\n\n\n\n",
    "date": "Tuesday March 12, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe always have to be looking forward to what lies beyond the horizon, the next fight and the next opportunity, for that's the nature of our business, to always be prepared for the uncertain future. \n\n### - Gen. Lloyd J. Austin III, in his farewell speech as the outgoing vice chief, before taking reins of the joint U.S. Central Command which oversees all military operations in the Middle East and Afghanistan.\n\n### [Campbell takes oath as Army's vice chief of staff](http://www.army.mil/article/98124/) \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}