{
    "id": "2013-03-13",
    "title": "Ready and Resilient Campaign",
    "body": "**What is it?**\n\nReady and Resilient campaign is a collection of comprehensive and far-reaching programs designed to guide the Army's efforts to build physical, emotional and psychological resilience in our Soldiers, families and civilians, and directly enhance personal and unit readiness.  To ensure the health and well-being of the entire team, the Army's goal is to invest in and improve the performance of every individual on the team.  \n\n**What is the Army doing?**\n\nThe United States Army remains engaged in the longest period of combat operations in our nation's history. The all-volunteer force has repeatedly shown amazing strength, skill and performance.  \n\nThe Ready and Resilient Campaign integrates and synchronizes multiple efforts and programs to improve upon that strength, while increasing readiness and resilience of our Soldiers (Active, Guard and Reserve), Army civilians and families. The campaign creates a holistic, collaborative and coherent approach to increasing individual and unit readiness and resilience.  \n\nThe Ready and Resilient Campaign also builds upon physical, emotional and psychological resilience in our Soldiers, families and civilians so they improve performance to deal with the rigors and challenges of a demanding profession.  \n \n\n**Why is this important to the Army?**  \n\nThis campaign will help the Army to integrate and synchronize key programs aimed at preventing suicide, sexual harassment and sexual assault, bullying and hazing, substance abuse and domestic violence.  The campaign will also help the Army as it reviews programs, processes and policies to ensure effectiveness and reduce redundancies, improve methods for commanders to understand high-risk behaviors and intervene early, and continue improvements to the [Integrated Disability Evaluation System](http://www.army.mil/standto/archive/2011/02/14/).  Finally, through this campaign, the Army will work to reduce barriers and stigma associated with seeking help and will promote healthy lifestyles based on the performance triad of physical fitness, nutrition, and sleep. The campaign's success requires engaged leadership at all levels, a collaborative and multidisciplinary approach, and effective prioritization of resources.  \n\n\n\n**Resources:**\n\n* [Ready and Resilient tri-signed letter](http://www.army.mil/article/98337/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related article: [Army's 'Ready and Resilient Campaign' kicks off](http://www.army.mil/article/98315/)\n\n\n\n\n\n\n\n",
    "date": "Wednesday March 13, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nWe have long known our Army is the best trained, best equipped, and best resourced force in the world; going forward, our Army should also be the 'most resilient' force in a world with ever-increasing challenges. From our individual Soldiers and civilians to our units and families, we must be committed to investing in building enduring strength in a holistic way.\"\n\n### - John M. McHugh, Secretary of the Army\n\n\n### See senior leaders message in the tri-signed letter- [The United States Army's Ready and Resilient Campaign](http://www.army.mil/media/285432/)\n\n### Related site- [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}