{
    "id": "2013-03-14",
    "title": "Army Reserve Retirement Services ",
    "body": "**What is it?**\n\nIn an effort to increase Army Reserve Soldier's awareness and understanding of their retirement benefits, the Army Reserve created dedicated Retirement Services Offices within each Regional Support Command (RSC) in April 2012. These offices are staffed by two trained Soldiers - an officer and a senior non-commissioned officer. Their purpose is to provide timely and accurate benefits information to all retiring and retired Soldiers, surviving spouses and their families.\n\n**What has the Army Reserve done?**\n\nThe 2002 Army Family Action Plan (AFAP) Conference via AFAP issue #529 recommended the placement of Retirement Services Officers (RSOs) in each RSC to address the disparity in retirement services support provided to active component personnel vs. Army Reserve personnel. Army research indicated that the Army Reserve did not have viable systems in place to provide pre/post retirement services comparable to the services received by the active component and National Guard. \n\nThe Ready and Resilient Campaign also builds upon physical, emotional and psychological resilience in our Soldiers, families and civilians so they improve performance to deal with the rigors and challenges of a demanding profession.  \n \n\n**What continued efforts does the Army Reserve have planned for the future?**  \n\nArmy research indicated Soldiers at approximately 18 years of service needed to be better educated about retirement services support. Educating Soldiers about their retirement benefits is critical to ensuring they are able to make good decisions when they reach 20 years and have to make a [Reserve Component Survivor Benefit Plan]( https://www.hrc.army.mil/TAGD/Reserve Component Survivor Benefit Plan RCSBP Coverage and Costs) election. \n\n\nThe Army Reserve conducts pre-retirement seminars in each RSC region with a goal of hosting a minimum of four seminars regionally each year. The program continues to make progress in ensuring adequate permanent placement of civilian personnel within each RSC to handle its regional area of responsibility, ensuring all Soldiers receive the support they need and deserve at the appropriate time in the transition process. The transition of all Soldiers, not just those retiring, is a process, not an event; the earlier Soldiers begin the transition process, the more successful they will be.\n\n**Why is this important to the Army?**\n\nThe Army is committed to providing the men and women who have selflessly served our great nation with the resources and support necessary to posture themselves for a seamless transition to civilian life. The establishment of Army Reserve Retirement Services offices is just one component of the Army's unprecedented effort to ensure the resources \nand support are provided to help transitioning Soldiers and families as they depart the Army. \n\n**Resources:**\n\n* [Army Reserve Retirement Services Offices](http://www.armyg1.army.mil/rso/rngr.asp )\n* [Army G1 Retirement Services Office](http://www.armyg1.army.mil/rso) \n* [Army Reserve](http://www.usar.army.mil) \n* [Army Reserve Non-Regular Guide (PDF)](http://www.armyg1.army.mil/rso/docs/ARReserveRetirementGuide.pdf)\n* [MyArmyBenefit)](http://myarmybenefits.us.army.mil/) \n* [Upcoming Pre-retirement Seminars](https://arg1web.usar.army.mil/Retirement Services/  )\n\n\n\n\n",
    "date": "Thursday March 14, 2013",
    "quote": "Focus Quote for the Day\n-----------------------\n\nSoldiers are and will always be the centerpiece of our Army. The readiness and resiliency of our Soldiers, civilians and family members is dependent on their physical, mental and emotional fitness.  To ensure the health and well-being of the entire team, our goal is to invest in and improve the performance of every individual on the team. Our success requires engaged leadership at all levels, a collaborative and multidisciplinary approach, and effective prioritization of resources.\n\n### -  Gen. Raymond T. Odierno, Army Chief of Staff \n\n\n### See senior leaders message in the tri-signed letter- [The United States Army's Ready and Resilient Campaign](http://www.army.mil/media/285432/)\n\n### Related site- [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n"
}