{
    "id": "2013-03-15",
    "title": "2013 Army Annual Business Transformation Report",
    "body": "**What is it?**\n\nThe report details fiscal year 2012 business transformation accomplishments, including progress made in improving Army business processes, to help the Army  examine better ways to do business;  integrated management system (IMS) to assist leaders make better resource-informed decisions; the implementation of the Business System Information Technology Strategy for effective use of the Enterprise Resource Planning Systems enabling the Army to get people, equipment and resources to where it's needed most; and progress on the Army business initiatives. \n\n**What has the Army done?**\n\nThe Army's active governance of business processes and, particularly, of the Enterprise Resource Planning systems, is already making the Institutional Army more efficient and effective and these improvements benefit the Army as a whole. Across the Army, continuous process improvement and other business initiatives are improving our stewardship of resources. This report details the progress in these areas and focuses upon the improvements in the business processes, the efforts to achieve financial auditability and the path toward achieving energy security. The Army is  driving efficiency gains into everything it does, improving the support to the Army's agile and versatile operating force producing readiness at best value. \n\n\n**What continued efforts does the Army have planned for the future?**  \n\nThe Army is shifting from a budget and reporting focus to a cost and performance culture in the Institutional Army. The Army's near- and mid-term focus remains upon managing the enterprise resource planning systems which allow resource-informed decision making and ensure the Army achieves audit readiness goals in 2014 and 2017. The Army will also apply Lean Six Sigma/Continuous Process Improvement to complete the mapping of the 15 end-to-end business processes across the enterprise and within supporting commands to re-engineer business processes. \n\nThese efforts create efficiencies and improve effectiveness while reducing complexity and cycle times. Innovative energy projects will make the Army more efficient and more resilient. Finally, the Army continues to aggressively pursue a variety of initiatives under a robust mechanism of governance that will help drive efficiency gains into everything. \n\n**Why is this important to the Army?**\n\nThe Army is faced with shrinking budget dollars, a dangerous world with extremist activities and national economic challenges. Continued transformation of the Army's business operations will deliver a performance-based, output-focused culture that produces readiness best value.\n\n**Resources:**\n\n* [2013 Army Annual Business Transformation Report (PDF)](http://www.army.mil/e2/c/downloads/284284.pdf)\n* [Office of Business Transformation](http://www.army.mil/obt) \n\n\n\n\n",
    "date": "Friday March 15, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nThroughout the past decade of persistent conflict, Army professionals have exceeded standards and displayed unparalleled discipline where it counts -- on the battlefield.  Through a focus on resiliency, we will continue to be ready to take on any mission.\n\n### -  Raymond F. Chandler III, Sergeant Major of the Army\n\n\n### See senior leaders message in the tri-signed letter- [The United States Army's Ready and Resilient Campaign](http://www.army.mil/media/285432/)\n\n### Related site- [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient) \n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}