{
    "id": "2013-03-18",
    "title": "PCS Week",
    "body": "**What is it?**\n\nMilitary Surface Deployment and Distribution Command (SDDC) manages Department of Defense's Personal Property mission. SDDC designated Mar. 18-22 as \"PCS Week\" to educate service members, federal employees and their families on how to improve/enhance their permanent change of station (PCS) experience, especially moving household goods during peak moving season which is from May through August each year.\n\n**What has the Army done?**\n\nUpon receiving orders, scheduling personal property moves can be made with the Transportation Service Provider, or TSP, either through the local transportation office (TO) or Personal Property Shipping Office (PPSO) -- or by self counseling using the [Move.mil](http://www.move.mil/home.htm) website.  SDDC provides the following tips to ensure a smoother move for service members, federal employees and their families, during the peak moving season.\n\n* *Three key factors ensuring a less stressful move during peak moving season are diligent planning, attention to detail and flexibility\n\n* *Create a personal move calendar with checklists, phone numbers, dates and important web links\n\n* *Ask questions early.  Your TO/PPSO is your primary point of contact for customer service\n\n* *Once you get orders, immediately start your moving process for a better chance to lock in your preferred pickup and delivery dates\n\n* *Move.mil is the portal to the Defense Personal Property System (DPS), placing you in direct contact with your TSP to manage your personal property move.  It is extremely important to keep your phone number and e-mail address contact information updated \n\n* *Requested pickup and delivery dates are not confirmed until coordinated with your TSP\n\n* *Pack, pickup and delivery dates are normally scheduled on weekdays in which you or your designated representative must be available between 8 a.m. and 5 p.m.\n\n* *Multiple shipments (household goods, baggage, long term storage) should be scheduled on separate days to avoid confusion as different TSPs/local agents may be picking up each shipment\n\n**What continued efforts does the Army have planned for the future?**  \n\nSDDC continues to educate all customers on how to effectively move personal property using the DPS during the peak moving season.  Also, SDDC continuously monitors performance of TSPs to ensure a quality program remains in place.\n\n**Why is this important to the Army?**\n\nThe volume of shipments during the peak moving season exceeds the moving industry's capacity to accommodate some requested move dates.  SDDC wants to ensure it provides service members, federal employees and their families, valuable information to shape their expectations for a successful move during an already stressful time.\n\n**Resources:**\n\n* [Personal Property Shipping Office Resources](http://www.move.mil/ppso.htm#resources_)\n* [Move.mil](http://www.move.mil/home.htm)\n* [U.S. Army Military Surface Deployment and Distribution Command](http://www.army.mil/sddc)\n\n\n\n\n\n",
    "date": "Monday March 18, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nLast night I saw the film, _Forgotten Soldiers_,  and it made me believe in and know why I joined the Army 21 years ago. We want to say a mighty 'thank you' to those who have served and those who have paid the ultimate sacrifice.\n\n### - Brig. Gen. Gwen Bingham, White Sands Missile Range commander, speaking of the World War II Soldiers who endured the Bataan Death March, April 9, 1942, a grueling march which occurred as a result of thousands of American and Filipino service members surrendering to the Japanese forces. The men were forced to walk through an 80-mile stretch of land without being able to stop for a drink of water or rest. \n\n\n### [Nearly 6,000 participate in 24th Annual Bataan Memorial Death March](http://www.army.mil/article/98785/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}