{
    "id": "2013-03-19",
    "title": "U.S. Army and Colombia Army Staff Talks",
    "body": "**What is it?**\n\nThe U.S. Army Staff Talks Program serves as a bilateral forum for strategic-level discussions between respective armies. The program seeks to promote bilateral efforts in order to develop professional partnerships and increase interaction between partner nation armies. \n\nThe engagements enhance army-to-army contacts and mutual understanding, provide training and discussions in areas of mutual interest, and assist partner nation armies in building capacity. \n\n[U.S. Army South](http://www.arsouth.army.mil), as the Army's executive agent, will conduct bilateral staff talks with the Colombian army March 18-21 at Joint base [San Antonio-Fort Sam Houston](http://www.samhouston.army.mil/), Texas. \n\n**What has the Army done?**\n\nArmy South, on behalf of the Chief of Staff of the Army, has engaged in annual bilateral staff talks with Brazil, Chile, Colombia and El Salvador for many years. The staff talks have been instrumental in enhancing the interoperability and cooperation between the armies, which has contributed to increased stability in the region. The U.S. Army's efforts are integrated with the U.S. Southern commander's theater campaign plan and linked to mission strategic resources. \n\n**What efforts does the Army have planned for the future?**\n\nThe staff talks program is part of a year-long planning process at the action officer level that occurs throughout the year and culminates with a week-long senior leader engagement event. Participating armies improve knowledge and capabilities for peace-keeping, security, humanitarian assistance and disaster relief operations. At the end of the week-long event, the Army South commander and a senior leader from the partner army sign a bilateral engagement plan to conduct training and operations together in the upcoming year. \n\nThe U.S. Army will continue to support partner nation armies' efforts of improving security, protecting human rights and promoting peace and stability.\n\n\n**Why is this important to the Army?**\n\nThe U.S. Army's capabilities in the region are improved by the partnerships forged from the staff talks. In order to meet today's challenges and tomorrow's uncertain conflicts, the Army, as America's decisive force, must continue to shape the environment by working closely and in engaging with our allies while building partner nation capacity. Strengthening the relationship with partner nation armies through these talks will have lasting effects on the peace and stability of the region.\n \n**Resources:**\n\n* [U.S. Army South](http://www.arsouth.army.mil)\n* [U.S. Army South on Facebook](http://www.facebook.com/ArmySouth)\n* [U.S. Army South on YouTube](http://www.youtube.com/usarmysouth)\n* [U.S. Southern Command](http://www.southcom.mil)\n* [Army.mil: Central/South America and Caribbean News](http://www.army.mil/news/centralsouthcaribbean/)\n\n\n\n\n\n\n\n",
    "date": "Tuesday March 19, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nAt the same time, we are not a nation or a military in decline. We have it within us to stay strong -- to remain a global leader and more important, a reliable partner.\n\n### -  Army Gen. Martin E. Dempsey, chairman of the Joint Chiefs of Staff, while discussing how budget pressures and a force drawdown will affect U.S. military actions in the Gulf region and elsewhere, emphasized that global risk is on the rise despite an overall decline in violence, at a recurring Persian Gulf forum hosted by the Center for Strategic and International Studies, Washington D.C., March 18\n\n\n### [Dempsey vows he, chiefs will 'lead through' sequester](http://www.defense.gov/news/newsarticle.aspx?id=119558)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n*  National Sexual Assault Prevention & Awareness Month\n\n* [Month of the Military Child](http://www.army.mil/families/)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}