{
    "id": "2013-03-20",
    "title": "Army Emergency Relief ",
    "body": "**What is it?**\n\nFinancial security is a key element of a ready and resilient force.  The [Army Emergency Relief (AER)](http://www.aerhq.org) Annual Campaign is conducted from March 1st through May 15th in order to increase Soldier awareness of this benefit, as well as to give Soldiers the opportunity to help their fellow Soldiers by donating.  Local commanders can adjust their campaign dates as their mission dictates.\n\n[AER](http://www.aerhq.org) is a private nonprofit organization incorporated in 1942 to relieve financial distress of Soldiers and their dependents. Today, AER provides financial assistance to Soldiers, retirees and their families in the form of interest-free loans and grants in support of a variety of needs including:\n\n* &bull; Emergency assistance for rent, food, travel, car repair, funeral, medical and dental expenses, car seats, repair/replacement of appliances and HVAC equipment, rental cars, replacement vehicles, cranial helmets and furniture\n* &bull; Children and spouse scholarships \n* &bull; Grants to Soldiers medically evacuated from combat theaters\n* &bull; Support to families of fallen Soldiers\n\nAER assistance is available to Soldiers, retirees and their families wherever they are located. The amount of assistance is only limited by the amount of the valid need.  They should contact their chain of command or local AER office. Under the AER Command Referral Program, company commanders and first sergeants have the authority to approve AER loans to their Soldiers up to $1,500.  Soldiers, retirees and families not near an AER office can seek assistance from the Air Force Aid Society, Navy Marine Corps Relief Society, and Coast Guard Mutual Assistance on their respective bases or call the national American Red Cross call center at (877) 272-7337.\n\n**What has the Army done?**\n\nIn 2012, the Army and AER disbursed more than $76.8 million in total assistance to more than 59,000 active and retired Soldiers and families to meet emergency financial and educational assistance needs.  \n\n**What efforts does the Army have planned for the future?**\n\nThe Army supports AER and its annual AER campaign through mission, installation, and garrison commanders and command sergeant majors personally attending campaign kick-off events to increase awareness and offer Soldiers the opportunity to donate to AER.  \n\n**Why is this important to the Army?**\n\nSoldiers, retirees and their families need to know that AER assistance is available in times of financial need.  Army Emergency Relief is dedicated to _\"Helping the Army Take Care of Its Own\"_ and provides Army leaders a valuable asset in ensuring a ready source of financial assistance to Soldiers and their families.\n \n**Resources:**\n\n* [Army Emergency Relief website](http://www.aerhq.org)\n* [American Red Cross](http://www.redcross.org/)\n* Related article: [AER scholarships available for families of Soldiers](http://www.army.mil/article/93584)",
    "date": "Tuesday March 19, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nSome of them will say they would feel obligated, would have to protect (females) - but it's no different than you would protect any other battle buddy.\n\n### - Maj. Nicole Vinson, the 51st Signal Battalion executive officer, provides the opinion of men Soldiers regarding the lifting of the ban on female service members in combat roles and military occupational specialties  \n\n### [Female Signal officer speaks to the future roles of women in combat](http://www.army.mil/article/98912/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention & Awareness Month\n\n* Month of the Military Child\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}