{
    "id": "2013-03-21",
    "title": "Army STARRS ",
    "body": "**What is it?**\n\nThe Army Study to Assess Risk and Resilience in Servicemembers (Army STARRS) is the largest study of mental health risk and resilience ever conducted among military personnel. Army STARRS investigators are using five separate study components \"the _Historical Data Study, New Soldier Study, All Army Study, Soldier Health Outcomes Study_, and the _Pre/Post Deployment Study_,\" to identify factors that help protect a Soldier's mental health and factors that put a Soldier's mental health at risk. \n\nThe five-year study will generate a vast amount of information and will allow investigators to focus on periods in a Soldier's career that are known to be high risk for psychological issues. The information gathered from volunteer participants throughout the study will help researchers identify not only potentially relevant risk factors, but potential \"protective\" factors as well.  Because promoting mental health and reducing suicide risk are important for all Americans, the findings from Army STARRS will benefit not only servicemembers but also the nation as a whole.\n\n**What has the Army done?**\n\nSince January 2011, Army Installations have welcomed and hosted the Army STARRS research team as it gathered information from active-duty Soldiers (including active-duty Army Reserve and Army National Guard). As of February 2013, more than 110,000 Soldiers have voluntarily participated in Army STARRS at a total of 75 CONUS and OCONUS locations. Two of the five Army STARRS components (_New Soldier Study_ and _All Army Study_) have finished, or are about to finish, data collection. Others, such as the _Pre/Post Deployment Study_ continue working with Soldier volunteers.\n\nAlong with assisting data collection efforts, the Army has provided historical data on more than 1.6 million Soldiers. These data, totaling more than 1.1 billion data records, had all personally identifying information removed before they were sent to the Army STARRS data warehouse at the University of Michigan.  \n\n\n**Why is this important to the Army?**\n\nArmy STARRS is a direct response to the Army's request that the National Institute of Mental Health (NIMH) enlist the most promising scientific approaches to better understand psychological resilience, mental health, and risk for self-harm among Soldiers. Army STARRS will continue through June 2014. \n\n**What continued efforts does the Army have planned for the future?**\n\nArmy senior leadership receives quarterly Army STARRS updates. Findings are reported as they become available so that the Army may apply them to its ongoing health promotion, risk reduction, and suicide prevention efforts.\n\n**Resources:**\n\n* [Army STARRS](http://www.armystarrs.org)\n* [Contact Army STARRS](mailto:armystarrs@mail.nih.gov)\n* AKO log -in required: [Army STARRS](https://www.us.army.mil/suite/page/657052)\n* STAND-TO!:\n* [Army STARRS: Soldier Health Outcomes Study](http://www.army.mil/standto/archive/issue.php?issue=2012-05-22)\n* [Army STARRS: Pre/Post Deployment Study](http://www.army.mil/standto/archive/issue.php?issue=2012-07-30)\n",
    "date": "Thursday March 21, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nOur strategy to defend the nation and its necessary actions requires the Army to have flexibility and predictability, something we do not currently have, and that Army leadership is challenged to alter. The fiscal outlook which the Army faces today is challenging and, to my recollection, unprecedented. Fiscal uncertainties do not allow us to prevent, shape and win.\n\n### - Sgt. Maj. of the Army Raymond Chandler, while testifying before the House Committee on Appropriations, subcommittee on Military Construction, Veterans Affairs and Related Agencies, emphasized the current budgetary situation has far-reaching impacts on the Army, as well as to the lives of its members\n\n### [Budget impact on quality of life concerns top enlisted leaders](http://www.army.mil/article/99103/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention & Awareness Month\n\n* Month of the Military Child\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}