{
    "id": "2013-03-22",
    "title": "U. S. Army North Command Strategy",
    "body": "**What is it?**\n\nU.S. Army North partners to conduct homeland defense operations, Theater Security Cooperation (TSC) activities and Civil Support operations to promote a safe and secure North America. Army North is the Theater Army in the Department of Defense' priority theater (the homeland) and is the Army Service Component Command (ASCC) and Standing Joint Force Land Component Command (JFLCC) for U.S. Northern Command.  \n\nThe homeland is a unique theater of operations with special requirements.  Army North produces the contingency plans for the land domain for homeland defense and civil support missions, provides mission command capability for Chemical, Biological, Radiological and Nuclear (CBRN), and disaster response operations in the homeland, conducts security cooperation with our border countries (Mexico and Canada) and are the executive agent for NORTHCOM responsible for the CBRN Response Enterprise.  Strengthening our military-to-military partnership with Mexico is a top priority as expanding and strengthening our trusted domestic partnerships in this unique theater. \n\n**What has the Army done?**\n\nThe total Army defends the homeland and routinely conducts critical Defense Support of Civil Authorities (DSCA) operations.  The Army is always ready to respond to the call of its citizens.  The Army is always ready to respond to the call of its citizens, as demonstrated through it response to wildland fires, two major hurricanes (Isaac and Sandy), and several other natural disasters. The Army performs a wide range of complex tasks in support of civil authorities during natural and man-made disasters, including CBRN incidents, and for counterdrug operations along the approaches to the United States.  Army North leads this effort for the U.S. Army.  \n\n**Why is this important to the Army?**\n\nThe Army possesses the capabilities needed to support civil authorities in the response to a complex catastrophe and has to be ready to meet demanding no-notice timelines.  Army North is the only headquarters in the Army that focuses on this unique theater full-time.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe total Army continually prepares to respond to natural and man-made disasters through rigorous joint, interagency, and multinational training exercises with various local, state and federal partners, in support of a primary agency. This collaborative planning, preparation, and training enables the Army to be ready to respond to a wide range of contingencies in support of civil authorities within the United States.\n\n**Resources:**\n\n* [U.S. Army North](http://www.arnorth.army.mil)\n* [Army.mil: U.S. Army North News](http://www.army.mil/usarnorth)\n* [United States Northern Command](http://www.northcom.mil)\n\n",
    "date": "Friday March 22, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nI'm very proud of us and what we do. We are getting the missions done -- and the missions are important to the American people. I want them to realize that if we don't treat the Army as a profession. it will be one in name only.\n\n### - Command Sgt. Maj. Hu Rhodes, Army North, at a recent discussion between senior noncommissioned officers from U.S. Army North (Fifth Army), emphasized upon the importance of Soldiers embracing their chosen profession\n\n### [Army North senior leaders discuss professional development of Soldiers](http://www.army.mil/article/99087/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention & Awareness Month\n\n* Month of the Military Child\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}