{
    "id": "2013-03-25",
    "title": "Army Audit Readiness",
    "body": "**What is it?**\n\nThe National Defense Authorization Act for fiscal year 2010 requires the military services to have audit-ready financial statements by 2017.  The Department of Defense has set an interim milestone to have the budgetary resources ready for an audit by 2014.  The Army is working to ensure the internal controls are in place to meet these goals. \n\nAnyone involved in resource management, logistics, acquisition, contracting, payroll, and other business functions must understand the internal controls required as part of their jobs.  Examples of internal control activities are performing required reviews of finances or assets, maintaining the documentation for such reviews complete with date and authorized signature, and updating standard operating procedures annually.  Audit trails must provide proof that Army business is conducted in a legal, prudent, and economical manner.  With internal controls in place and correctly executed by staff, the Army will be able to achieve its first successful audit of its financial statements. \n\n**What has the Army done?**\n\nArmy leaders have made it clear that audit readiness is a priority.  In December 2012, all commands submitted the _\"Commanders' Audit Readiness Checklist\"_[(PDF)](http://comptroller.defense.gov/fiar/documents/Commanders_Audit_Readiness_Checklist.pdf) to report on the status of all internal controls.  Commands must provide corrective action plans where internal controls are not in place or operating effectively. \n\nThe Army has an array of training modules and courses on the Army Learning Management System (ALMS) designed to help everyone understand their roles and audit readiness requirements.  ALMS will assist in building an audit ready environment across the Army.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nArmy staff will conduct monthly internal control testing to ensure controls are in place and operating effectively.  Army leaders will receive reports on how their organizations performed.  Independent auditors will conduct \"mock audits\"  to assess the Army's progress and provide insight on where improvements are needed prior to the audit readiness goals in 2014 and 2017. \n\nAll ALMS business process modules will be complete in 2013.  Online training through ALMS will enable annual sustainment training. \n\n**Why is this important to the Army?**\n\nStrong financial management validated by an independent auditor leads to a stronger Army.  Successful audits demonstrate that the Army is a responsible steward of taxpayer dollars.  An auditable Army can better justify the dollars it requests from Congress.\n\n**Resources:**\n\n* [Army Audit Readiness Strategy FY 2013](http://asafm.army.mil/Documents/OfficeDocuments/FinancialOps/Guidances/cfo/fip//aars.pdf)\n* [Commands and Installations Audit Readiness Guide (PDF)](http://asafm.army.mil/Documents/OfficeDocuments/FinancialOps/Guidances/cfo/fip//ciar-gd.pdf)\n* [Assistant Secretary of the Army(Financial Management & Comptroller) Army Financial Management](http://asafm.army.mil/Organizations.aspx)\n* [Department of Defense Office of the Under Secretary (Comptroller) FIAR Guidancet](http://comptroller.defense.gov/fiar/aboutFIARguidance.html)\n* AKO log-in required: \n* [Secretary of the Army's memo on commanders' accountability (PDF)](https://www.us.army.mil/suite/doc/37752328)\n* [Chief of Staff of the Army's General Officer Management Office message ](https://www.us.army.mil/suite/doc/36151303)\n\n\n",
    "date": "Monday March 25, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nAdaptation is driven by some emergency and arguably what we've done for the last dozen years at war. Our Army, as part of its lifecycle, was going through a period of adaptation ... now, we are coming out of a period of adaptation and into a period of innovation. \n\n### - Lt. Gen. Keith C. Walker, director of the Army Capabilities Integration Center and deputy commander for Army Futures, emphasizing that Army's move into a period of innovation will require critical investments for the force of the future.\n\n### [Army entering period of innovation, critical investments](http://www.army.mil/article/99319/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention & Awareness Month\n\n* Month of the Military Child\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}