{
    "id": "2013-03-26",
    "title": "Army National Guard Sustainability Culture Change",
    "body": "**What is it?**\n\nSustainability is a way of doing business that supports current and future mission requirements by employing resource efficiency and new technology. It is a cost-effective organizing principle to manage energy, water, land, and people wisely, which keeps the Army National Guard (ARNG) capable, accessible, and innovative in the face of a changing world.  Creating a sustainable Guard culture will help accomplish the mission while fostering a healthy environment, a stable community, and economic stability.\n\n**What has the Army National Guard  done?**\n\nIn 2011, the ARNG director issued the [ARNG Sustainability Policy](http://go.usa.gov/2fdV), requiring ARNG members to embrace a sustainability philosophy.  In the ARNG Strategic Imperatives, the ARNG director instructs ARNG to \"sustain our strong and historical reputation of being good stewards of resources, good neighbors and trusted leaders within our communities.\"  \n\nExamples in action nationwide include the following: the [Washington National Guard](http://washingtonguard.org/) has cut its installation energy use per square foot nearly in half in the last 15 years; Arizona and Michigan have recycling programs that offset operating costs; a forward deployed Guardsman created a depot where Soldiers exchange unwanted items like mini-fridges, avoiding illegal dumping; and citizen Soldier teams sharing agricultural skills with Afghans to increase crop yields and bring water to their fields and homes. This is a portion of the ARNG's contribution to sustainability leadership.\n\n**Why is this important to the Army National Guard?**\n\nThe ARNG operates under unprecedented demands on its Soldiers, natural resources, communities and infrastructure. In this economy, optimizing resource management is critical. Sustainability culture change lays a foundation for improving ARNG doctrine, policy, training, operations and acquisition. It empowers individuals to connect personal actions to our enduring military mission; energy use; long-term impacts on the environment; the lasting vitality of our communities; and the continued well-being of our Soldiers and their families.  An ARNG sustainability culture change ties into the Army's Energy-Informed Culture Change Initiative, [Executive Orders](https://denix.osd.mil/sustainability/eo13423.cfm), the [Army Sustainability Campaign Plan](http://aec.army.mil/usaec/sustainability/campaign-plan_2010.pdf), and the [DOD Strategic Sustainability Performance Plan](http://www.acq.osd.mil/ie/).\n\n**What continued efforts does the Army have planned for the future?**\n\nARNG continues to endorse sustainability as a way forward. The sustainability success stories and lessons learned will be shared across the 54 states and territories. ARNG will enable leadership to discuss the connection between mission and sustainability; approve and delegate sustainable projects; set sustainability goals; and publicly recognize ARNG sustainability champions.\n\n**Resources:**\n\n* [ARNG Sustainability Factsheet](http://go.usa.gov/2fGw)\n* [ARNG Sustainability Policy, 2011(PDF)](http://go.usa.gov/2fdV)\n* [Army Sustainability Campaign Plan (PDF)](http://aec.army.mil/usaec/sustainability/campaign-plan_2010.pdf)\n* [Army Sustainability Report 2012](http://www.army.mil/article/89984/)\n* [Executive Orders 13514 and 13423](https://denix.osd.mil/sustainability/eo13423.cfm)\n* [DOD Strategic Sustainability Performance Plan](http://www.acq.osd.mil/ie/)\n* [ARNG](http://www.arng.army.mil/Pages/Default.aspx)\n* [ARNG Sustainability website](http://www.arng.army.mil/aboutus/Pages/Sustainability.aspx)\n* [ARNG Sustainability on Facebook](http://www.facebook.com/ARNGSustainability)\n\n\n",
    "date": "Tuesday March 26, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nToday's Army National Guard is the best-manned, best-equipped, best-trained, best-led and most experienced in its 376-year history. The Army National guard is fully accessible, a proven battle-tested force. Army National Guard units have answered the call and accomplished their mission, time and again, without fail. \n\n### - Lt. Gen. William E. Ingram Jr., Army National Guard director, while testifying on Capitol Hill, emphasized upon the Army National Guard being accessible, capable, ready and a great value to America.\n\n### [National Guard Director: Guard accessible, capable, ready, great value to America](http://www.army.mil/article/99378/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention & Awareness Month\n\n* Month of the Military Child\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}