{
    "id": "2013-03-27",
    "title": "College of the American Soldier",
    "body": "**What is it?**\n\nThe College of the American Soldier is a partnership between the Army and participating colleges and universities to improve Soldier professional development by providing an optimum balance of training and education.\n\n**What has the Army done?**\n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) has implemented three educational programs to enhance leader development: the [Career Noncommissioned Officer Degree Program](http://www.soc.aascu.org/socad/CollAmSoldier.html), the [Enlisted Education Program](http://www.soc.aascu.org/socad/FAQEEP.html) and the Advanced Degree Program.\n\nThe Career NCO Degree Program provides NCOs, at any point in their career, maximum credit for Army leadership schools completed in the Noncommissioned Officer Education System up to the Sergeants Major Course. The program offers business and management-related degrees and certification for credit toward a degree, Soldiers are also able to claim up to 62 percent of the American Council on Education recommended credit for an associate degree and 95 percent of the ACE recommended credit for a bachelor's degree for completing Initial Entry Training through the resident SMC.\n\nThe Enlisted Education Program provides first-term Soldiers an opportunity to achieve an associate degree during their first term of enlistment with maximum credits for Basic Combat Training, Advanced Individual Training, One-Unit Station Training, Structured Self-Development 1 and the Warrior Leader Course.\n\nThe Advanced Degree Program provides candidates and graduates of the Sergeants Major Course an opportunity to obtain a master's degree during their tenure at the [United States Army Sergeants Major Academy](https://usasma.bliss.army.mil/).\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to expand civilian higher education opportunities for Soldiers as follows:\n\n(1) Provide a college orientation course to help Soldiers understand the correlation between Army training and continuing education systems and how they relate to a college education.\n\n(2) Establish the Foreign Area NCO Program to provide NCOs with skills in language, regional experience and culture.\n\n(3) Analyze opportunities to gain formal recognition, or credentials, for skills. Soldiers will increase their ability to find rewarding jobs when they leave active duty.\n\n(4) Enhance leader development and promotion potential by adding directly related credentials to career maps on the professional development model.\n\n**Why is this important to the Army?**\n\nEncouraging the pursuit of higher education contributes to the development of adaptive and innovative Soldiers while providing recruitment and retention incentives.\n\n**Resources:**\n\n* U.S. Army Human Resources Command: [Service members Opportunity Colleges Army Degree (SOCAD)](http://go.usa.gov/278m)\n* [Army Posture Statement, Information Paper: _College of the American Soldier_](http://go.usa.gov/278A)\n* [The Institute for Noncommissioned Officer Professional Development](http://go.usa.gov/278J)\n* [SOCAD website](http://www.soc.aascu.org/socad/Default.html)\n* [U.S. Army Training and Doctrine Command](http://go.usa.gov/279Y) \n\n\n\n",
    "date": "Wednesday March 27, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nEnsuring the medical readiness of our forces has always been challenge, especially among the Reserve/Guard components. However, with the realignment of our medical readiness advisors with Regional Medical Command staff, we will be better able to coordinate and influence mobilization and pre-deployment medical readiness to ensure all of our forces, regardless of component, are optimally prepared to perform their warfighting mission.\n\n### - Col. Roman Bilynsky, Army Medical Command's G-37 chief Medical Readiness Division\n\n### [Army Medicine realigns medical readiness divisions](http://www.army.mil/article/99493/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention and Awareness Month: Related site- [Army.mil: Ready and Resilient/Personal Readiness](http://www.army.mil/readyandresilient/personnel)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}