{
    "id": "2013-03-28",
    "title": "Roadrageous",
    "body": "**What is it?**\n\nRoadrageous is an eight-hour classroom course addressing the root causes of aggressive driving. Produced by the American Institute for Public Safety, the training combines instruction, skits, games, videos, student-instructor interaction and student-student interaction to help drivers acknowledge their negative driving habits and attitudes. The goal is to give students a toolkit to change their behavior and decision-making processes behind the wheel.\n\n**What has the Army done?**\n\nThe Army selected Roadrageous training as a part of its current [Army Traffic Safety Training Program](https://safety.army.mil/povtoolbox/Safety101/ArmyTrafficSafetyTrainingProgram/tabid/1628/Default.aspx). The purpose is to provide driver improvement and remedial training for military or civilian personnel convicted of a moving traffic violation or determined to be at fault for a traffic mishap while operating a government motor vehicle.\n\n**What does Army have planned for the future?**\n\nThe director of Army Safety encourages Army organizations to implement Roadrageous training as part of their accident prevention efforts. Roadrageous is provided to Army organizations through Cape Fox Government Services. Units seeking to obtain the training should contact their garrison safety office.\n\n\n**Why is this important to the Army?**\n\nIndependent studies have shown Roadrageous training to be effective in reducing collisions by 64 to 74 percent. Preventing motor vehicle accidents preserves valuable resources while protecting Soldiers and civilians from injury or death.\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* [Army Regulation 385-10, _The Army Safety Program_](http://go.usa.gov/278A)\n* [Army Traffic Safety Training Program](https://safety.army.mil/povtoolbox/Safety101/ArmyTrafficSafetyTrainingProgram/tabid/1628/Default.aspx)\n\n\n\n",
    "date": "Thursday March 28, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nWe will comply with the recently enacted legislation to provide tuition assistance to all service members across all the services. We intend to resume the program the way it was before suspension.\n\n### - Pentagon Press Secretary George Little, speaks about tuition assistance for service members being reinstated by the recently signed continuing resolution which funds the government for the rest of the fiscal year\n\n### [DOD looks at funding's effect on personnel, programs](http://www.army.mil/article/99662/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention and Awareness Month: Related site- [Army.mil: Ready and Resilient/Personal Readiness](http://www.army.mil/readyandresilient/personnel)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}