{
    "id": "2013-03-29",
    "title": "Red Dot-Adapting Technology ",
    "body": "**What is it?**\n\n_Red Dot_ gives Soldiers on the ground advance warning of the location of potential improvised explosive devices (IEDs). This web-based program, using indicators from existing intelligence, surveillance and reconnaissance assets, places a red \"booby trap\" icon on screens in _Blue Force Tracker_-equipped vehicles and command posts.  These booby trap icons warn operators of suspected IED activity in the vicinity, enabling them to locate, avoid, and/or destroy IEDs. \n\nOriginally tested, developed and rapidly fielded for operations in Iraq. _Red Dot_ efficiently moves time-sensitive intelligence data to the commanders on the ground, by semi-automatically passing indications and warnings data from national systems down to tactical vehicles at the unclassified level. This results in increased force protection and serves as a pathfinder for delivering other national systems data down to the Soldier in harm's way. \n\n**What has the Army done?**\n\nThe Third Army/U.S. Army Central Space Support Element and another governmental agency jointly integrated and developed  _Red Dot_ in response to the enemy's use of IEDs during Operations Enduring Freedom and Iraqi Freedom.  The Third Army/ARCENT Space Operations Officers support the tactical warfighter in Afghanistan by facilitating the awareness, training, and operation of this program. \n\n**What efforts does the Army have planned for the future?**\n\nIn 2012, Third Army/ARCENT recommended _Red Dot_  become a program of record for the Army and have incorporated _Red Dot_ into its pre-deployment training plan at the Manas Transit Center, in Kyrgyzstan, which covers more than 80 percent of all forces deploying in support of Operation Enduring Freedom.  \n\nIt also being evaluated for addition to pre-deployment training at the [National Training Center (NTC)](http://www.irwin.army.mil/Pages/default.aspx) at Fort Irwin, Calif., the [Joint Readiness Training Center (JRTC)](http://www.jrtc-polk.army.mil/) at Fort Polk, La., and has been integrated into Foundry Intelligence Pre-deployment Training.  \n\n**Why is this important to the Army?**\n\n _Red Dot_ is an example of inter-governmental agency cooperation and adaptive leaders using existing technology to support the warfighter. In an increasingly resource-constrained environment, _Red Dot_ saves lives by leveraging on-hand intelligence and communications architectures. Furthermore, this is a Soldier-centric program; no additional equipment or personnel is required and training for the operator and user is relatively fast and easy.\n\n**Resources:**\n\n* [U.S. Army Space and Missile Defense Command/Army Forces Strategic Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/smdc/)\n* [U.S. Army Central](http://www.arcent.army.mil/)\n* _Specific details of the program remain classified. More information to authorized users can be found at Secure Internet Protocol Router IntelShare subsite of Intelink by searching for \"_Red Dot_.\"_\n\n\n\n",
    "date": "Friday March 29, 2013",
    "quote": "Quote for the Day\n-----------------------\n\nIt was kind of a paradigm shift because I think the Army and the nation were struggling with this idea of women in combat. When combat broke out in Panama, women were already there on the ground. They were in the middle of it, whether the country wanted them to be there or not. We had women who died, and we had women who were prisoners of war, and we had women who were injured. \n\n### - Col. Aimee Kominiak, the commander of the 23rd Quartermaster Brigade in Fort Lee, Va., who had earned a combat patch for Operation Just Cause in Panama, reflects about the role of women in combat\n\n### [Army women honor past, look to future](http://www.army.mil/article/99760/)\n\n### Visit [Army.mil: Women in the U.S. Army](http://www.army.mil/women/)\n\n\n\n",
    "events": "Current & Upcoming Events \n--------\n\n* **March 2013**\n\n* National Women's History Month: [Women in the U.S. Army](http://www.army.mil/women)\n\n* National Brain Injury Awareness Month: [Traumatic Brain Injury](http://www.army.mil/tbi)\n\n* **April 2013**\n\n* National Sexual Assault Prevention and Awareness Month: Related site- [Army.mil: Ready and Resilient/Personal Readiness](http://www.army.mil/readyandresilient/personnel)\n\n* [Month of the Military Child](http://www.army.mil/families)\n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\nApril 11: [Medal of Honor](http://www.army.mil/medalofhonor) ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun)  at the White House \n\nApril 12:  Hall of Hero ceremony for former [Chaplain (Capt.) Emil J. Kapaun](http://www.army.mil/medalofhonor/kapaun) at the Pentagon \n"
}