{
    "id": "2014-03-04",
    "title": " Women's History Month: Celebrating Women of Character, Courage and Commitment",
    "body": "**What is it?** \n\nMarch is a time to celebrate the contribution and honor the sacrifices and accomplishments of women who shaped the service and the nation.  They persevered through social and cultural challenges and legal restraints to create a new legacy of achievement for generations that followed.  They opened doors and breached barriers and inspired those who witnessed their character, their courage and their commitment.\n\nThe theme was this year's observance is: *Celebrating Women of Character, Courage and Commitment.*\n\n**What has the Army done?**\n\nArmy leadership has asked the entire Army family to honor publicly, women's contributions by encouraging all leaders from across the Army to plan and execute appropriate commemorative activities to celebrate Women's History Month.  Therefore, from   March 1-31, the Army will highlight and honor women and their military and civil service, at all levels by telling their story in command information products at all levels.  \n\n\n**Why is this important to the Army?**\n\nThe collective contribution of women to the country is extensive.  Women work in every facet of American life and have created a legacy that expands the frontiers of possibility for generations to come.  They have demonstrated mettle in countless ways, one of which is soldiering.  Even before they could serve officially as Soldiers, [women served the Army](http://www.army.mil/women/) in various positions and became invaluable sources of support for fighting troops.  They shared hardships during wartime and some even shared duties in combat.  \n\nFor more than two centuries, women have served and sacrificed as members of the Army Profession.  Today's female Soldiers continue to serve with [valor](http://www.army.mil/valor/)  and distinction, carrying on the rich and long tradition of character, courage and commitment that makes the Army the *Strength of the Nation*.  History is clear:  when put to the test, the [women in the Army](http://www.army.mil/women/)  stand tall with their brothers-in-arms to [prevent, shape, and win](http://www.army.mil/article/71030/) the nation's wars.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nCurrently, there are countless women in uniform and as civilians serving as role models and leaders in the Army.  In celebrating Women's History Month, the Army emphasizes the value it places on these women and the diversity and strength they bring to the force.  Throughout the year, the Army will celebrate and commemorate the diversity of the Army and leverage and draw strength from the diversity within the military and civilian ranks by recognizing the critical roles all play in strengthening the nation and the Army.\n\n**Resources:**\n\n* [Presidential Proclamation - Women's History Month, 2014](http://www.whitehouse.gov/the-press-office/2014/03/01/presidential-proclamation-womens-history-month-2014)\n* [Women in the U.S. Army](http://www.army.mil/women/)\n* [Women in the U.S. Army resources:]( http://www.army.mil/women/resources/index.html)\n* [Army G-1 Women in the Army](http://www.armyg1.army.mil/hr/wita/)\n* [U.S. Army Women's Museum in Fort Lee Virginia](http://www.awm.lee.army.mil/)\n* Related STAND-TO!: \n  * [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)\n  * [- America's Army - Our Profession *Stand Strong*](http://www.army.mil/standto/archive_2013-12-16/)",
    "date": "Tuesday March 4, 2014",
    "quote": "Focus Quote for the Day\n----------------------------------------------------------\n\n[American women] have served our country with valor, from the battlefields of the Revolutionary War to the deserts of Iraq and mountains of Afghanistan. During Women's History Month, we recognize the victories, struggles, and stories of the women who have made our country what it is today ... Last year, recognizing a storied history of patriotic and courageous service in our Armed Forces, the United States military opened ground combat units to women in uniform.\n\n\n### - President Barack Obama \n\n###  Taken from the [Presidential Proclamation -- Women's History Month, 2014](http://www.whitehouse.gov/the-press-office/2014/03/01/presidential-proclamation-womens-history-month-2014) \n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n"
}