{
    "id": "2014-03-05",
    "title": "Brain Injury Awareness Month 2014",
    "body": "**What is it?** \n\n[Traumatic Brain Injury](http://www.army.mil/tbi) (TBI) is a disruption of function in the brain resulting from a blow or jolt to the head or a penetrating head injury. Causes of traumatic brain injuries may include falls, motor vehicle crashes, assaults, and combat events such as blasts. TBIs are classified at the time of injury as mild, moderate, severe, or penetrating. \n\nThe vast majority of traumatic brain injuries that occur in the Army are mild TBIs, also known as concussions.  Early identification and treatment following a concussion are essential to maximizing recovery.\n\n**What has the Army done?**\n\nIn 2009, the Army implemented its own mild TBI (mTBI)/concussive injury management strategy of *Educate, Train, Treat, and Track*. \n\nThe Army TBI enterprise management provides a standardized, comprehensive program that delivers a continuum of integrated care for all severities of TBI from point-of-injury to return to duty or transition from active duty.\n\nIn June 2013, the Army published HQDA EXORD 165-13: *Department of the Army Guidance for Management of Concussion/Mild Traumatic Brain Injury in the Garrison Setting*. The policy directs that any deployed Soldier who is involved in a potentially concussive event, such as being involved in a motor vehicle crash, must undergo a medical evaluation.  For those Soldiers diagnosed with a concussion, HQDA EXORD 165-13 mandates a minimum 24-hour recovery period.   \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army will continue to aggressively educate all Soldiers and train Department of the Army medical providers about TBI, conduct vital research, continue neurocognitive testing, validate every medical treatment facilities that provides TBI care, and track those Soldiers screened for and diagnosed with a concussion.  \n\nThe Army will also continue to collaborate with its many partners ranging from those in the Department of Defense (DOD) to academic institutions to learn more about the brain and how it heals in order to deliver the best TBI care possible. The desired end-state is to deliver responsive, reliable, and relevant TBI care that enhances Soldier and unit readiness, optimizes value, and transforms the care experience of the Soldiers and their families.\n   \n**Why is this important to the Army?**\n\nAccording to the [Armed Forces Health Surveillance Center](http://afhsc.army.mil/home), more than 168,000 Army personnel have sustained a TBI since January 2000. TBI not only impacts mission integrity and force health protection, but also affects military family members. The Army remains committed to providing world-class healthcare for its Soldiers and their families.\n\nArmy Medicine is *Serving to Heal & Honored to Serve*\n\n**Resources:**\n\n* [Lt. Gen. Horoho Brain Injury Awareness Month PSA](http://bcove.me/yyl8v40x)\n* [Army.mil: Traumatic Brain Injury](http://www.army.mil/tbi)\n* [U.S. Army Medical Department](http://www.armymedicine.mil/)\n* [MRMC's Blast Injury Research Program](https://mrmc.amedd.army.mil/index.cfm?pageid=medical_r_and_d.blast.overview)\n* [Defense and Brain Injury Center](http://dvbic.dcoe.mil/)\n* [Defense Centers of Excellence](http://www.dcoe.mil/)\n* [Brain Injury Association of America](http://www.biausa.org/)\n* Related STAND-TO!: \n  * [- Traumatic Brain Injury](http://www.army.mil/standto/archive/issue.php?issue=2012-06-27)\n  * [- Mild Traumatic Brain Injury Research](http://www.army.mil/standto/archive/2009/06/23/)",
    "date": "Wednesday March 5, 2014",
    "quote": "Focus Quote for the Day\n----------------------------------------------------------\n\nMarch is National Brain Injury Awareness Month. Mild traumatic brain injury, also known as concussion, accounts for over 75 percent of the brain injuries sustained in the Army. Concussion is not just a MEDCOM issue, it's an Army issue. \n\n\n### - Lt. Gen. Horoho, U.S. Army  surgeon general and commanding general of the [U.S. Army Medical Command](http://www.armymedicine.mil/) \n\n###  Taken from [Lt. Gen. Horoho Brain Injury Awareness Month PSA](http://bcove.me/yyl8v40x)\n\n### Visit Army.mil microsite: [Traumatic Brain Injury](http://www.army.mil/tbi)  \n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}