{
    "id": "2014-03-06",
    "title": "Army Emergency Relief Annual Campaign",
    "body": "**What is it?** \n\nFinancial security is a key element of a [ready and resilient](http://www.army.mil/readyandresilient) force.  The Army Emergency Relief (AER) Annual Campaign is conducted from March 1st through May 15th in order to increase Soldier awareness of this benefit, as well as to give Soldiers the opportunity to help their fellow Soldiers by donating.  Local commanders can adjust their campaign dates as their mission dictates.\n\n[AER](http://www.aerhq.org) is a private nonprofit organization incorporated in 1942, to relieve financial distress of Soldiers and their dependents. Today, AER provides financial assistance to Soldiers, retirees and their families in the form of interest-free loans and grants in support of a variety of needs including:\n\n* -- Emergency assistance for rent, food, travel, car repair, funeral, medical and dental expenses, car seats, repair/replacement of appliances and HVAC equipment, rental cars, replacement vehicles, cranial helmets and furniture\n* -- Children and spouse scholarships \n* -- Grants to Soldiers medically evacuated from combat theaters\n* -- Support to families of fallen Soldiers\n\nAER assistance is available to Soldiers, retirees and their families wherever they are located. Sergeants and above can apply for assistance directly to their local AER section.  They should contact their chain of command or local AER office. \n\nUnder the AER Command Referral Program, company commanders and first sergeants have the authority to approve AER loans to their Soldiers up to $1,500.  Soldiers, retirees and families not near an AER office can seek assistance from the [Air Force Aid Society](https://www.afas.org/), [Navy Marine Corps Relief Society](http://www.nmcrs.org/), and [Coast Guard Mutual Assistance](http://www.cgmahq.org/) on their respective bases or call the national American Red Cross call center at (877) 272-7337.\n\n\n**What has the Army done?**\n\nIn 2013, the Army and AER disbursed more than $74 million in total assistance to more than 53,000 active and retired Soldiers and families to meet emergency financial and educational assistance needs.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army supports AER and its annual AER campaign through mission, installation, and garrison commanders and command sergeant majors personally attending campaign kick-off events to increase awareness and offer Soldiers the opportunity to donate to AER.  \n\n\n**Why is this important to the Army?**\n\nSoldiers, retirees and their families need to know that AER assistance is available in times of financial need. Army Emergency Relief is dedicated to *Helping the Army Take Care of Its Own* and provides Army leaders a valuable asset in ensuring a ready source of financial assistance to Soldiers and their families.\n\n**Resources:**\n\n* [Army Emergency Relief](http://www.aerhq.org)\n* [American Red Cross](http://www.redcross.org/)\n* [Air Force Aid Society](https://www.afas.org/)\n* [Navy Marine Corps Relief Society](http://www.nmcrs.org/)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient)\n* Related article: \n  * [- AER begins accepting scholarship applications](http://www.army.mil/article/117878)",
    "date": "Thursday March 6, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\n\nIn the Army, you bleed together, you sweat together, you workout together, you hang around in downtown Baghdad in 120 degrees heat in a Humvee for two or three hours -- you go through those things with your crew and it makes you feel close ... [In bobsled] you slide down an icy track in a bathtub with four men in spandex -- you're very close. You get very, very close. It's a brotherhood. \n\n### - [Capt. Chris Fogt](http://www.army.mil/olympics/2014/olympians/fogt/), U.S. Army Olympian from the [World Class Athlete Program](http://www.thearmywcap.com/) and the bobsledder brakeman for the four-man bronze medal team at the [Sochi 2014 Olympic Winter Games](http://www.army.mil/olympics/2014/), draws a parallel between bobsledding and Soldiering \n\n### [Soldier Olympians help win 5 of 28 U.S. medals in Sochi](http://www.army.mil/olympics/2014/)\n\n### Related STAND-TO!: [Army Olympians in the U.S. Army World Class Athlete Program](http://www.army.mil/standto/archive_2014-02-10)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}