{
    "id": "2014-03-07",
    "title": "Army Unit Training Management",
    "body": "**What is it?** \n\nThe [Unit Training Management](https://atn.army.mil/dsp_template.aspx?dpID=446) (UTM) provides the doctrine-based, how-to details of the U.S. Army's training management processes.  It is the process commanders, leaders and staffs use to plan-prepare-execute-assess unit training and identify the resources needed to accomplish that training.\n\nEach process mixes art and science. The science aspect employs tools such as the military decision making process, pre-combat checks, after-action reviews and rehearsal of concept drills. Art emerges as leaders gain experience, which develops intuition - that gut feeling for knowing the right solution to challenges. Among the pillars of training, education and experience, experience contributes the most to leader development. As leaders experience every phase of the UTM process, they will not only learn how to use the tools but also how to apply them artfully. Developing training and leader development plans using UTM is the best leader development tool available. \n\n**What has the Army done?**\n\nTraining tools support the science of UTM. In 2012, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/) published Army Doctrine Publication and Army Doctrine Reference Publication 7-0, [*Training Units and Developing Leaders*.](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf) Online tools include the upgraded [Army Training Network](http://www.army.mil/standto/archive_2013-07-22/) (ATN), Digital Training Management System (DTMS), and the Combined Arms Training Strategies (CATS) Development Tool. \n\nUTM art will improve as leaders retake control of training after a decade of top-down training, resulting in commanders, rather than the CTCs, training their units. As leaders conduct UTM and understand their training environment, their instincts - the art of what works and what doesn't - will improve.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army Training Management System (ATMS) will combine ATN, DTMS and CATS into an integrated online training management resource. The [Army Training Information System](http://www.atsc.army.mil/tcmatis/) will absorb ATMS, linking it to all other training information databases and reducing its overhead requirements. As of January, ATN now hosts an updated, [downloadable UTM](https://atn.army.mil/media/docs/LG_to_UTM_FINAL.pdf) based on feedback from UTM mobile training teams in 2013. \n \n**Why is this important to the Army?**\n\nExperienced leaders and easy-to-use tools are critical to developing and executing sound unit training and leader development plans. Leaders skilled in the art and science of training management not only improve their unit's readiness, but also become more proficient in conducting operations, because they are training as they will fight.\n \n\n**Resources:**\n\n* [Unit Training Management (UTM)](https://atn.army.mil/dsp_template.aspx?dpID=446)\n* [Army Training Network (ATN)](https://atn.army.mil/)\n* [Army Training Management](http://usacac.army.mil/cac2/tmd/)\n* [United States Army Combined Arms Center](http://usacac.army.mil)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related documents: \n  * [- The Leader's Guide to Unit Training Management](https://atn.army.mil/media/docs/LG_to_UTM_FINAL.pdf) \n  * [- ADP 7-0: *Training Units and Developing Leaders*](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf)\n* UTM Enablers (Registration required): \n  * [- Digital Training Management System (DTMS)](https://atn.army.mil/dsp_template.aspx?dpID=375)\n  * [- Combined Arms Training Strategies (CATS)](https://atn.army.mil/dsp_CATSviewer01.aspx)\n* Related STAND-TO!: \n  * [- Army Training Network](http://www.army.mil/standto/archive_2013-07-22/)\n  * [-  Army Learning Management System](http://www.army.mil/standto/archive_2013-07-16/)\n* Related article: \n  * [- Unit Training Management handbook gets update]( http://www.army.mil/article/117944/)",
    "date": "Friday March 7, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nWearing the uniform is a privilege, one that was earned by millions of men and women who served over the last 238 years. None of us has the right to wear the uniform and then degrade the Armed Forces with an offensive video or statement in a public domain. I tell the Soldiers that it's OK to be young and have fun on the social media venues, but if you represent the U.S. Army, you have limits in regard to the content.  \n\n### - Col. Thomas Rivard, commander 59th Ordnance Bde., Fort Lee, Va.,  responsible for training and preparing thousands of Soldiers each year to move on to their first duty stations, emphasizes that the new Soldiers have to be taught about responsible use of social media as one of their top priorities \n\n### [Social media antics can ruin career, misrepresent military services](http://www.army.mil/article/121428/)\n\n### Related STAND-TO!: [Army Social Media Program](http://www.army.mil/standto/archive_2013-06-13/)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}