{
    "id": "2014-03-10",
    "title": "Military Review",
    "body": "**What is it?** \n\n*Military Review* is the professional academic journal of the U.S. Army. Since 1922, the publication's mission is to serve as a forum for the exchange of ideas on current U.S. Army-related topics with a primary focus on leader development and education. Produced by U.S. Army Training and Doctrine Command's [Combined Arms Center - Leader Development and Education](http://usacac.army.mil/cac2/LDE/index.asp), *Military Review* is an international bimonthly publication, distributed to more than 100 countries in three languages.\n\nThe main objectives of [*Military Review*](http://usacac.army.mil/cac2/militaryreview/index.asp) are to stimulate critical thought, create discussion and reflect on the Army's past to gain insight into the future. The organization also strives to have an influential role in training, policy, and doctrine development. *Military Review* provides an opportunity to submit articles or provide feedback on issues affecting today's Army.\n\n\n**What has the Army done?**\n\nRecently, the *Military Review* staff concentrated on updating its brand and organization. Just as the Army is focusing efforts toward developing agile and adaptive leaders to face future challenges, *Military Review* acknowledges the need to evolve and adapt to meet the needs of future leaders. \n\n*Military Review* is maintaining and improving its relevance by requesting and publishing shorter articles to keep readers engaged while maintaining academic integrity and content, expanding its social media presence for those who prefer online interaction, and redesigning its website to make it appealing and accessible via mobile devices with varying screen sizes.\n\n\n\n**What continued efforts does the Army have planned for the future?**\n\n*Military Review* will continue to evolve with the goal of increasing reader involvement and expanding its audience. Upcoming changes include internet town halls, online tutorials and video clips from the chief editor and selected authors.   \n \n**Why is this important to the Army?**\n\nFor years, leaders of all branches have submitted articles for publication to *Military Review*. It is the premier outlet for leaders to express thoughts and ideas and generate debate that could lead to new or revised doctrine. Leaders at all levels must not only be aware of a forum like *Military Review*, they must also be encouraged to provide feedback, submit articles and discuss what their seniors and peers have shared through publication. \n\nCicero, Harry Truman, Confucius and Winston Churchill are some of many quoted on the importance of studying the past to determine the future. Writing is perhaps the most effective way society documents the past, and today's leaders must continue to document their experiences for future leaders. \n\n**Resources:**\n\n* [*Military Review*](http://usacac.army.mil/cac2/militaryreview/)\n* [Combined Arms Center - Leader Development and Education](http://usacac.army.mil/cac2/LDE/index.asp))\n* [United States Army Combined Arms Center](http://usacac.army.mil)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* *Military Review* on social media: \n  * [- Twitter](https://twitter.com/MilReview) \n  * [- Facebook](http://www.facebook.com/OfficialMilitaryReview)\n  ",
    "date": "Monday March 10, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nThe military is an instrument of power, but it's only one of many.\n\n### - Gen. Lloyd James Austin III, commander of U.S. Central Command, in his testimony to Congress, emphasizes the importance of leveraging other sources of power, such as diplomatic, informational and economic, as well as military power \n\n### [Combatant commanders: National Guard builds global partnerships, proven on battlefield](http://www.army.mil/article/121516/)\n\n### Related STAND-TO!: [National Guard State Partnership Program: Global Engagements](http://www.army.mil/standto/archive/issue.php?issue=2012-02-27)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}