{
    "id": "2014-03-13",
    "title": "U.S. Army's Future Network",
    "body": "**What is it?** \n\nThe tactical network serves as a critical enabler for a leaner, more expeditionary future force and  the U.S. Army is making targeted technology investments to enhance network and mission command capabilities to meet those expectations for the Army's future network. \n\nThe future network will standardize maps, messaging and icons to provide a unified user experience from garrison to foxhole. The future tactical operations center will be lighter, more agile and more energy efficient - using wireless technology to enable quicker setup and tear down times - while still supporting robust mission command. Soldiers will interact with touchscreens and voice-based digital assistants, enabling them to request, receive and act on information more quickly. \n\nContinued improvements to the tactical network will support the transition to a mobile, agile Army of 2025 by making it easier for Soldiers to get the information they need - anytime, anywhere and on any device - with less training required.\n\n**What has the Army done?**\n\nWith the 2013 delivery of the integrated, mobile Capability Set (CS) 13 network to four Brigade Combat Teams (BCTs) that are among the last to deploy to Afghanistan, the Army significantly enhanced the ability for troops to communicate on the battlefield. While [fielding CS 13](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26), and through the [Network Integration Evaluation](http://www.army.mil/standto/archive_2013-10-31/?) (NIE) process, Army leadership collected Soldier feedback on areas to target for additional  improvement. particular, the need to reduce system complexity and streamline network management so it is more intuitive for the user. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army's focus now is fielding the follow-on CS 14 to additional BCTs, while also planting the seeds for future breakthroughs. In partnership with industry, the Army acquisition, requirements and research and development communities are implementing a Network Modernization Roadmap that will simplify the network while supporting strategic priorities for versatility, mobility and security. \n\nThe roadmap will help direct the Army's limited modernization resources to investments that will have the greatest short-, mid- and long-term impact for the end user. The Army is holding a tactical network industry seminar in March and preparing to execute NIE 14.2, which will include joint force and multinational partner participation, in May.\n\n**Why is this important to the Army?**\n\nA robust, versatile tactical communications network is essential to empowering a smaller but still highly capable Force 2025. Simplifying the network will also lead to cost savings by combining hardware and other infrastructure, reducing software development efforts, increasing competition and decreasing the number of field service representatives required to train Soldiers, troubleshoot systems and sustain the tactical network.\n\n**Resources:**\n\n*  [PEO C3T](http://peoc3t.army.mil)\n*  [ASA(ALT)](http://www.army.mil/asaalt)\n*  [Brigade Modernization Command](https://www.bliss.army.mil/BMC)\n* Related STAND-TO!: \n * [-  Capability Set 13 Fielding](http://www.army.mil/standto/archive/issue.php?issue=2012-09-26)\n * [- Network Integration Evaluation 14.1](http://www.army.mil/standto/archive_2013-10-31/?)\n * [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* Related articles: \n  * [- Army to host tactical network industry seminar]( http://www.army.mil/article/120706/)\n  * [- Army realigns field support, positions Soldiers as first line of defense ](http://www.army.mil/article/119066)\n  * [- CS-13: Not just for the guys on the ground](http://www.army.mil/article/113601)\n  * [- Army leaders: Network, NIEs critical to future force](http://www.army.mil/article/113706)\n  * [- New network provides 'digital guardian angel' for Soldiers in Afghanistan](http://www.army.mil/article/109519/)\n* PEO C3T on social media:\n  * [- Facebook](http://www.facebook.com/peoc3t)\n  * [- Twitter](https://twitter.com/PEOC3T)",
    "date": "Thursday March 13, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nThey [women Soldiers] chose to do something so few of the rest of the American people can do. That's what makes our Army -- dedicated professionals, persons of character who are willing to do what's necessary; commitment to one another, their unit, the Army and the nation. \n\n### - [Sgt. Maj. of the Army Raymond F. Chandler III](http://www.army.mil/leaders/sma/)\n\n### [SMA applauds strength, dedication of Army women](http://www.army.mil/article/121757/)\n\n### [Women's History Month tri-signed letter (PDF)](http://www.army.mil/e2/c/downloads/335030.pdf)\n\n### Related site: [Women in the U.S. Army](http://www.army.mil/women)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}