{
    "id": "2014-03-14",
    "title": "Founders' Day, U.S. Military Academy at West Point ",
    "body": "**What is it?** \n\nFounders' Day is the annual celebration of the founding of the [U.S. Military Academy at West Point](http://www.usma.edu), NY.\n\nDuring the American Revolution, Fortress West Point was considered by George Washington as the key to the continent. The academy's legacy began on March 16, 1802. In a legislation signed by President Thomas Jefferson, West Point became America's first school of engineering, predating the engineering programs at Harvard and Yale. It remains the longest continuously occupied military garrison in Department of Defense, the Army's undergraduate college and a national historic site open to the public. \n\n**What has the Army done?**\n\nGraduates, supporters and the greater West Point family celebrate across the globe, usually near March 16, emphasizing the academy's mission to ***educate, train and inspire the Corps of Cadets so that each graduate is a commissioned leader of character committed to the values of Duty, Honor, Country and prepared for a career of professional excellence and service to the nation as an officer in the U.S. Army***.  \n\n**Why is this important to the Army?**\n\nTraditionally, West Point commissions 20 to 25 percent of the Army's active duty second lieutenants and for over two centuries, \"the Long Gray Line\" has served in the highest positions of our nation's armed forces, political and business leadership. \n\nThe academy's well-known successes are embodied in the likes of Ulysses S. Grant, Robert E. Lee, John J. Pershing, Douglas MacArthur, Dwight D. Eisenhower, George S. Patton and H. Norman Schwarzkopf. Other notable graduates include two U.S. Presidents (Grant and Eisenhower), Benjamin Bonneville (explorer and cartographer of the American West), Oliver Howard (founder of Howard University), George Goethals (builder of the Panama Canal), Leslie Groves (director of the Manhattan Project), Frank Borman and Buzz Aldrin (astronauts), Benjamin O. Davis Jr. (commander of the famed Red Tails, the 332nd Fighter Group) and Mike Krzyzewski (head coach of the Duke Blue Devils and U.S. Basketball teams).  \n\nAcademically, West Point currently ranks as Forbes' number 1 Public College in the country,  U.S. News & World Report's number 2 Public Liberal Arts College and number 3 Best Undergrad Engineering Program. The Class of 2014's academic achievements includes two Rhodes Scholars, two Marshall Scholars and six Rotary scholarship winners. \n \n\n**What continued efforts does the Army have planned for the future?**\n\nWest Point continues as the preeminent leader-development institution, whose graduates are leaders of character, the foundation of our professional military ethic and a critical resource of intellectual capital for our nation. \n\n**Resources:**\n\n*  [U.S. Military Academy](http://www.usma.edu)\n*  [History of West Point](http://www.usma.edu/wphistory/SitePages/Home.aspx)\n*  [Army Athletics](http://www.goarmysports.com)\n",
    "date": "Friday March 14, 2014",
    "quote": "Quote for the Day\n----------------------------------------------------------\n\nWe're going to align our forces to the combatant commanders, based on their requirements, to help them to shape and set the theaters that they are responsible for. \n\n### - Chief of Staff of the Army Gen. Ray Odierno, discusses about the U.S. Army going \"in the right direction\" not only by strengthening its presence in the Asia-Pacific theater, but also about the regional alignments in other theaters elsewhere as well, while speaking at the Center for Strategic and International Studies in Washington, D.C., Thursday\n\n### [Military relationships with China under consideration](http://www.army.mil/article/121868/)\n\n### Related STAND-TO!: [Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)"
}