{
    "id": "2014-03-19",
    "title": "PCS WEEK:  March 17 - 21, 2014",
    "body": "**What is it?** \n\n[Military Surface Deployment and Distribution Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/sddc/) manages Department of Defense's Personal Property Program, or [DP3](http://www.move.mil/).  [SDDC](http://www.sddc.army.mil/PP/default.aspx) designated March 17-21 as \"PCS Week\" to educate service members, federal employees, and their families on how to enhance their relocation experience, especially moving household goods during the summer's peak moving season. \n\n**What has the Army done?**\n\nThe process of scheduling a personal property move begins by accessing [move.mil](http://www.move.mil/).  SDDC also offers the following tips to ensure a smoother move during the peak moving season:\n\n * ** Three key factors to reduce moving stressors during the peak season are diligent planning, attention to detail, and flexibility.\n * ** Once you receive your change of station orders, immediately start the moving process. Early planning improves your chances of locking in preferred pack, pickup and delivery dates.\n * ** Create a personal move calendar with checklists, phone numbers, dates, and important Web links.\n * ** Keep in constant communication with your commercial carrier.  Ensure phone numbers, e-mail addresses, and all residential addresses are updated to include authorized Power of Attorney holder or the person acting on your behalf.\n * ** Requested pack, pickup, and delivery dates are not confirmed until you and your commercial carrier mutually agree.\n * ** You or your designated representative must be present at the origin or delivery address during the shipment pack, pickup or delivery between 8 a.m. and 5 p.m.  Longer hours may be required in some cases, so plan accordingly.\n * ** If you experience problems with your move, immediately contact your local installation Personal Property Shipping Office.\n * ** After your household goods are delivered, take a few minutes to complete the short customer satisfaction survey.  This important survey accounts for 50 percent of a carrier's performance score and as of May 15 it will account for 70 percent.\n * ** On or after May 1, professional gear allowance will be limited to 2,000 pounds. For more information contact your local installation Personal Property Shipping Office.\n  \n**Why is this important to the Army?**\n\nThe volume of shipments during peak moving season exceeds moving industries capacity to accommodate some requested move dates.  SDDC wants to ensure that service members, federal employees, and their families obtain valuable information to shape positive customer expectations before, during, and after a PCS move. \n\n**What continued efforts does the Army have planned for the future?**\n\nTo continue to educate service members and their families on how to effectively arrange personal property moves during the peak moving season.  Also, SDDC is continuously engaged with the commercial moving industry leaders and monitors carrier performance, ensuring a quality moving program remains in place.   \n\n**Resources:**\n\n*  [Military Surface Deployment and Distribution Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/sddc/)\n*  [Global Security.org](http://www.globalsecurity.org/military/agency/army/mtmc.htm)\n*  [SDDC TEA](http://www.tea.army.mil/)\n*  Related Articles:\n*  [SDDC offers advice if planning to move this summer](http://www.army.mil/article/121111/SDDC_offers_advice_if_planning_to_move_this_summer/)\n\n ",
    "date": "Wednesday March 19, 2014",
    "quote": "Focus Quote for the Day\n------------------------------------------------------------------------\nThis is the length to which America will go to make sure everyone who serves under our proud flag receives the thanks that they deserve. \n\n### - President Barack Obama\n\n### - [Soldiers receive long-overdue Medals of Honor](http://www.army.mil/article/122102/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n"
}