{
    "id": "2014-03-21",
    "title": "Army Equal Opportunity Program ",
    "body": "**What is it?** \n\nThe Army's [Equal Opportunity (EO) program](http://www.armyg1.army.mil/eo/default.asp) formulates, directs, and sustains a comprehensive effort to maximize human potential to ensure fair treatment for military personnel, family members and civilians without regard to race, color, gender, religion, age, disability or national origin. \n\nUltimately, the Department's effort is to cultivate and sustain an environment free of unlawful discrimination and offensive behavior. This policy applies to Army personnel both on and off the installation, during duty and non-duty hours, and in working, living and recreational environments.\n\n**What has the Army done?**\n\nThe Army EO program enhances Department personnel's ability to work effectively as a team, show respect for self and others and reinforces good discipline, the [Army values](http://www.army.mil/values/), [professional behavior](http://cape.army.mil/) and [readiness](http://www.army.mil/readyandresilient). To ensure this, the Army:\n\n* (1)  Provides annual training classes and materials to all personnel and refresher training as needed\n* (2)  Established [EO training](http://www.armyg1.army.mil/eo/training.asp) for units and professional military education courses consistent with Headquarters, Department of the Army policy and command needs\n* (3)  Ensures that all Equal Opportunity Advisors  and Representatives are trained and deployable to support units\n* (4)  Established and maintains its own EO/ Sexual Harassment Assistance hotline number 1-800-267-9964 \n* (5)  Continues to take the appropriate actions when relative DA/DOD policies are violated\n* (6)  Conducts regular Department-level assessment and evaluation of the program\n\n**Why is this important to the Army?**\n\nThe Army is a vast organization with a global presence. One of its central sources of strength is the [diversity](http://www.armydiversity.army.mil/adoAbout/index.html) of the military and civilian members -  approximately 1.4 million personnel. Cultivating and sustaining an environment of inclusion is an important component of the Army's overall strategy for human capital. This and other Army-wide diversity efforts will enable us to remain competitive in attracting and sustaining a highly skilled and diverse military and civilian workforce.\n  \n\n**What continued efforts does the Army have planned for the future?**\n\nLeaders  will continue to advance the [Army's diversity](http://www.armydiversity.army.mil/adoAbout/index.html) efforts. As Army senior leaders persist to expand the knowledge and understanding of the diversity, not only will the strength, versatility and efficiency of the Department be amplified, but its leaders/personnel will be more effective at understanding the cultures and environments where they serve.\n\n\n**Resources:**\n\n*  [Equal Opportunity Branch](http://www.armyg1.army.mil/eo/default.asp)\n*  [Army Diversity Strength](http://www.armydiversity.army.mil/) \n*  [Army Diversity Resources](http://www.armydiversity.army.mil/adoResources/index.html)\n*  [Army G-1](http://www.armyg1.army.mil/)  \n*  [Army Values](http://www.army.mil/values)\n*  Related STAND-TO!:\n *  [- Army Diversity Roadmap](http://www.army.mil/standto/archive_2013-12-18/)",
    "date": "Friday March 21, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nYou have to commit to training up front. You can never buy it back. \n\n### - Lt. Gen. Joseph E. Martz, military deputy for the budget, [Office of the Assistant Secretary of the Army (Financial Management & Comptroller)](http://www.asafm.army.mil/), emphasized the correlation of good training to success on the battlefield while addressing training and other budget challenges at the Association of the United States Army's Institute of Land Warfare breakfast, Thursday \n\n### [Training takes top priority in budget decisions](http://www.army.mil/article/122266/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n* March 18 & 19:  [Medal of Honor](http://www.army.mil/medalofhonor) White House & Pentagon ceremonies for [Valor 24 recipients](http://www.army.mil/medalofhonor/valor24)\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}