{
    "id": "2014-03-25",
    "title": "Reserve Component Mobilization Operations",
    "body": "**What is it?** \n\nClearly defined mobilization operations for Mission Force Pool, comprised of mostly active component forces, and Rotational Force Pool - Deploying (RFP-D) units, includes reserve component (RC) forces,  are established to ensure a consistent, efficient and unified mobilization process for all deploying Army forces. Mobilization actions begin with the unit notification of sourcing (NOS) and continue until forces board transportation to the theater of operations. [First Army](http://www.first.army.mil/) is [U.S. Army Forces Command (FORSCOM)](http://www.forscom.army.mil/)'s executing agent for the mobilization, training and deployment of RC RFP-D forces.\n\n**What has the Army done?**\n\nBeginning in 2006, the Army integrated the RC RFP-D pre- and post-mobilization training to meet the 12-month mobilization and the nine month boots-on-the-ground deployment policies.  Prior to NOS (18-24 months before the mobilization date), RC units focus training on mission essential task lists. \n\nAfter NOS occurs, First Army training focuses on combatant command (COCOM) requirements for a specific mission including pre-mobilization training (individual, MOS and branch specific training) and post-mobilization training (higher level collective training and unit proficiencies). \n\nRC units attend a joint assessment to confirm training requirements, resource equipment, coordinate with deployment enablers and develop a unit training plan (UTP) to synchronize the entire mobilization process. The UTP, manning, event, milestone and equipping plans form the unit's Deployment Readiness Plan (DRP).\n\n**What continued efforts does the Army have planned for the future?**\n\nFirst Army works closely with RC forces providing planning assistance for development of unit training and mobilization plans then executes RC RFP-D post-mobilization plans at four mobilization force generation installations located throughout the United States. Based on Army requirements, First Army has the capability to scale mobilization operations at the MFGIs to provide effective and efficient training support allowing RC forces to achieve and sustain deployment readiness. In Fiscal Year (FY) 2013, First Army mobilized more than 35,000 RC personnel and is on track to mobilize more than 23,000 in FY 2014.\n\n**Why is this important to the Army?**\n\nTrained and ready RC RFP-D forces are required to support current, future and enduring missions.  A detailed and adaptable RC mobilization process that focuses the correct training manpower, equipment and resources through synchronized DRPs is critical to the success of deploying units and the COCOMs they support. Since 9/11, First Army has executed 'battle-tested' RC training and mobilization operations resulting in successful deployment support of more than 465,000 specific unit requirements and more than 1.2 million RC and sister service personnel.  \n\n\n**Resources:**\n\n*  [First Army](http://www.first.army.mil)\n*  [First Army Information Pamphlet](http://www.first.army.mil/documents/pdf/2012-2014_First_Army_Brochure.pdf)\n*  [FORSCOM](http://www.forscom.army.mil/)\n*  [First Army on Facebook](http://www.facebook.com/FirstArmy)\n*  Related article:\n *  [- FORSCOM Mobilization and Deployment Planning System](http://www.army.mil/standto/archive/issue.php?issue=2012-07-26)\n",
    "date": "Tuesday March 25, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nIn the Army we commonly refer to leadership in terms of what we call the three C's -- [competence, character and commitment](http://www.army.mil/e2/c/downloads/336937.pdf).  \n\n### - Vice Chief of Staff of the Army Gen. John F. Campbell, emphasizes the importance of ethical leadership in civilian and military life  to 200 delegates from 45 high schools throughout Virginia, Maryland and the District of Columbia, as the  keynote speaker for the seventh annual *West Point Leadership and Ethics Conference*,  Thursday, at George Mason University in Arlington, Va.  \n\n### [Vice chief opens high school leadership, ethics conference](http://www.army.mil/article/122447/)\n\n### Related site: [Army Values](http://www.army.mil/values/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}