{
    "id": "2014-03-27",
    "title": "Army's Cyber Electromagnetic Branch",
    "body": "**What is it?** \n\nThe Cyber Electromagnetic Branch is an element of [U.S. Army Human Resource Command](http://www.hrc.army.mil/) (HRC) responsible for assigning and managing Cyber Soldiers' careers.  The CEM branch consolidates enlisted, warrant officer and officer management under one entity.  Cyber Soldiers conduct full spectrum Army cyberspace operations, which ensure U.S. Allied freedom of action in cyberspace, yet denying the same to our adversaries.\n\n**What has the Army done?**\n\nOct. 1, 2010, the U.S. Army redesignated the inactive Headquarters and Headquarters Company, Second U.S. Army, as [U.S. Army Cyber Command](http://www.arcyber.army.mil/history.html) headquartered at Fort Belvoir, Va. The establishment of [U.S. Army Cyber Command](http://www.arcyber.army.mil/history.html) (ARCYBER) was the Army's official entrance into cyberspace operations.  Now in concert with HRC, the Army has set the conditions to actively manage unit assignments of incoming and outgoing Soldiers. Control mechanisms have been put in place for each personnel action in order to meet both the needs of the Soldier and the Army. This reinforces the Chief of Staff of the Army's [Strategic Priorities Way Point 2](http://www.army.mil/standto/archive_2014-02-24) by aligning Army requirements with the individual Soldiers' professional development needs and desires.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nIn accordance with [CSA Way Point 2](http://www.army.mil/standto/archive_2014-02-24), a modern Army is a key priority.  As the Army prepares for new, emerging, and evolving missions in areas such as space, cyberspace, missile defense, and countering weapons of mass destruction, it is essential that we effectively manage this force of a small, highly skilled, and high demand population in order to maintain personnel readiness. Personnel requirements are greater than the number of people available to fill them. \n\nDeveloping a mature force able to meet all Army requirements takes time. Many assignments require additional technical training and a significant amount of lead time. It is an extensive process to train an individual. The entire process involves recruiting, accessing, entry level training and other professional military educational objectives to making the individual  functional within the career field of operations. \n\nThe CEM branch ensures the sustainment of the Army's cyber forces capabilities by performing critical functions associated with career management, development and readiness. \n\n**Why is this important to the Army?**\n\nTo enhance overall cyber personnel management, HRC is supporting the ARCYBER development of the ASI/SI for those Soldiers who provide cyber support. The Army is also in the process of establishing the Army's Cyber Center of Excellence, which will assume proponency responsibilities for Army Cyber.\n\nCyber is an evolving field of expertise. Factors such as population management, current and future requirements, training necessities, and growth and maturity within the field may influence cyber assignments.  Nevertheless, it is essential the Army remains flexible and agile. \n\n\n**Resources:**\n\n* [CSA Strategic Priorities- Way Point 2](http://www.army.mil/e2/c/downloads/332325.pdf)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/history.html)\n* [U.S. Strategic Command](http://www.stratcom.mil/)\n* [National Security Agency](http://asafm.army.mil/Documents/OfficeDocuments/Budget/budgetmaterials/fy15//overview.pdf)\n* [Homeland Security - National Cyber Security Awareness Month](http://www.dhs.gov/national-cyber-security-awareness-month)\n* [Internet Crime Complaint Center](http://www.ic3.gov/default.aspx)\n* [Cryptologic Network Specialist webpage - 35Q](https://ikn.army.mil/apps/IKNWMS/IKN_Websites/USAICoE/OCMI/35Qcss.html)\n* [OCS Enlisted](https://akocert.us.army.mil/suite/doc/19917381?&inline=true)\n* [INSCOM 780th MSC](https://www.inscom.army.mil/MSC/780MIB/index.html)\n* [780th on Facebook](https://www.facebook.com/pages/780th-Military-Intelligence-Brigade/266435183)\n* [7th CMU](https://cmu.army.mil/home)\n* Related STAND-TO!: \n *  [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n *  [-  Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n* Related article:\n *  [- Army Electronic Warfare and Cyberspace Operations chiefs featured on CBS](http://www.army.mil/article/112764)\n *  [- Cyber Addressed at Mission Command Meeting](http://www.army.mil/article/105959)",
    "date": "Thursday March 27, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nThat balance between end strength, modernization and readiness is actually -- is critical. So we're kind of in a fix that we have to go to do something to slow the compensation. We don't want to take money out of people's pockets, but we have to do something to maintain that readiness. \n\n### - Lt. Gen. Howard K. Bromberg, testifying to the House Armed Services Committee, subcommittee on military personnel that the Army will need to take a holistic approach to budget slashes \n\n### [G-1 testifies: Army must balance quality of life, readiness, modernization](http://www.army.mil/article/122652/)\n\n### Related: [2014 Army Posture Statement](http://www.army.mil/standto/archive_2014-03-26/) ",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}