{
    "id": "2014-03-28",
    "title": "Exercise Saber Guardian 14",
    "body": "**What is it?** \n\n[Exercise Saber Guardian](http://www.eur.army.mil/SaberGuardian/)14 (SG14) is a Joint Exercise Program directed and funded, [U.S. Army Europe](http://www.eur.army.mil/) and Bulgarian Land Forces-led multinational exercise under way at Novo Selo Training Area, Bulgaria. The exercise is designed to strengthen international agency and military partnering, foster trust and improve interoperability between NATO and partner nations involved in foreign humanitarian assistance operations with U.S. forces. \n\nThe exercise includes forces from 12 nations including Bulgaria, Poland, Romania, Turkey, Ukraine and the U.S., as well as NATO representatives. Participating U.S. units include USAREUR's Contingency Command Post and its [7th Civil Support Command ](http://www.eur.army.mil/21TSC/7CSC/) and [173rd Airborne Brigade Combat Team](http://www.eur.army.mil/173abct/) (Airborne), and the 26th Marine Expeditionary Unit.\n\n**What has the Army done?**\n\nAlthough U.S. forces are organized, trained, and equipped to conduct military operations that defend and protect U.S. national interests, their inherent, unique capabilities may be used to conduct foreign humanitarian assistance (FHA), supporting Department of Defense activities outside the U.S. and its territories to directly relieve or reduce human suffering. FHA provided by U.S. forces is limited in scope and duration. It is designed to supplement or complement the efforts of the host nation that has the primary responsibility for providing that assistance,  and may support other U.S. government departments or agencies. Within the U.S. European Command area of responsibility, 7th CSC provides USAREUR interface for consequence management between host nation authorities, the U.S. Department of State, and other U.S. organizations.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nSG 14 participants will conduct a command post exercise to prepare commanders and staffs to operate in an FHA environment. The training is constructed to closely replicate the dynamic, multilateral, cooperative environment required to address the kinds of contingency operations U.S. forces and their partners have seen over the last decade. This training is essential to forces that are often the first responders to contingency events overseas, such as when our partners and allies request emergency assistance.\n\n\n**Why is this important to the Army?**\n\nArmy forces stationed in Europe must remain ready to conduct FHA and peace support operations. SG 14 creates the kind of real-world scenarios USAREUR forces are likely to experience when called upon. As illustrated by USAREUR units' humanitarian responses to severe winter weather in Slovenia in February and in Montenegro in 2012, or the ongoing deployment of Patriot missile batteries to Turkey to augment allied air defenses as a deterrent to Syrian aggression, ready, reactive forces are clearly necessary and vital to fulfill the  contingency requirements of the European theater.\n\n\n**Resources:**\n\n* [U.S. Army Europe](http://www.eur.army.mil/)\n* [7th Civil Support Command ](http://www.eur.army.mil/21TSC/7CSC/)\n* [173rd Airborne Brigade Combat Team](http://www.eur.army.mil/173abct/)\n* Related document:\n* [Joint Publication 3-29 Foreign Humanitarian Assistance, Jan. 3, 2014](http://www.dtic.mil/doctrine/new_pubs/jp3_29.pdf)\n* Related STAND-TO!: \n *  [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n *  [-  Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n",
    "date": "Friday March 28, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nThe Army stands at a critical moment in its history, challenged to reshape into a leaner force still capable of meeting the nation's strategic priorities. Nonetheless, the Army's obligations remain unchanged & I will do everything in my power to ensure the Army meets these important, often sacred, obligations, no matter the fiscal environment. \n\n### - Brad R. Carson,  sworn in as the 31st Under Secretary of the Army, and Chief Management Officer of the Army yesterday at the Pentagon, during his recent testimony to the U.S. Senate Committee on Armed Services  \n\n### [Carson sworn in as 31st Under Secretary of U.S. Army](http://www.army.mil/article/122752/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}