{
    "id": "2014-03-31",
    "title": "Antiterrorism Synchronization",
    "body": "**What is it?** \n\nThe Army antiterrorism theme for the quarter three of fiscal year (3Q/FY14), April through June,  is *Antiterrorism Synchronization*.  Joint Pub 2.0, *Joint Intelligence*,  defines synchronization as *the arrangement of military actions in time, space, and purpose to produce maximum relative combat power at a decisive place and time*. \n\nFrom an antiterrorism perspective, maximizing relative combat power equates to the application of available resources that, when taken together, aim to prevent a terrorist attack and effectively respond if necessary.  An antiterrorism plan is the physical outcome of this synchronization.  Synchronization occurs across the antiterrorism community at all levels of command, at all locations, and across the full range of military operations.\n\n\n**What is the Army doing?**\n\nThe Army's antiterrorism community is focused on synchronizing and information sharing with the broader Army Protection Program.  New awareness products include:    \n\n* -Understanding information sharing and collaborative planning through the effective integration of tenant units/activities, working groups, and antiterrorism coordinators \n* -Understanding how to leverage the extensive resources of Army community families to enhance antiterrorism awareness \n* -Understanding the process, flow, and use of suspicious activity reporting information \n\nThe Antiterrorism Enterprise Portal (ATEP) contains extensive products and resources for antiterrorism awareness including the most recent products supporting the 3Q/FY14 theme: \n \n* -Antiterrorism Synchronization Paper\n* -Threat Information Synchronization Paper\n* -Awareness Information for Commanders and Family Readiness Groups Booklet\n\n\n**What continued efforts does the Army have planned for the future?**\n\nEffective March 31, 2014, the [Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/) (ARTIC) has reached full operational capability (FOC) as the Army's global threat information sharing hub, focused on internal and external threats, providing real-time support for current operations.  This transformation is in response to lessons learned from the [Fort Hood Army Internal Review Team: Final Report](http://www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf) (AIRT) and has enabled Army-wide efforts to integrate disparate sources of data to provide a threat common operating picture for commanders and force protection officials.  \n\nThe 4Q/FY14 antiterrorism theme is *Organization and Individual Protective Measures*.  In addition, the senior Army leadership has declared August 2014 as the fifth annual Antiterrorism Awareness Month.  Awareness products supporting these key focus areas will be developed by June 1, 2014, and posted to ATEP for use at the installation, standalone facility, and unit level.\n\n**Why is this important to the Army?**\n\nGiven the persistent threat of terrorism the Army's antiterrorism efforts must remain proactive and the entire Army community must remain vigilant.  \n\n\n**Resources:**\n\n* Note:  The Antiterrorism Enterprise Portal has moved from the Army Knowledge Online to the [Army Policing Portal](https://west.esps.disa.mil/army/sites/APP/OPMG/OPS/antiterror/ATEP/default.aspx)- - *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* [Office of Provost Marshal General](http://www.army.mil/opmg)\n* [Army OneSource (under the iWATCH Army logo): Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n* Related documents:\n *  [- Joint Pub 2.0, *Joint Intelligence*](http://www.dtic.mil/doctrine/new_pubs/jp2_0.pdf)\n *  [- Fort Hood Army Internal Review Team: Final Report](http://www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf)\n* Related STAND-TO!: \n *  [- 2Q/FY14- Antiterrorism and the Evolving Threat]http://www.army.mil/standto/archive_2014-01-02/)\n *  [-  1Q/FY14- Antiterrorism Risk Management](http://www.army.mil/standto/archive_2013-10-07/)\n *  [-  Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n *  [-  Army Antiterrorism](http://www.army.mil/standto/archive/issue.php?issue=2012-01-23)",
    "date": "Monday March 31, 2014",
    "quote": "Quote for the Day\n------------------------------------------------------------------------\n\nIt's reprehensible that anyone who wears this uniform threatens or assaults a member of the Army family. These crimes destroy the lives of individuals, degrade the readiness of our force for war, and threaten the very core of our institution and the Army profession.\n\n\n### - Army Chief of Staff Gen. Raymond T. Odierno, refers to sexual assault and harassment as an \"insider threat,\" which affects the \"credibility of our institution.\"  CSA along with Secretary of the Army John. McHugh and Sgt. Maj. of the Army Raymond F. Chandler III, were the featured speakers at Friday's Pentagon ceremony which marked the start of Sexual Assault Awareness Month commemoration in April \n\n### [SecArmy implores: 'Take back your Army' from sexual predators](http://www.army.mil/article/122828/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **March 2014**\n\n* Women's History Month - *Army.mil feature site*: [Women in the U.S. Army](http://www.army.mil/women)\n\n* Brain Injury Awareness Month - *Army.mil feature  site*: [Traumatic Brian Injury](http://www.army.mil/tbi)\n\n\n* **April 2014**\n\n* [National Sexual Assault Prevention & Awareness Month](http://www.army.mil/sharp)\n\n*  Month of the Military Child  \n\n* [Day of Remembrance for Victims of the Holocaust](http://www.ushmm.org/remembrance/dor/)\n\n"
}