{
    "id": "2019-01-02",
    "title": "Army CAC Certificate Reduction and Realignment Plan ",
    "body": "#######Provided by Office of the Army Chief Information Officer/G-6\n\n**What is it?**\n\nThe Common Access Card (CAC) Certificate Reduction and Realignment Plan modifies the certificates on the CAC to streamline authentication functions under one certificate.\n\nThe plan entails modifying the certificates currently stored on the CAC as follows:\n\n* Remove the ID certificate\n* Realign the email-signing certificate to perform signature functions only\n* Activate the Personal Identity Verification (PIV) authentication certificate to perform all authentication functions\n\n**What are the current and past efforts of the Army?**\n\nThe Army has chosen to lead the way and implement the transition ahead of the [DOD mandate]( https://www.army.mil/standto/2018-06-21). This proactive approach will ensure mission readiness by preparing Army personnel and IT resources (e.g., networks, systems, applications, etc.).\nApproximately two-thirds of all Army CAC holders will meet the following conditions and will be required to activate their PIV authentication certificate.  \n\n* CAC was issued prior to February 24, 2018. \n* CAC has an expiration date of after the Army transition deadline of March 31, 2019. \n\nThe [DMDC RAPIDS Self-Service ID Card Office Online](https://www.dmdc.osd.mil/self_service/) provides instructions to activate the PIV authentication certificate no later than March 31, 2019. \n\n*Important note: Replacement of CACs will occur through the normal life cycle purpose. Users are not required to obtain a new CAC for the sole purpose of having an activated PIV authentication certificate.* \n\n\n**What are the continued efforts planned by the Army?**\n\nThe Army will continue to provide additional information on the [DOD CAC Certificate Reduction and Realignment Plan](https://www.army.mil/standto/2018-06-21?), transition timelines and actions Army users and system owners must take to successfully realign and reduce CAC certificates across the Army. \n \n\n**Why is this important to the Army?**\n\nThe Army CAC Certificate Reduction and Realignment Plan streamlines authentication functions under the PIV authentication certificate and improves operational effectiveness and the Army's cybersecurity posture.\n\nThe plan will expand, deepen and operationalize interoperability across the DOD and other U.S. Federal government agencies to seamlessly integrate system access and information sharing. Immediate, on-demand access to information ensures the force is ready to fight tonight and maintains an operational advantage against near-per adversaries.\n\n**Resources**:\n\n* [Office of the Army Chief Information Officer/G-6](http://ciog6.army.mil/)\n* [DMDC RAPIDS Self-Service ID Card Office Online](https://www.dmdc.osd.mil/self_service)\n* [DOD Common Access Card](http://www.cac.mil/)\n\n**Related STAND-TO!**: \n\n* [DOD CAC Certificate Reduction and Realignment Plan](https://www.army.mil/standto/2018-06-21)",
    "date": "Wednesday, January 2, 2019",
    "quote": "",
    "events": ""
}