{
    "id": "2019-01-03",
    "title": "Joint PEO Armaments and Ammunition",
    "body": "#######Provided by Joint PEO Armaments and Ammunition\n\n**What is it?**\n\nThe Joint Program Executive Office Armaments & Ammunition ([JPEO A&A](https://jpeoaa.army.mil/PEOAMMO/)), formerly PEO Ammunition, manages the research, development, production, procurement and delivery of lethal armaments and ammunition to the Joint Warfighter. It is responsible for life-cycle acquisition management of conventional ammunition to provide the Joint Warfighter overmatch capabilities to defeat current and future threats.   \n\nLocated at Picatinny Arsenal, New Jersey, JPEO A&A is comprised of four Project Management (PM) offices: Project Manager Close Combat Systems [(PM CCS)](https://www.pica.army.mil/pmccs/), PM Combat Ammunition Systems [(PM CAS)](https://picac2cs9.pica.army.mil/pmcas/), PM Maneuver Ammunition Systems [(PM MAS)](https://peoammo.army.mil/mas/), PM Towed Artillery Systems [(PEO TAS)](https://peoammo.army.mil/tas/) and has two Project Director (PD) offices: [PD Joint Services](https://peoammo.army.mil/pmJointServices/) and [PD Joint Bombs](https://peoammo.army.mil/pdJointProducts/Products/Bombs/).\n\n\n**What are the current and past efforts of the Army?**\n\nJPEO A&A, as the DOD's Single Manager of Conventional Ammunition, is responsible for procuring, producing, and demilitarizing conventional ammunition for all military services.\n\nSince establishment in 2002 under its former name, JPEO A&A has:\n\n* Delivered more than 16.5 billion rounds of ammunition to U.S. and allied forces\n* Ensured efficient and effective acquisition strategies that have resulted in maintaining a viable munitions industrial base \n\nEffective Nov. 1, the name changed to more effectively encompasses the organization's broad portfolio to fulfill the Army strategy for modernization and readiness.\n\n\n**What are the continued efforts planned by the Army?**\n\nThe JPEO A&A modernization efforts are focused on advancements in small caliber, tank ammo, artillery and mortars, area denial, grenades and more. These modernizations include extended range, precision, lighter weight, safety, ease of use and others.\n\nJPEO A&A, along with its Research and Development partners, manages a large number of programs, 76 of which directly support each of the Army Chief of Staff's six Modernization priorities. Some modernization initiatives include: \n\n* Delivering the 120 mm tank Advance Multi-Purpose round, which will combine bunker and light-armor defeat, obstacle reduction and dismount engagement capabilities from multiple cartridges to a single cartridge.\n* Fielding the XM1113 Rocket Assisted Projectile, which will extend current 155 mm cannon range to more than 40 km and future artillery systems beyond 60 km.\n* Creating a next generation set of anti-vehicle munitions that can be integrated in multiple delivery platforms to implement the Army's Terrain Shaping Obstacle Strategy.\n* Developing super propelling charges for new extended range cannons to maximize range.\n\n\n**Why is this important to the Army?**\n\nThe JPEO Armaments and Ammunition helps ensure the Army's ability to deploy, fight, and win across the entire spectrum of conflict. The organization will continue ammunition and munitions modernization so that the warfighters maintain their competitive overmatch against any adversary.  \n\n**Resources**:\n\n* [JPEO A&A](https://jpeoaa.army.mil/PEOAMMO/)\n* [Picatinny](https://www.pica.army.mil)\n\n**Related STAND-TO!**: \n\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n\n**Related article**: \n\n* [PEO Ammunition to become 'Joint PEO Armaments and Ammunition'](https://www.army.mil/article/212937/)",
    "date": "Thursday, January 3, 2019",
    "quote": "",
    "events": ""
}