{
    "id": "2019-01-08",
    "title": "Antiterrorism Awareness -- Assessing and Understanding the Terrorist Threat",
    "body": "#######Provided by U.S. Army Office of the Provost Marshal General\n\n**What is it?**\n\nTerrorism is an enduring, persistent, worldwide threat to the U.S. Army and the nation.  Terrorist tactics evolve as adversaries seek to negate the Army's strengths.  Terrorists have demonstrated the capability to disrupt operational forces (e.g., Marine barracks bombing 1983, Khobar towers bombing 1996, and attack on the USS Cole in 2000).  To counter the threat, the Army must continuously assess and understand an evolving terrorist threat environment.     \n\n\n**What are the current and past efforts of the Army?**\n\n*  The Army emphasizes threat intelligence and information sharing to understand the active terrorist groups operating within and across Army areas of operation. \n*  The Army antiterrorism and physical security communities are doubling down on tactics and capabilities to counter attempts to breach Army installations/facilities.  \n*  The Army is in the process of operationalizing DOD mission assurance to ensure Army assets are protected in accordance with new DODI 3020.45 (Mission Assurance Construct).  \n*  The Army protection community  educates the Army community on suspicious activity (SA) awareness initiatives and reporting procedures.\n\nThe [Office of the Provost Marshal General](https://www.army.mil/opmg) (Antiterrorism Division) develops products relevant to antiterrorism plans and programs to support Army readiness across the full deployment cycle. This effort assists the force in promoting critical thinking about the threat environment and future threat implications. \n\n**What are the continued efforts planned by the Army?**\n\nThe Army is currently fielding the Joint Analytic Real-Time Virtual Information Sharing System (JARVISS) to provide commanders with information to make force protection decisions. \n\nOPMG will continue to raise awareness and educate Army audiences about the importance of antiterrorism through the following events and topics: \n\n* Annual Antiterrorism Training Seminar in Feb. 2019 \n*  Promoting the Individual Antiterrorism Awareness Course (3Q)\n*  Planning for Security and Consideration when Attending Special Events (4Q)\n\n\n**Why is this important to the Army?**\n\nThe Army's greatest asset is  its people.  Raising antiterrorism awareness helps the Army to safeguard people, information and facilities.  It also preserves the Army's readiness by improving how the force identifies, deters, prevents, and defends against the full range of terrorist tactics.  Antiterrorism awareness effort helps the Army to stay a step ahead of the terrorist threat by improving its ability to adapt to adversaries' irregular/asymmetric warfare tactics. It also helps the Army to preserve readiness and safeguard people, information, and facilities.\n\n**Resources**:\n\n* [Army Office of the Provost Marshal General](https://www.army.mil/opmg)\n* [Army Antiterrorism Enterprise Portal](https://army.deps.mil/army/sites/PMG/prog/ATEP/default.aspx) (ATEP) -- *On Internet Explorer, select the DOD eMail certificate in order to gain access*\n* [Army Threat Integration Center UNCLASS Portal](https://army.deps.mil/army/sites/PMG/prog/artic/default.aspx)\n* Army OneSource (under the iWATCH Army logo):  [Antiterrorism Awareness information](https://www.myarmyonesource.com/)\n\n\n**Related STAND-TO!**: \n\n* 2Q/FY17 theme [Continual Evolving Threat](https://www.army.mil/standto/2018-01-02)\n* [iWATCH Army](https://www.army.mil/standto/2018-07-25)\n* [Army Antiterrorism Program](https://www.army.mil/standto/2018-08-01)\n",
    "date": "Tuesday, January 8, 2019",
    "quote": "",
    "events": ""
}