{
    "id": "2019-01-10",
    "title": "Military Justice Act of 2016: Overview",
    "body": "#######Provided by Office of the Judge Advocate General\n\n**What is it?**\n\nThe Military Justice Act of 2016 (MJA 16) was signed into law as part of the National Defense Authorization Act of Fiscal Year 2017.  MJA 16 is designed to improve the military justice system by enhancing efficiency and effectiveness while sustaining good order and discipline. It includes the most sweeping changes to the Uniform Code of Military Justice in over 60 years and is effective  Jan. 1,  2019.  Although the reforms are extensive, the commander, advised by judge advocates, remains responsible for military justice. \n\nSome of the major changes to the military justice system include:\n\n* Expansion of [victims' rights](https://www.army.mil/standto/2018-11-29).  Broadens protections to victims of all crimes.  Provides for increased opportunities to be heard and to submit matters throughout the court-martial process.\n* Expanded court-martial authorities.  Military judges may now issue warrants and orders for electronic communications. Judges and trial counsel may now issue subpoenas at an earlier stage in the investigative process. \n* Special court-martial bench trial.  Creates a new military judge alone special court-martial where the maximum punishment is reduction to E1, forfeiture of 2/3d pay for up to six months, and six months confinement.  No discharge is authorized. \n* Expanded plea agreements.  Plea agreements may now contain a minimum and a maximum sentence.  The plea agreement is binding on the court-martial once accepted.  \n* New [punitive articles](https://www.army.mil/standto/2018-12-27).  There are new punitive articles specifically criminalizing: sexual relationships between specially protected junior members of the military and people in positions of special trust, wrongful access of information on government computers, and retaliation against Soldiers for reporting crimes or other wrongs.  \n\n\n**What are the current and past efforts of the Army?**\n\nThe Army has spent over a year training judge advocates, law enforcement personnel, and Army leaders on the changes to the UCMJ, as well as working with the sister services to ensure proper implementation of the new changes to the UCMJ.  MJA 16 is in effect now.   \n\n**What are the continued efforts planned by the Army?**\n\nThe Army will continue to educate commands on the new policies and procedures.  Individuals who have questions about changes to the UCMJ should contact their local staff judge advocate or legal advisor.\n\n**Why is this important to the Army?**\n\nThe improvements balance the interests of due process, efficiency, and effectiveness of the system while providing robust options for commanders who need military justice tools to enforce military discipline.\n\n**Resources**:\n\n* [Joint Service Committee on Military Justice](https://jsc.defense.gov/) -- *for 2019 Manual for Courts-Martial*\n* [RDECOM-FAST](https://www.rdecom.army.mil/FAST/)\n\n**Related document**:\n\n* [DOD INSTRUCTION 5500.17 Role and Responsibilities of the Joint Service Committee on Military Justice](https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/550017_5C.PDF)\n\n**Related STAND-TO!**:\n\n* [Military Justice Act 2016: Victim Rights](https://www.army.mil/standto/2018-11-29)\n* [Military Justice Act of 2016: Punitive Articles ](https://www.army.mil/standto/2018-12-27)\n* [Army Value](https://www.army.mil/standto/2018-06-12) \n* [Army Ethics](https://www.army.mil/standto/2018-07-12)  \n\n**Related articles**: \n\n* [Changes to UCMJ: Military Justice Act of 2016 brings about training](https://www.army.mil/article/205545?st)\n* [Congress makes changes to the Military Justice System ](https://www.army.mil/article/215594?st)\n\n",
    "date": "Thursday, January 10, 2019",
    "quote": "",
    "events": ""
}