{
    "id": "2019-01-24",
    "title": "Military OneSource",
    "body": "#######Provided by Office of Military Community and Family Policy\n\n**What is it?**\n\nMilitary OneSource is a Department of Defense-funded program that is both a 24/7/365 call center and website.  This DOD benefit provides comprehensive information, support, and resources on every aspect of military life to promote readiness and resilience.  Service members and the immediate family of active duty, National Guard and reserve (regardless of activation status), and DOD expeditionary civilians are eligible for Military OneSource services.  Surviving non-remarried spouses and their children are eligible for services as well.  Veterans and their immediate family members are eligible for Military OneSource up to 365 days post-separation or retirement.  All services are available at no cost.   \n\nMilitary OneSource provides information and referral on a wide range of topics, including deployment, reintegration, relationship issues, grief, and parenting and life skills.  Services include:\n \n\n* Confidential non-medical counseling\n* Financial and tax counseling\n* Spouse Education and Career Opportunities Program (SECO)\n* Specialty consultations on special needs, adoption, health and wellness coaching, wounded warrior resources, and adult disability and elder care.\n\n**What are the current and past efforts of the Army?**\n\n\nMilitary OneSource is working with Army leadership to help raise awareness of the benefits of Military OneSource services for Soldiers and their Families.  In August 2018, Military OneSource expanded eligibility for veterans and their families for up to one year post-separation or retirement.  This benefit provides support needed by Soldiers and their Families as they transition to civilian life.   \n\nIn September 2018, Military OneSource also introduced Building Healthy Relationships, a new consultation service available by phone or video to help couples and Families build or maintain healthy relationships.  The Exceptional Family Member Program Resources, Options and Consultations (EFMP ROC)  offers enhanced, one-source assistance for families with an adult or child with special needs.  Military OneSource will continue to provide these services while evolving to meet the needs of the military community. \n\nThe Spouse Education and Career Opportunities Program, non-medical counseling, and tax services are some of the most widely used resources by Army Families on Military OneSource. For non-medical counseling, Army callers most often seek support for relationship or marital issues.  \n\n\n**What are the continued efforts planned by the Army?**\n\nMilitary OneSource will continue to provide the services while evolving to meet the needs of the military community. Leaders and service providers can make an online request via the [Business Operations Support System](https://supportrequest.militaryonesource.mil/) for non-medical counselors to support events and enhance Soldier and Family readiness. The Military and Family Life Counselor or a Military OneSource state consultant can provide services for non-medical counseling, briefings and presentations.    \n  \n**Why is this important to the Army?**\n\nMilitary OneSource non-medical counseling is effective  in reducing problem interference with both work and daily routines.  The confidential nature of the program encourages Soldiers and Family members to seek help for military life and everyday issues that can influence force readiness, Family stability, health and wellness, retention, and satisfaction.  \n\n**Resources**:\n\n* [Business Operations Support System](https://supportrequest.militaryonesource.mil/)  \n* [Military OneSource](www.MilitaryOneSource.mil)\n* [MySECO](https://myseco.militaryonesource.mil/portal/)\n* [Military Spouse Employment Partnership Jobs Portal](https://msepjobs.militaryonesource.mil/msep)  \n* [Military INSTALLATIONS]( https://installations.militaryonesource.mil/)\n* [Plan My Deployment](https://planmydeployment.militaryonesource.mil/ )\n\n\n**Related STAND-TO!**:\n\n* [Amy Installations](https://www.army.mil/standto/2017-08-17)\n* [Army Modern Installations](https://www.army.mil/standto/2018-09-26)\n\n**Social Media presence**:\n\n* [Facebook](https://www.facebook.com/military.1source)\n* [Twitter](https://www.twitter.com/military1source)\n* [Instagram](https://www.instagram.com/military1source)\n* [YouTube](https://www.youtube.com/military1source)\n* [Pinterest](https://www.pinterest.com/military1source/)\n",
    "date": "Thursday, January 24, 2019",
    "quote": "",
    "events": ""
}