{
    "id": "2019-01-28",
    "title": "U.S. Army:  Ready Today, Investing in Tomorrow  ",
    "body": "#######Provided by the Office of the Chief of Public Affairs\n\n**What is it?**\n\nThe U.S. Army is the world's most lethal and versatile fighting force and is the core of the nation's defense. The resources provided by Congress continue to build the Army as part of the joint force.\n\n**What are the current and past efforts of the Army?**\n\n[The Army Vision](https://www.army.mil/standto/2018-06-07), aligned with the 2018 National Defense Strategy, outlines the primary objectives the Army is pursuing. Progress towards meeting these objectives includes: \n\n* **Readiness**: The Fiscal Year 2017-2019 (FY17-19) appropriations enacted by Congress put the Army on track to rebuild readiness across the Total Army by FY22.\n* **Modernization**: The [Army Modernization Strategy](https://www.army.mil/standto/archive_2018-06-06), published in May 2018, ensures maintaining a decisive technological edge over all potential adversaries.\n* **Allies & Partners**: The Army continues to train with and fight alongside allies and partners and further integrate them into its operations. \n* **People**: The Army is committed to taking care of its Soldiers, civilians and their Families by providing high-quality services and programs and opportunities for growth and advancement. \n* **Reform**: The Army is assessing all mission areas, policies and programs in order to free up time, money and manpower by: \n  * Instituting acquisition reform.\n  * Scrutinized contract management.\n  * Closely monitored contract services to increase efficiencies and ensure a high return on investment.\n\n\n**What are the continued efforts planned by the Army?**\n\nThe Army set the conditions for future procurement of next-generation combat systems, as outlined in the Army Vision and the [Army Strategy](https://www.army.mil/standto/2018-10-26), by increasing investments in research, development, testing and evaluation. Other efforts to invest in the Army's future readiness include:\n\n* **Readiness**: Continue to grow the Army to provide combatant commanders around the world with ready, capable forces.\n* **Modernization**: Bring [Army Futures Command](https://www.army.mil/standto/2018-03-28) to full-operating capability to bring modern systems and capabilities to the force faster.\n* **Allies & Partners**: Continue to strengthen relationships with longtime allies and expand to new partners.\n* **People**: Fully implement the Army's Talent Management Strategy to maximize Soldiers' and civilians' potential.\n* **Reform**: Continue maintaining emphasis on the Army's fiscal stewardship to maximize the buying power and effectiveness of the Army's budget to generate combat readiness and a more lethal force.\n \n  \n**Why is this important to the Army?**\n\nReadiness remains the Army's number-one priority. The Army made great gains in readiness in 2018, and remains on track to meet its stated readiness objectives by 2022. Continued predictable, adequate, sustained and timely funding in the years ahead will ensure that America's Army is prepared to deter aggression, respond to worldwide contingencies, and fight and win decisively when called upon. \n\n**Resources**:\n\n* [U.S. Army](https:www.army.mil?st)\n* [Army Public Affairs](https://www.army.mil/publicAffairs?st)\n* [U.S. Army: Year in Photos](https://www.army.mil/yearinphotos?st)\n\n**Related documents**: \n\n* [U.S. Army: Ready Today, Investing in Tomorrow](https://www.army.mil/e2/downloads/rv7/army_fy18_accomplishments.pdf?st)\n* [2018 National Defense Strategy](https://dod.defense.gov/Portals/1/Documents/pubs/2018-National-Defense-Strategy-Summary.pdf)\n* [The Army Vision](https://www.army.mil/e2/downloads/rv7/vision/the_army_vision.pdf?st)\n* [Army Strategy](https://www.army.mil/e2/downloads/rv7/the_army_strategy_2018.pdf?st)\n\n**Related STAND-TO!**:\n\n* [The Army Strategy](https://www.army.mil/standto/2018-10-26)\n* [The Army Vision](https://www.army.mil/standto/2018-06-07)\n* [U.S. Army Modernization Strategy](https://www.army.mil/standto/2018-06-06)\n* [U.S. Army Talent Management](https://www.army.mil/standto/2018-10-10)\n* [U.S. Army Talent Management Strategy](https://www.army.mil/standto/2016-11-03)\n\n**Social media presence:**\n\n* [Facebook](http://www.facebook.com/USArmy?st)\n* [Twitter](http://www.twitter.com/USArmy>?st)\n* [YouTube](http://www.youtube.com/usarmy?st)\n* [Instagram](https://www.instagram.com/usarmy?st)\n* [LinkedIn](https://www.linkedin.com/company/us-army?st)\n",
    "date": "Monday, January 28, 2019",
    "quote": "",
    "events": ""
}