{
    "id": "2019-01-29",
    "title": "Army Volunteer Corps",
    "body": "#######Provided by Office of the Assistant Chief of Staff for Installation Management \n\n**What is it?**\n\nThe Army Community Services' Army Volunteer Corps (AVC) is the largest volunteer program for military populations in the world.  Army Community Service (ACS) manages this  program on garrisons across the United States and around the world.  \n\nThe AVC identifies volunteer opportunities, promotes volunteerism, and connects Soldiers, Family members, civilians, retirees and community members to legitimate service organizations.  The AVC strengthens and enhances volunteerism by enhancing career mobility, establishing partnerships, and promoting a life-long commitment to service.\n \n\n**What are the current and past efforts of the Army?**\n\nIn July 2018 , the Army in partnership with Penn State University (PSU) conducted a unique cost-benefit analysis (CBA) of the Army Volunteer Corps program.  The CBA examined program expenditures, volunteer hours reported Army-wide, and monetary benefits generated from volunteers.  This analysis highlighted  that from January 2014 to December 2015, more than 30,000 individuals -- 34.8 percent service members, 45.2 percent Family members, 16.6 percent retired service members and 3.3 percent Army Civilians -- volunteered to support Army communities.  \n\nThe AVC program has produced more than 3 million volunteer hours every year -- the equivalent of 1,400 full-time workers -- and generated a return-on-investment to the Army of $15.25 in fiscal benefits for every $1 invested.  Every garrison received an average of nine free-of-charge full-time positions.  Combined annual Army-wide savings were $52 million, demonstrating a benefit far exceeding program cost.  \n\n**What are the continued efforts planned by the Army?**\n\nThe AVCC provides a high return-on-investment to society, creating a win-win situation for volunteers, organizations, and communities. \n \nAs the single point-of-contact at each Garrison to coordinate and present opportunities for volunteering within the broader Army community, the AVC continues to match the interests and skill sets of volunteers with organizations in need, such as hospitals, the American Red Cross, chapel programs, youth programs, and Family Readiness Groups. \n\nArmy garrisons will celebrate Volunteer Appreciation Week, yearly in April,     to recognize the thousands of volunteers who strengthen the Army communities through their commitment to serving others.\n\n  \n**Why is this important to the Army?**\n\nVolunteers are a critical resource for both civilian and military communities.  Strategic interventions to recruit and sustain volunteerism return substantial fiscal and societal benefits to communities.  A robust, well-managed volunteer program can be transformative for local communities.  Community agencies, schools, youth groups, religious centers, veteran services, government entities and nonprofits all depend on successful efforts to mobilize and manage volunteers.  Volunteering allows individuals to learn new skills, enhance their social networks, increase social solidarity, and increase their connection to the Army community. \n\n**Resources**:\n\n* [The Assistant Chief of Staff for Installation Management](\nhttp://www.acsim.army.mil/installationservices/soldierfamilyreadiness.html)\n* [Army OneSource - Volunteering](https://www.myarmyonesource.com/FamilyProgramsandServices/Volunteering/default.aspx)\n* [Army Volunteer Corps Program:  Cost Benefit Analysis (Penn State University)](https://militaryfamilies.psu.edu/projects/current-projects/)\n\n**Related STAND-TO!**:\n\n* [Volunteer Appreciation Week](https://www.army.mil/standto/archive_2015-04-10/)\n* [Army Volunteer Corps -- A Tradition of Service](https://www.army.mil/standto/archive/2010/12/22/)\n\n\n**Social media presence:**\n\n* [Soldier and Family Readiness on Facebook](https://www.facebook.com/soldierandfamilyreadiness/)\n",
    "date": "Tuesday, January 29, 2019",
    "quote": "",
    "events": ""
}