{
    "id": "2019-01-31",
    "title": "U.S. Army Chemical, Biological, Radiological, and Nuclear Survivability Program",
    "body": "#######Provided by U.S. Army Nuclear and Countering Weapons of Mass Destruction Agency\n\n**What is it?**\n\nThe U.S. Army Chemical, Biological, Radiological, and Nuclear (CBRN) Survivability Program aims to increase readiness of Army materiel, allowing Soldiers to fight and survive in CBRN environments. CBRN survivability has two areas: \n\n* Nuclear Survivability (NS) includes protection against initial nuclear weapon effects (e.g. air blast, thermal radiation, and initial nuclear radiation) and hardening against the effects of electromagnetic pulse (EMP).\n* Chemical, Biological, and Radiological Contamination Survivability (CBR-CS) is the capability for equipment and personnel to withstand a CBR contaminated environment, including decontamination, without losing the ability to accomplish the assigned mission.\n\n\n**What are the current and past efforts of the Army?**\n\nWithin HQDA G-3/5/7, the U.S. Army Nuclear and Countering Weapons of Mass Destruction Agency (USANCA) at Fort Belvoir, Virginia, leads the Army CBRN survivability program. USANCA's collaborative efforts with other organizations, such as HQDA G-8 and the Army Test and Evaluation Command, ensure the Army's readiness against the threats posed by an increasingly complex global security environment. These efforts include: \n\n* Updating Army policy to reflect the latest Secretary of Defense CBRN survivability guidance.\n* Standardizing Army capability development document wording for CBRN survivability requirements.\n* Finding options for improving hardness maintenance/hardness surveillance programs to better sustain EMP readiness.\n\n\n**What are the continued efforts planned by the Army?**\n\nIn response to increasing CBRN threats posed by potential adversaries, USANCA leads efforts in seeking ways to improve CBRN survivability of Army materiel by establishing the CBRN Survivability Improvement Program (CSIP). CSIP initiatives include:\n\n* Providing Army senior leaders a new actionable CBRN mission critical report to prioritize key readiness focus.\n* Updating requirements for CBR-CS testing, evaluation, and performance analysis criteria.\n* Developing new CBRN survivability training to support the education of capability and materiel developers.\n* Revising AR 15-41 to address the Army's CBRN Survivability Program and CSIP objectives.\n\n  \n**Why is this important to the Army?**\n\nThis program helps to increase the lethality of the force, ensuring the Army is ready for any potential fight.  Potential adversaries have increased the role of weapons of mass destruction in their security strategies. In addition to great power competitors, regional state adversaries and sub-state actors are now capable of employing CBRN weapons against the Army and the joint force partners.\n\nA robust CBRN survivability program allows the Army to improve its range and depth of CBRN survivability readiness, compliance, and sustainment for all mission critical systems, and to ensure Soldiers are able to fight, survive, and win in a CBRN environment. \n\n  \n**Resources**:\n\n* [USANCA](https://g357.army.pentagon.mil/USANCA/SitePages/newUSANCA.aspx)\n\n**Related STAND-TO!**:\n\n* [U.S. Army Nuclear and Countering Weapons of Mass Destruction Agency]( https://www.army.mil/standto/2017-02-15)\n\n**Related documents**: \n\n* [DODI 3150.09 CBRN Survivability Policy](https://www.esd.whs.mil/Portals/54/Documents/DD/issuances/dodi/315009p.PDF?ver=2018-10-11-074425-453)\n* [AR 70-75 Survivability of Army Personnel and Materiel](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/r70_75.pdf)\n* [AR 15-41 CBRN Survivability Committee](https://armypubs.army.mil/epubs/DR_pubs/DR_a/pdf/web/ARN6040_AR15-41_WEB_Final.pdf)\n",
    "date": "Thursday, January 31, 2019",
    "quote": "",
    "events": ""
}