{
    "id": "2014-12-01",
    "title": "Army Learning Management System",
    "body": "**What is it?**\n\n[The Army Learning Management System (ALMS)](http://www.atsc.army.mil/tadlp/delivery/alms.asp) is an online training and education system for Soldiers and civilians. ALMS delivers online training and education to 1.2 million Soldiers and other authorized users, making it one of the world's largest learning management systems. Through U.S. Army Training and Doctrine Command's Combined Arms Center - Training, the ALMS increases readiness and provides training flexibility. Soldiers can achieve many training objectives online, reducing schoolhouse time, saving money and increasing stability for Soldiers and families.\n\n**What has the Army done?**\n\nThrough upgrades in ALMS servers and software, the Army has made training managers' duties easier. Training managers will be able to assign training to Soldiers in their unit and will have improved visibility over their unit's training completion status.\n\nThe upgrades also allow users to personalize their ALMS homepage, which provides significantly enhanced capabilities to include an intuitive graphical user interface. The interface displays the course or courses a learner is taking, assigned training items and training deadlines. \n\nBy upgrading the ALMS, learners will not be required to retake a topic if they already successfully completed that topic in another course. ALMS 4 will permit learners in some courses to test out of topics they have already mastered, and course completeion will be automatically recorded, so Soldiers will no longer need to report training completion or print training certificates. Additionally, ALMS will notify Soldiers of assigned training.\n\n\n**What does the Army have planned for the future?**\n\nThe Army will continue improving the ALMS to provide a system that supports peer-to-peer collaboration and learning via mobile devices. \n\n**Why is this important to the Army?**\n\nThe Army continues to leverage distributed learning to deliver training and education content throughout the Army. Distributed learning will remain a key component of the [Army Leader Development Strategy](http://usacac.army.mil/cac2/cal/alds.asp), complementing self-development and supporting operational and institutional training and education. The ALMS will help the Army deliver training and education materials to Soldiers and civilians at the point of need.\n\n**Resources:**\n\n* [Army Learning Management System](http://www.atsc.army.mil/tadlp/delivery/alms.asp)\n* [U.S. Army Training Support Center](http://usacac.army.mil/organizations/cact/atsc) \n* [U.S. Army Distributed Learning System](https://www.dls.army.mil/)\n* [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- Army Leader Development Strategy 2013](http://www.army.mil/standto/archive_2013-06-19/)\n",
    "date": "Monday, December 1, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\n[The Army] remains incredibly busy. We are the foundation of all the joint response, no matter where it is in the world and you all are on the tip of that spear, being here in Kuwait. I know sometimes you might think, 'I'm not at war, this is not a real deployment,' I'm telling you this is probably the most important deployed force we have today.  \n\n### -  [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), reasserting the importance of the Army's mission in Kuwait, to assembled Soldiers, during his recent visit to Camp Buehring, Kuwait, Nov. 24 \n\n### - [Army Chief of Staff visits 'Devil' brigade in Kuwait](http://www.army.mil/article/139117/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}