{
    "id": "2014-12-02",
    "title": "Female Drill Sergeants",
    "body": "**What is it?**\n\n[U.S. Army's Female Drill Sergeants](http://www.army.mil/drillsergeant/) have trained Soldiers for over 40 years. The first six female students to complete drill sergeant school began training Soldiers in 1972, after receiving permission to be included in the drill sergeant program by the Army chief of staff. These first females were graduates from the Women's Army Corps and stationed at Fort McClellan, Alabama.  \n\nDrill sergeants, as part of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), are responsible for coaching, counseling and mentoring thousands of trainees as they transform from civilians to a combat-ready Soldiers.  Noncommissioned officers who graduate from the [U.S. Army Drill Sergeant School](http://www.army.mil/standto/archive_2014-06-17/) are consummate professionals and the epitome of Soldiers. \n\n\n**What has the Army done?**\n\nFemale drill sergeants were responsible for training women in gender-segregated units after the elimination of the Women's Army Corps in 1978.  Since 1994, when Basic Combat Training became gender-integrated , female drill sergeants have assisted in the transition and now train male and female Soldiers at Fort Jackson, Fort Leonard Wood and Fort Sill.  Both active and reserve component female drill sergeants are actively involved in initial entry training and instilling the [Army Values](http://www.army.mil/standto/archive_2013-08-15/) to all new recruits.  \n\nFemale drill sergeants in the Army Reserve (USAR) are part of the \"Echo\" Companies, which provide augmentation to each of the gender-integrated training sites or perform their duties in support of the many USAR missions that require drill sergeant capabilities.\n\n\n**What does the Army have planned for the future?**\n\nThe Army has opened more than 55,000 positions previously closed to female Soldiers since May 2012 in the active Army, Reserve and the National Guard.  As more positions are opened for female Soldiers to serve, there will be an increase in demand for female drill sergeants.  Currently, there are more than 450 female drill sergeants serving on active duty at each of the four Army training centers and more than150 serving in USAR units in 44 states, Washington, D.C., and Puerto Rico.  Authorizations will increase in fiscal year 2015, providing more opportunities for female NCOs to serve as drill sergeants.  \n\n**Why is this important to the Army?**\n\nFemale drill sergeants symbolize the strength and diversity of the Army and the nation.  They serve to train the current generation of Soldiers and inspire the next generation of leaders.  Duty as a drill sergeant is personally and professionally rewarding.  Becoming a drill sergeant exemplifies a commitment to be a mentor and role model for Soldiers as part of the cornerstone of the Army Profession.  Both the active Army and USAR have vacancies for female drill sergeants for interested volunteers.\n\n**Resources:**\n\n* [U.S. Army Drill Sergeant](http://www.army.mil/drillsergeant)\n* [The U.S. Army Values website](http://www.army.mil/values/) \n* [US Army Training Center and Fort Jackson Home Page](http://jackson.armylive.dodlive.mil/)\n* [GoArmy: Careers & Jobs](http://www.goarmyreserve.com/ds.html)\n* [The US Army Drill Sergeant School](https://www.facebook.com/USADSS)\n* Related STAND-TO!: \n* [- Instructor Development and Recognition Program](http://www.army.mil/standto/archive_2014-05-15/) \n* [- U.S. Army Drill Sergeant School](http://www.army.mil/standto/archive_2014-06-17/)\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n* Related documents: \n* [- TRADOC Regulation 350: *Enlisted Initial Entry Training Policies and Administration*](http://www.tradoc.army.mil/tpubs/regs/tr350-6.pdf)\n* [- Department of the Army Form 4187](http://www.apd.army.mil/pub/eforms/pdf/a4187.pdf) (Request course attendance through [Human Resources Command](http://www.hrc.army.mil/)\n\n",
    "date": "Tuesday December 2, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThis success speaks volumes to Army medicine and the quiet, occasionally forgotten professionals who advance military medical research at places like the [USAMRIID](http://www.usamriid.army.mil/) (U.S. Army Medical Research Institute of Infectious Diseases) while rapidly responding to the changing needs of the mission. As we deploy service members overseas, we must do everything we can to protect our troops - to include our four-legged canine warriors. \n \n### -   Lt. Col. Tony Alves, an Army veterinary pathologist, highlighting the success of the Army's first-time ever diagnostic evaluation for Ebola on canines, which will help to screen military working dogs, supporting the troops in Operation United Assistance, for Ebola for redeployment. \n\n### - [An Ebola tale with a tail](http://www.army.mil/article/139211/)\n\n### - Related STAND-TO!: [Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}