{
    "id": "2014-12-03",
    "title": "ATFP and Senior Army Advisor, Army National Guard (SRAAG) Duties and Certification",
    "body": "**What is it?**\n\nThe Senior Army Advisors, Army National Guard (SRAAG), is a group of senior active Army officers detailed with the Army National Guard (ARNG) of each state and territory and the District of Columbia who advise and assist the state's ARNG commanders concerning organization, operations, training and readiness. A SRAAG acts as the principle active component contact for The Adjutant General (TAG) in each state and is an active member of the TAG's staff.\n\n\n**What has the Army National Guard done?**\n\nThe Army has assigned SRAAGs to be subject matter experts for all matters regarding training support and integration of reserve component units and to assist the TAGs, the states' Joint Force Headquarters staffs and ARNG unit commanders in meeting training and readiness standards.\n\nFirst Army, as Forces Command's coordinating authority for Army Total Force Policy implementation, provides oversight of the SRAAG program. SRAAGs play an important role in enabling ATFP by:\n\n* -- Engaging the state JFHQ staffs in planning and coordinating ATFP implementation\n* -- Acting as subject matter experts for First Army training support capabilities\n* -- Monitoring ARNG activities\n* -- Enhancing partnerships between ARNG units and First Army's training support brigades\n* -- Advising in the Total Force Partnership Program\n* -- Assisting active/reserve component collective training integration\n\n\n**What efforts does the Army National Guard plan to continue?**\n\nFirst Army trains and certifies newly assigned SRAAGs within 90 days of their reporting to their TAGs. SRAAG certification requires participation in a three-day orientation course conducted by First Army headquarters staff and completion of Phase I (online) and Phase II (resident) of the Defense Support of Civil Authorities course. The three-day orientation includes engagement with senior First Army leaders to discuss SRAAG roles and responsibilities; First Army mission, capabilities and structure; the Unit and Officer Federal Recognition boards;  ATFP requirements; ARNG unit readiness; reporting procedures; and U.S. Property and Fiscal Office processes.\n\nFirst Army ensures SRAAG skill sustainment through quarterly engagements with First Army senior leadership focused on current topics, lessons learned and emerging requirements; participation in semi-annual First Army commander's conferences and completion of Phase III of the DSCA course (online).\n\n\n**Why is this important to the Army?**\n\nThe Army National Guard plays a critical role in Army Total Force Policy, providing 39 percent of the Army Operational Force. SRAAGs assist First Army and TAGs in implementing ATFP and collective integration of active and reserve training support. Standardized, rigorous and sustained SRAAG training is critical in helping ARNG leaders maintain unit readiness.\n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [First Army on Facebook](http://www.facebook.com/FirstArmy)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related documents:\n* [- First Army Information Brochure](http://www.first.army.mil/documents/pdf/1A_Brochure_2013_Version.pdf)\n* [- First Army Premier Trainers Tri-fold (Bold Shift Initiative)](http://www.first.army.mil/documents/pdf/Trifold-PremierTrainers-SinglePage-Readable-20141001.pdf)\n* [- Army Total Force Policy Tri-fold ](http://www.first.army.mil/documents/pdf/Trifold-ATFP-SinglePage-Readable-20141001.pdf)\n* [- Army Directive 2012-08: Army Total Force Policy](http://www.apd.army.mil/pdffiles/ad2012_08.pdf)\n* Related article:\n* [- New senior advisors to Army National Guard receive their marching orders](http://www.army.mil/article/126195/)\n* Related STAND-TO!\n* [- Army Total Force Policy](http://www.army.mil/standto/archive/issue.php?issue=2012-10-23)\n",
    "date": "Wednesday, December 3, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nIf you're getting less than six hours of sleep, you're cognitively impaired.\n \n### -   Lt. Gen. Patricia D. Horoho, Surgeon General of the Army and commander of the [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx), emphasizing the medical consequences of lack of sleep, during a recent panel discussion on sleep by the nation's leading experts in Washington, D.C.\n \n### - [Sleep: Army Medicine partner in national discussion on sleep and health](http://www.army.mil/article/139263)\n\n### Related STAND-TO!: [Performance Triad- Sleep](http://www.army.mil/standto/archive_2013-02-13/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}