{
    "id": "2014-12-04",
    "title": "Expert Field Medical Badge",
    "body": "**What is it?**\n\nThe Expert Field Medical Badge (EFMB) is a special skill award for recognition of exceptional competence and outstanding performance by field medical personnel and approved by the Department of the Army on June 18, 1965. \n\nThe Expert Field Medical Badge may be awarded to all enlisted personnel who have a military occupational specialty (MOS) in the Career Management Field (CMF) 68, MOS18D, or AMEDD area of concentration. The badge also may be awarded to officers assigned or detailed to an Army Medical Department (AMEDD) Corps; Army officers in training at the Uniformed Services University of the Health Sciences; Army officers enrolled in the Health Professions Scholarship Program; warrant officers who have an AMEDD primary military occupational specialty (MOS) controlled by The Surgeon General; warrant officer pilots that have a special qualification identifier \"D\" (Aeromedical Evacuation Pilot) and are assigned to an air ambulance unit. \n\n\n**What has the Army done?**\n\nThe current EFMB implements battlefield scenario and combat lane concepts. Pyrotechnics, smoke, opposing force activity, realistic moulage, anatomic simulators, and casualty simulators are used extensively to enhance conditions for realism. Combat testing lanes (CTLs) include mission-related tasks using reaction-based testing. Unlike previous EFMB testing, warrior skill stations and round-robin style testing are not authorized. \n\n**Why is this important to the Army?**\n\nThe EFMB test measures the individual medical Soldier's physical fitness, mental toughness, and ability to perform to standards of excellence in a broad spectrum of critical medical and Soldier skills. The purpose of the EFMB is to: \n\n* -- Recognize qualified AMEDD personnel who demonstrate a high degree of professional skill, stamina, and proficiency\n* -- Recognize medical personnel who can expertly perform combat medical and Soldier tasks that support medical care in a simulated combat environment\n* -- Promote esprit-de-corps  \n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe current EFMB Test, AMEDDC&S PAM 350-10, dated Nov. 10, 2011, test the candidate's ability to successfully perform numerous tasks. To accomplish this, candidates must take a written examination comprising of 60 questions, execute three separate Combat Testing Lanes and must receive a \"GO\" on 11 of 14 Medical, eight of 10 Evacuation, 10 of 13 Warrior Skills, and four of five Communication tasks. Candidates must correctly identify three of four points during the Day and Night Land Navigation and complete a 12-mile Foot March in three hours. \n\nCandidates who successfully complete the foot march are presented with the Expert Field Medical Badge at a formal ceremony. The top three candidates are awarded an EFMB coin to signify their exceptional accomplishments during the EFMB testing.\n\n\n\n**Resources:**\n\n* [U.S. Army Medical Department Center and School](http://www.cs.amedd.army.mil/)\n* [U.S. Army Medical Command](http://armymedicine.mil/pages/home.aspx)\n* CAC log-in required: [EFMB Test Control Office](https://www.us.army.mil/suite/grouppage/118338)\n* [Army Best Medic Competition on Facebook](https://www.facebook.com/ArmyBestMedicCompetition)\n* Related document: \n* [- EFMB Test, AMEDDC&S PAM 350-10](http://www.ncosupport.com/files/AMEDDCS_Pam_350-10.pdf )\n* Related STAND-TO!:\n* [- U.S. Army Central's Expert Field Medical Badge Standardization and Testing](http://www.army.mil/standto/archive_2013-12-20/)\n* [- Army Physical Fitness Test](http://www.army.mil/standto/archive/issue.php?issue=2012-09-18)\n* [- U.S. Army Europe's Expert Field Medical Badge](http://www.army.mil/standto/archive/issue.php?issue=2012-09-13)\n\n",
    "date": "Thursday, December 4, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nWe pretty much have zero exposure risk to Ebola right now, and 100 percent exposure risk to malaria. \n \n### - Maj. Benjamin Platt, physician, Army Medical Support Company, Joint Forces Command - United Assistance, reasserting that Ebola poses a significantly smaller threat than malaria, for service members deployed in Africa \n \n### - [Biggest threat to U.S. troops in Liberia is malaria, not Ebola](http://www.army.mil/article/139340/)\n\n### Related STAND-TO! [Ebola Epidemic Response Efforts](http://www.army.mil/standto/archive_2014-10-30/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n \n\n\n\n\n   \n\n"
}