{
    "id": "2014-12-08",
    "title": "2014 Army-Navy Game: America's Game",
    "body": "**What is it?** \n\nThe Black Knights of Army and Midshipmen of Navy will square off for the 115th time for one of the most storied rivalries in college sports on Dec. 13, at M&T Bank Stadium in Baltimore, Maryland, for the [2014 Army-Navy Game](http://armynavygame.com).  Gates open at 11 a.m.  The march on of the Brigade of Midshipmen and Corps of Cadets begins at 12:16 p.m. and 12:46 p.m. respectively. Kickoff is at 3:10 p.m. EST.  \n\n\n**What is the Army doing?** \n\nOn game day, the Army will highlight its state-of-the-art, high-tech opportunities.  A variety of Army equipment and technologies, including the latest M-ATV (Mine Resistant Ambush Protected All-Terrain Vehicle), Paladin self-propelled howitzer cannon system, and Stryker and Bradley armored fighting vehicles, will be on display outside the stadium. These capabilities are representative samples of equipment found within the Army's Brigade Combat Teams. \n\nGame-goers will also see how Soldiers and leaders at all echelons share data, imagery and position information. Attendees will have the opportunity to handle Soldiers' body armor, night vision goggles, thermal sights, and individual and crew-served weapon systems.  \n\n\n**Why is this important to the Army?** \n\nThe Army-Navy game connects the American public to the Army, maintaining and strengthening goodwill, which is vital to the Army's success.  It highlights the [U.S. Military Academy](http://www.usma.edu)'s role to educate, train and inspire the Corps of Cadets to become commissioned leaders of character committed to the [values](http://www.army.mil/values/) of Duty, Honor, Country and prepared for [professional excellence](http://cape.army.mil/aaop/) as officers in the U.S. Army.  \n\nWhile on the field, the players from West Point and Annapolis will compete with every ounce of their being. More importantly, in the very near future, every cadet and midshipman will begin their professional careers, serving as commissioned officers, leading the sons and daughters of America in the defense of our nation.  They will unite to form one of the most powerful fighting forces the world has ever known, the joint team of the U.S Armed Forces. \n\n\n**What's the way forward?** \n\nBEAT NAVY.  Hooah!  See the game on CBS television or hear it live on radio over the Army Sports Network and SiriusXM Satellite Radio channels 93 & 201. The game will also be aired worldwide on the American Forces Network.\n\n\n**Resources:**\n\n* [U.S. Military Academy](http://www.usma.edu)\n* [Official Game website](http://armynavygame.com)\n* [Army Sports website](http://www.goarmysports.com)\n* [Game Day Site](http://www.goarmysports.com/sports/m-footbl/spec-rel/army-navy-news-13.html)\n* [Army Football Media Guide](http://www.goarmysports.com/sports/m-footbl/spec-rel/082714aab.html)\n* [Army Sports Network](http://sportsaffiliates.learfieldsports.com/affiliates/army4)\n* [Baltimore Office of Promotion & The Arts](http://www.promotionandarts.org/events-festivals/2014-army-navy-game)\n\n",
    "date": "Monday December 8, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThis award is not about me. It's about the more than one million Soldiers who earn this award. It's their dedication. The only thing they wanted to do was to go back and serve their country. I've watched so many who've done five, six, seven, eight tours of duty in combat and lead our Soldiers, because they think it's the right thing to do. That's the honor of serving in our Army today. The honor of leading these young men and women who will do whatever is necessary to ensure our safety and our way of life continues.\n \n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), after receiving the *Andrew J. Goodpaster Award* presented by the George C. Marshall Foundation, Dec. 5, in Washington D.C. \n \n### - [CSA says he's inspired by Soldiers' selfless service, sacrifice](http://www.army.mil/article/139535)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}