{
    "id": "2014-12-09",
    "title": "The Soldier's Blue Book",
    "body": "**What is it?**\n\nThe Soldier's Blue Book, [U.S. Army Training and Doctrine Command Pamphlet 600-4](http://www.tradoc.army.mil/tpubs/pams/TP600-4withChange1.pdf), introduces new Soldiers to the Army's culture, history and organizations and describes training the Soldiers receive as they transform from civilian volunteers to Army professionals of character, competence and commitment. It also outlines proper wear of the uniform, customs and courtesies, comprehensive health and fitness information, and resources for Soldiers. The book is pocket-sized for Soldiers to be able to carry it at all times.\n\nThe book is issued on the first reception day at Basic Combat Training or One Station Unit Training. It provides foundational knowledge for trainees to start their path for success not only during initial entry training, but throughout their Army career.\n\n\n**What has the Army done?**\n\nU.S. Army Center for Initial Military Training, the proponent for [TRADOC Pamphlet 600-4](http://www.tradoc.army.mil/tpubs/pams/TP600-4withChange1.pdf), worked in conjunction with the Center for the Army Profession and Ethic to incorporate the principles of the Army Profession and Army Ethic into The Soldier's Blue Book. The emphasis on Army Values, strength of character and honorable service serves as a solid base for trainees to inculcate them into the Army's culture.  Establishing the Army Ethic at the onset of a Soldier's career is an important step in developing the moral identity of an Army Professional.\n\n\n**What does the Army have planned for the future?**\n\nThe Army revised The Soldier's Blue Book in October 2014, which ties in with the Army chief of staff's theme for fiscal year 2015-2016: America's Army -- our Profession: \"Living the Army Ethic -- Why and How we Serve.\" Initial entry training is the \"front door\" to the Army Profession, and introducing The Soldier's Blue Book establishes the expectations of being a Soldier and reinforces the importance of the Army Ethic to an aspiring professional before arrival to the first unit of assignment. \n\n\n**Why is this important to the Army?**\n\nThe Army has performed its missions for 239 years, abiding by American values, but without a codified professional ethic. The bedrock of the Army Profession is trust: trust between Soldiers; trust between Soldiers and leaders; trust between Soldiers and Army civilians; trust between Soldiers, their families and the Army; and trust between the Army and the American people. \n\nPublishing a clearly articulated Army Ethic can help inspire and motivate Soldiers to make the right decisions and take the right actions in honorable service to the nation. The Soldier's Blue Book incorporates not just what trainees will do during initial entry training, but what it means to be a member of the Profession of Arms. It provides a set of moral principles for Soldiers to live by -- as Soldiers for Life.\n\n\n**Resources:**\n\n* [Center for the Army Professional Ethic](http://cape.army.mil/)\n* [Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Center for Initial Military Training](http://www.tradoc.army.mil/dcgimt/index.htm)\n* [CAPE News](http://cape.army.mil/news/)\n* [- Trusted Professional](http://cape.army.mil/news/a-trusted-professional)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* [Army Values](http://www.army.mil/values/)\n* Related documents: \n* [- Army Ethic White Paper](http://cape.army.mil/army-ethic-white-paper/)\n* [- TRADOC Pamphlet 600-4](http://www.tradoc.army.mil/tpubs/pams/TP600-4withChange1.pdf)\n* Related STAND-TO!:\n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n",
    "date": "Tuesday, December 9, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nI am excited by the mission that lies ahead. Resolute Support begins a new chapter in our partnership with the Afghan security forces.\n \n### - Maj. Gen. Mike Murray, U.S. Forces Afghanistan -- Support, deputy commander, said during a ceremony at Bagram Airfield, Afghanistan, Dec. 7.\n \n### - [Marne Division uncases colors in Afghanistan](http://www.army.mil/article/139606/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}