{
    "id": "2014-12-10",
    "title": "20th CBRNE Command -- Globally Engaged, Regionally Aligned",
    "body": "**What is it?**\n\n20th CBRNE Command (Chemical, Biological, Radiological, Nuclear, Explosives) is the U.S. Army's only command missioned to combat the full range of CBRNE hazards around the globe. The command was activated in 2004 based on a recognized need to consolidate, realign and expand the Army's CBRN and EOD capabilities. \n\nThe Aberdeen Proving Ground, Maryland-based 20th CBRNE Command provides mission command over 85 percent of the U.S. Army Active Component CBRNE capabilities, including two EOD groups, one chemical brigade, Nuclear Disablement Teams, CBRNE Coordination Elements, expeditionary laboratories, remediation and consequence management formations.\n\n\n**Why is it important to the Army?**\n\nCBNRE threats pose a very real and serious challenge to the security of our nation and our allies. \n\nAdversarial state and non-state actors seek to employ asymmetrical CBRNE hazards, including improvised explosive devices, radiological dispersal devices, toxic industrial chemical and biotoxins.\n\n\n**What has the Army done?**\n\nSoldiers and civilians from 20th CBRNE Command operate around the world to combat the world's most dangerous weapons in the world's most dangerous places.  \n\nOver the last 10 years, the 20th CBRNE Command has maintained one of the highest operational tempos in the U.S. Army.  \n\nThe command provides continuous support to civil authorities in emergency response to CBRNE hazards both on and off military installations. The command provides CBRNE formations in support of continuing operations in Iraq, Afghanistan, Kuwait and Kosovo and is consistently executing training with interagency partners and allied forces on five of the seven continents, routinely.  Together with joint EOD partners, 20th CBRNE EOD technicians have defeated more than 50,000 improvised explosive devices in Iraq and Afghanistan.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe 20th CBRNE Command is experimenting with a task organization that transforms its two EOD groups and chemical brigade into three, mutli-functional CBRNE Brigade Task Forces that are regionally aligned with I Corps in the Asia Pacific region; III Corps in Europe, Africa and the Middle East; and XVIII Airborne Corps on Global Response Force missions.  \n\nBy aligning with the Corps and the Army Service Component Commands, the 20th CBRNE Command is supporting the Secretary of the Army and Chief of Staff of the Army's vision for Regionally Aligned Forces.\n\nThe 20th CBRNE Command is ready, reliable and globally responsive; capable of defeating CBRNE threats to our nation anytime and anywhere.\n\n\n**Resources:**\n\n* [20th CBRNE Command](http://www.cbrne.army.mil/)\n* [Army.mil: 20th CBRNE News](http://www.army.mil/20thcbrne)\n* Related social media: \n* [- 20th CBRNE on Facebook](https://www.facebook.com/20thCBRNECommand)\n* [- 20th CBRNE on Twitter](https://twitter.com/20thCBRNE)\n* [- 20th CBRNE on YouTube](https://www.youtube.com/user/20thCBRNE)\n* [- 20th CBRNE on Flickr](https://www.flickr.com/photos/20thcbrne)\n* Related STAND-TO!: \n* [- 20th CBRNE Command Decisive Action Training (Integration)](http://www.army.mil/standto/archive_2014-09-19/)\n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n* Related articles: \n* [- 1st Area Medical Laboratory set to deploy to Liberia](http://www.army.mil/article/137097/1st_Area_Medical_Laboratory_set_to_deploy_to_Liberia/)\n* [- 20th CBRNE Soldiers embark on 'Pacific Pathways'](http://www.army.mil/article/134050/20th_CBRNE_Soldiers_embark_on__Pacific_Pathways_/)\n* [- 20th CBRNE troops train with NATO Response Force](http://www.army.mil/article/134606/20th_CBRNE_troops_train_with_NATO_Response_Force/)\n* [- 20th CBRNE Soldiers complete Ulchi Freedom Guardian](http://www.army.mil/article/132815/20th_CBRNE_Soldiers_complete_Ulchi_Freedom_Guardian/)\n* [- South Korean troops participate in CBRN exercise](http://www.army.mil/article/129052/South_Korean_troops_participate_in_CBRN_exercise/?from=RSS)\n",
    "date": "Wednesday, December 10, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nArmy civilians and contractors are critical, and the contributions they make are noticed at the very highest of levels. It's a great priority to make sure that our civilian workforce is acknowledged because their contributions really are heroic. \n\n### - [Under Secretary of the Army Brad Carson](http://www.army.mil/leaders/usa/), as the second highest ranking civilian official in the Department of the Army, commended Army civilians and contractors for their commitments and sacrifices, during his recent visit to Redstone Arsenal, Alabama \n\n### - [Under Secretary of the Army recognizes importance of AMC, Redstone Arsenal](http://www.army.mil/article/139702)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}