{
    "id": "2014-12-11",
    "title": "The Leader's Guide to Unit Training Management",
    "body": "**What is it?**\n\n[The Leader's Guide to Unit Training Management (UTM)](https://atn.army.mil/media/docs/LG_to_UTM_FINAL.pdf) is the Army's how-to manual for training management techniques.  It explains doctrinal processes and concepts in great depth and, is based on the training doctrine of [Army Doctrine Publication and Army Doctrine reference Publication 7.0](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp7_0.pdf).\n\nCreated by [U.S. Army Training and Doctrine Command's](http://www.tradoc.army.mil/) [Combined Arms Center -- Training](http://usacac.army.mil/organizations/cact),  the guide features a resource page available online on the [Army Training Network](https://atn.army.mil), with a link to the 7-0 doctrine, a downloadable Leader's Guide, how-to tutorials and examples of what training \"right\" looks like. \n\nThe Army Training Management System is comprised of several web-based resources meeting the current training management process. They include: the Army Training Network, the Digital Training Management System and the Combined Arms Training Strategies. Each resource delivers important and necessary capabilities to the Unit Training Management process. The Digital Training Management System and the Combined Arms Training Strategies are also available at the [Army Training Network](https://atn.army.mil). \n\n\n**What has the Army done?**\n\nThe 2011 and 2012 Unit Training Management versions were a web-based format on the Army Training Network. Through feedback from Soldiers and operational units, it was determined; a downloadable manual was the preferred delivery method. Now, the current version can be viewed as a PDF, and downloaded as a manual for units and Soldiers, rather than relying on viewing text and graphics from a web-based feature.\n\n\n**What effort does the Army have planned for the future?**\n\nAs Army training doctrine evolves and units continue to develop training efficiencies and best practices, the Leader's Guide to Unit Training Management will continue to explain the how-to techniques of training Soldiers. While the doctrine of Army Doctrine Publication and Army Doctrine reference Publication 7.0 provides a strong and enduring foundation, the Leader's Guide provides the Army dynamic and easily updateable techniques of how to plan, prepare, execute and assess unit training.\n\n\n**Why is it important to the Army?**\n\nThe Army is increasingly relying on commanders to train their units while at home station. Units must determine the most efficient way to train with limited time and resources. As a result, understanding and using the right techniques to train units is as important as ever. The Leader's Guide to Unit Training Management is the unit's guide to conduct quality, effective training. \n\n\n**Resources:**\n\n* [Army Training Network](https://atn.army.mil)\n* [- Unit Training Management](https://atn.army.mil/dsp_template.aspx?dpID=446)\n* [Combined Arms Center-Training](http://usacac.army.mil/cac2/atn/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related documents:\n* [- The Leader's Guide to Unit Training Management (UTM)](https://atn.army.mil/media/docs/LG_to_UTM_FINAL.pdf)\n* [- ADP 7-0: Training Units and Developing Leaders](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp7_0.pdf)\n* Related STAND-TO!: \n* [-  Army Training Network](http://www.army.mil/standto/archive_2013-07-22/)\n",
    "date": "Thursday, December 11, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nI want this summit to help us develop a culture of awareness about sexual assault and harassment and what each of us can do to prevent it. There cannot be mission command without trust.\n\n### - Col. Paul Kreis, commander of the 158th Infantry Brigade, referred to the U.S. Army's definition of mission command, wherein leaders are trusted to make sound decisions based on understanding what the commander wants to accomplish and through application of the Army values of loyalty, duty, respect, selfless service, honor, integrity and personal courage. \n\n### - [158th Infantry Brigade hosts SHARP Program Summit](http://www.army.mil/article/139759)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}