{
    "id": "2014-12-12",
    "title": "Army National Guard Incentive Management System",
    "body": "**What is it?**\n\nThe [Army National Guard Incentive Management System (GIMS)](https://g1arng.army.pentagon.mil/Systems/GIMS/Pages/default.aspx) is a product under the [Reserve Component Manpower System-Guard (RCMS-G)](https://g1arng.army.pentagon.mil/Systems/RCMS/Pages/default.aspx) and was implemented in 2012 to assist the Army National Guard in recruiting and retention efforts. GIMS allows individual states to manage and monitor incentives and education benefits for Soldiers via a web-based interface system.\n\n\n**What has the Army National Guard done?**\n \nProvided an adaptable, online system that is organized via management centers that have a wide range of features, including program management controls, system evaluations, and automation processes. These features are based on business rules and processing procedures that are in place at strategic points, or phases, across an incentive contract's lifecycle to ensure compliance with Law, Department of Defense Instructions (DODi), U.S. Army Regulations, and Army National Guard Policy. The phases are aligned logically with a contract's lifecycle, creating a simple business process flow: Issue Bonus, Establish Control, Monitor, and Payment.\n\n\n**Why is this important to the Army National Guard?**\n\nThe Guard Incentives Management System (GIMS) was implemented to help prevent fraud, waste, and abuse while contributing a foundation for obtaining, evaluating, and recommending options for Soldiers who are eligible for or are receiving one or more incentives and/or education benefits.\n\nStrategically, the Guard Incentives Management System (GIMS) has incorporated budgeting and reporting tools that are currently being used to provide leadership with the appropriate data and trend analysis. Use of these tools assists in forecasting budget and personnel requirements for the Army National Guard to increase personnel readiness. \n\n\n**What efforts does the Army National Guard plan to continue for the future?**\n\nExpand interfacing capabilities to other existing RCMS products, web-based systems, applications, and tools that will enable leaders to increase personnel readiness further. Users will soon be able to view personnel readiness in one system and complete personnel actions in another system simultaneously, combining data from GIMS with a Formation View-based user interface from the Directors Personnel Readiness Overview (DPRO). Additionally, with future releases, personnel actions can be completed entirely from a tablet-friendly interface.\n\nCurrently conducting two Lean Six Sigma (LSS) studies to address our current procedures for the Student Loan Repayment Program and Exception to Policy modules with the goal of streamlining the processes.  By streamlining the processes via automated procedures and recommended system changes, the time it takes to process Incentives will be decreased and redundant workloads will be reduced.\n\n\n**Resources:**\n\n* [Army National Guard G1 Personnel Gateway](https://g1arng.army.pentagon.mil/Pages/Default.aspx)\n* [Army National Guard Incentive Management System (GIMS)](https://g1arng.army.pentagon.mil/Systems/GIMS/Pages/default.aspx)\n* [Reserve component Manpower System-Guard (RCMS-G)](https://g1arng.army.pentagon.mil/Systems/RCMS/Pages/default.aspx)\n",
    "date": "Friday, December 13, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThere are three things I think about every day, when I get up in the morning. One, is I think about the fact that we have 60,000 Soldiers deployed in 150 countries, and I've got to make sure they're trained, ready and prepared to do their mission. Second, is while I'm doing that I have to downsize the Army. We've already taken 70,000 people out of the active component, and we're scheduled to take more out depending on how sequestration goes. I have to do that simultaneously while I maintain the mission sets we have around the world. Finally, the third thing I think about, I have to be looking to the future, and because times are changing, the world is evolving, war is changing, and we've got to be able to be prepared for that. We've got to manage all three of those things. \n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) spoke with 111th Military Intelligence Brigade leadership during his visit to Fort Huachuca, Arizona, Dec. 9, 2014.\n\n### - [CSA makes first visit to Huachuca, learns of post's unique capabilities](http://www.army.mil/article/139805/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}