{
    "id": "2014-12-15",
    "title": "Army Contract Writing System",
    "body": "**What is it?**\n\nThe [Army Contract Writing System](http://www.eis.army.mil/programs/acws) (ACWS) is envisioned as a single, enterprise-wide solution to replace the Army's existing contract writing and management systems. Primary systems include the Standard Procurement System (SPS), the Procurement Automated Data and Document System (PADDS), and the Virtual Contracting Enterprise (VCE).   ACWS will comprise approximately 8,000 users at 280 sites in the CONUS and OCONUS.  \n\n\n**Why is this important to the Army?**\n\nIn October 2011, the Office of the Under Secretary of Defense for Acquisition, Technology, and Logistics (OUSD(AT&L)) signed a memo mandating the services to discontinue use of the current system, the Standard Procurement System.  The USD(AT&L) directed the services to immediately begin planning and budgeting for a replacement capability and to transition off of SPS by FY20.\n\n\n**What has the Army accomplished?**\n\nIn order to comply with the October 2011 memo, the Army established product manager army contract writing system (PdM ACWS), under the U.S. Army Program Executive Office Enterprise Information Systems, as the material developer of the proposed system.  In conjunction with that action, the Deputy Assistant Secretary of the Army for Procurement, as the Functional Sponsor for the program, appointed the U.S. Army Contracting Command to act as its executive agent managing the functional requirements for the ACWS from elicitation through testing, fielding, and operational sustainment.\n\nOn May 15, Heidi Shyu, acquisition executive and assistant secretary of the Army for acquisition, logistics, and technology granted approval to the PdM ACWS to progress into the materiel solution analysis phase of the program.  \n\nOn  Aug. 8, a draft request for proposals (RFP) was released in support of the PdM ACWS acquisition planning to elicit industry feedback on the planned acquisition approach for the fielding of a commercially-available-off-the-shelf based solution.\n\n\n**What efforts does the Army plan to continue in the future?**\n\nThe Army will use the information gathered as an aid in influencing the final acquisition strategy and related decisions. This will result in a final RFP and contract award in FY15.  The awarded effort is expected to provide an incrementally developed solution with initial fielding anticipated to begin in FY18.  More information about the ACWS can be viewed on the U.S. Army Contracting Command Capabilities Management Office SharePoint site.\n\n\n**Resources:**\n\n* [Army Contracting Command](http://www.army.mil/info/organization/unitsandcommands/commandstructure/acc/)\n* [U.S. Army PEO Enterprise Information Systems](http://www.eis.army.mil/)\n* [PEO EIS: Army Contract Writing System](http://www.eis.army.mil/programs/acws)\n* Related articles:\n* [- Draft request for proposal released for Army Contract Writing System](http://www.army.mil/article/132649/)\n* [- Future Army Contract Writing System reaches major milestone](http://www.army.mil/article/126872/)\n\n",
    "date": "Monday, December 15, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThe trust you build here is important because in times of crisis you can't surge trust.\n\n### - Lt. Gen. Stephen R. Lanza, commander of I Corps, headquartered at Joint Base Lewis-McChord, Washington, referring to Yama Sakura 67, the annual joint, bi-lateral exercise with Japan, which helps to reaffirm the strategic alliance and support the prevent, shape and win strategy, where Soldiers are prepared to prevent conflict, shape the security environment and win wars, according to the new Army Operating Concept doctrine.\n\n\n### - [Soldiers building valuable relationships with Japan during training](http://www.army.mil/article/139934)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}