{
    "id": "2014-12-16",
    "title": "Advanced Individual Training Platoon Sergeants",
    "body": "**What is it?**\n\nNon-commissioned officers, serving as advanced individual training platoon sergeants, help initial entry training Soldiers learn technical skills within their military occupational specialty at branch-specific schools within U.S. Army Training and Doctrine Command. \n\nThe Army transitioned to using platoon sergeants instead of drill sergeants for AIT in 2007 as a means to better prepare Soldiers for their first unit of assignment. The AIT platoon sergeants are responsible for taking care of administrative actions and formation management, with emphasis on physical readiness training, drill and ceremonies, and Warrior Tasks and Battle Drills. NCOs selected for AIT platoon sergeant duty are masters of systems and will become masters of formations, training, and planning as they fulfill their duties. Becoming an AIT platoon sergeant provides key leadership experience critical for promotion to the next grade and beyond.\n\n\n**What has the Army done?**\n\nStarting in fiscal year 2015, the AIT Platoon Sergeant Course will transform into a six-week format to add content that students will need to meet the challenges and demands of this important position. The Center for Initial Military Training is responsible for the course, which is located at Fort Jackson, South Carolina, and will share some curriculum with the U.S. Army Drill Sergeant School. The new format was designed by input from currently serving AIT platoon sergeants along with their leadership, and will focus on the Soldierization process, such as drill and ceremonies, physical readiness training, certain warrior tasks and comprehensive Soldier fitness. The additions to the course allow for the continuity of the Soldierization process started in Basic Combat Training, which continues through the first unit of assignment.\n\n\n**What does the Army have planned for the future?**\n\nThe increase in course content is the first step in the evolution of making the AIT platoon sergeants as masters of formations, training and Soldier development. The Army will be able to train about 600 new AIT platoon sergeants annually with this new format. Placing quality instructors in the initial entry training environment is vital for the professional growth and development of Soldiers to be ready to execute their occupational specialty. The increase in the importance of the AIT platoon sergeant role is expected to show favorably in future promotion boards.  \n\n\n**Why is this important to the Army?**\n\nDuirng a time of fiscal constraint, the new AIT Platoon Sergeant Course will asssit  the Army by not bringing an increase in manning or resource requirements because the training is incorporated into the Drill Sergeant School. \n\nThe changes implemented to the course will reduce the learning time NCOs require upon arrival to their AIT platoon sergeant assignment. The goal for revamping the course is to produce noncommissioned officers who are trusted professionals and masters of formations.\n\n\n**Resources:**\n\n* [The U.S. Army Drill Sergeant School on Facebook](https://www.facebook.com/USADSS)\n* [Fort Jackson - AIT PSG Course](http://www.jackson.army.mil/sites/aitpsg/)\n* Related articles:\n* [-A Trusted Professional](http://cape.army.mil/news/a-trusted-professional) \n* Related documents: \n* [- TRADOC Regulation 350](http://www.tradoc.army.mil/tpubs/regs/tr350-6.pdf)\n* [- Department of the Army Form 4187](http://www.apd.army.mil/pub/eforms/pdf/a4187.pdf) (Request course attendance through [Human Resources Command](http://www.hrc.army.mil/)) \n* Related STAND-TO!\n* [- U.S. Army Drill Sergeant School](http://www.army.mil/standto/archive_2014-06-17/)\n",
    "date": "Tuesday, December 16, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nWe now have the opportunity to truly partner with industry and academia in a novel and dynamic way that will harness each other's innovative power and shape the way that we collaborate for many years to come.\n\n### - Gabriel Camarillo, principal deputy to the assistant secretary of the Army for Acquisition, Logistics and Technology, during an open house held at the Army Research Laboratory Dec. 9-10, hosting about 450 scientists from universities and private companies.\n\n### - [450 scientists visit Army Research Lab 'Open Campus'](http://www.army.mil/article/139968)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}