{
    "id": "2014-12-17",
    "title": "Human Systems Integration",
    "body": "**What is it?**\n\nThe Army G-1 [Human Systems Integration (Army HSI)](http://www.armyg1.army.mil/HSI/), formerly known as Manpower and Personnel Integration (MANPRINT), is a practice that the U.S. Army uses to make sure human factors such as capabilities and limitations are incorporated into all of the steps during the system acquisition process.\n\nHSI's mission is to optimize total system performance, reduce life cycle costs, and minimize risk of Soldier loss or injury. This is accomplished by ensuring a systematic integration of Soldier characteristics and materiel design throughout the system development process.  Army HSI is the voice of the Soldier and helps to ensure that the Soldiers can operate the systems effectively to accomplish their missions to defend the nation.\n\n\n**What is the Army doing?**\n\nThe Army ensures Soldiers' skills and capabilities are considered and planned for in systems acquisition process. In 1986, the Vice Chief of Staff Gen. Max Thurman, established the MANPRINT directorate to address the systematic inattention to human issues within the Army. Office of the Secretary of Defense adopted the concept in 1987 and named it Human Systems Integration. Since then, MANPRINT has successfully worked to comprehensively inform Army capability developers and acquisition program managers about the criticality system usability. The re-designation will improve communications, coordination, and technical efforts.\n\n\n**What continued efforts does Army have planned for the future?**\n\nHSI will continue its established mission of supporting the system development process. A strong HSI program is a part of the cultural change within the Army centered on how it builds, strengthens, maintains, and assesses individual performance and unit readiness. The Army will focus its HSI efforts to becoming part of a collaborative, Joint HSI community of excellence. This will enable HSI to be universally recognized by its acquisition, industry, and academic partners. One example in which the Army is already participating, is an initiative to develop a DOD military standard (MIL-STD) for how to apply HSI best practices. This is just one of several Joint HSI efforts that must have a united front. \n\n\n**Why is this important to the Army?**\n\nModern systems are characterized by increasing complexity. The increased networking of systems requires more attention to the integration of both the design of systems and the training to operate those systems. Because of their increased functionality, the Army cannot reject these complex systems. Instead, it must learn to manage complexity more effectively mostly through both improved design and systematic training.\n\n\n**Resources:**\n\n* [Human Systems Integration](http://www.armyg1.army.mil/HSI/)\n* [Army G-1](http://www.armyg1.army.mil/) \n* [Army Research Laboratory]( http://www.arl.army.mil/)\n* [Army Combat Readiness - Safety Center: Systems Safety](https://safety.army.mil/systemsafety/SYSTEMSAFETYHOME/tabid/1494/Default.aspx)\n* Related document: \n* [- AR 602-2: Manpower and Personnel Integration in the System Acquisition Process](http://www.apd.army.mil/pdffiles/r602_2.pdf)\n",
    "date": "Wednesday, December 17, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nI think this puts the stigma aside and I think the liberal guidance in considering these cases is an important piece of that to gain the confidence of the veterans out there who may have had some sort of misconduct that was related to these symptoms.\n\n### - Col. Matthew B. Coleman, the military assistant to the deputy assistant secretary of the Army at the Army Review Boards Agency said about veterans with Post Traumatic Stress Disorder, or PTSD, who were discharged under \"other than honorable\" conditions can apply on a new webpage to have their discharge upgraded if it was due to PTSD.\n\n### - [New webpage allows vets with PTSD to apply for discharge upgrade](http://www.army.mil/article/140067)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}