{
    "id": "2014-12-18",
    "title": " Division Artillery: A Force Multiplier ",
    "body": "**What is it?**\n\nThe Division Artillery (DIVARTY) provides a long range precision fire support capability to the commander. It coordinates, integrates, synchronizes, and employs fires to achieve the division commander's objectives. \n\nThe DIVARTY can provide mission command to field artillery battalions (Rocket and Cannon) and other assets as required. The DIVARTY headquarters, through its fire control section, synchronizes all sensors to include sentinel and other indirect fire radars into the Division Deep Fight. This target acquisition capability enhances information collection and the timely engagement of targets in order to achieve the commander's objectives through proper sensor to shooter linkages.\n\nA DIVARTY will be assigned to each of the 10 active component divisions and is ideally stationed with the division headquarters.  The first unit made the transition in July, and the last units are expected to complete their reorganization by the fourth quarter FY 16.\n\n\n**What has the Army done?**\n\nIn December 2012, the Fires Center of Excellence submitted a Force Design Update (FDU) to re-establish field artillery command headquarters at echelons above brigade, for consideration in the Total Army Analysis process for fiscal years 2016-2020. On Oct. 3, 2013, the Vice Chief of Staff of the Army approved the FDU. It is anticipated that this organizational design will be completed across the force by first quarter FY 16.\n\nOn April 9, 2014, the Army disseminated an Implementation order outlining a plan to bring back the DIVARTY. \n\nOn July 23, 2014, the 1st Armored Division Artillery was the first DIVARTY to be reactivated.\n\n\n**What does the Army have planned for the future?**\n\nThe Army's vision is to establish the DIVARTY as the nation's premier fires force; organized, equipped, and trained to employ and deliver joint and combined arms fires. The strategy, extending to the year 2020, is divided into three core competencies (deliver fires; integrate fires; and conduct targeting) and four lines of effort (organization; training and development; proper employment; employ and sustainment of the force).  \n\nThe 3rd Infantry Division Artillery in coordination with the 82nd Airborne has recently conducted a Warfighter Exercise with this strategy in mind. \n \n3ID DIVARTY will be the first fully validated division level Field Artillery (FA) headquarters. Scheduled for the second quarter of training year 2015, additionally, 3ID DIVARTY is currently planning a Joint Exercise that will expand on the recent training exercise and support the branches overall strategy. \n\n**Why is this important to the Army?**\n\nThis new design best meets the required capabilities in support of Combatant Commanders and the Joint force. This results in the ability to effectively integrate and synchronize fires at Division, in support of Unified Land Operations (ULO). After 12 years of persistent conflict, the DIVARTY construct will emphasize FA core competencies, and leader and professional development, within the Fires Warfigher function.  \n\n\n**Resources:**\n\n* [U.S. Army Field Artillery School](http://sill-www.army.mil/USAFAS/)\n* [3rd Infantry Division](http://www.stewart.army.mil/units/home.asp?u=3ID)\n* [82nd Airborne](http://www.bragg.army.mil/82nd/Pages/default.aspx)\n* [DIVARTY: A Force Multiplier for the BCT and Division by The Fires Center of Excellence](http://sill-www.army.mil/USAFAS/DIVARTY.html)\n* Related documents:\n* CAC log-in required: [Division Artillery Implementation Order](https://www.us.army.mil/suite/doc/42594219)\n* CAC log-in required: [Division Artillery White Paper](https://www.us.army.mil/suite/doc/42414285)\n* [Division Artillery Operations Field Manual Techniques for the Fires Brigade (NOV 2012) ATP 3-09.24](http://armypubs.army.mil/doctrine/dr_pubs/dr_a/pdf/atp3_09x24.pdf)\n",
    "date": "Thursday, December 18, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nCurrent systems do have limitations. One of the limitations we have is ... we have limited ability to detect. With an elevated sensor, such as JLENS ... [we have] the ability to look over the horizon, we have the ability to detect, and to enable our systems to defeat cruise missiles.\n\n### - Maj. Gen. Glenn Bramhall, commander, 263rd Army Air and Missile Defense Command, said during a press briefing, Dec. 17.\n\n### - [Army to launch cruise missile-detecting aerostat at Aberdeen Proving Ground](http://www.army.mil/article/140245/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}