{
    "id": "2014-12-19",
    "title": "Mission Analysis Readiness Resource Synchronization",
    "body": "**What is it?** \n\nThe Army National Guard's [Mission and Requirement Roster Synchronization](http://www.army.mil/standto/archive_2014-08-15/) has been operationally rebranded to [Mission Analysis Readiness Resource Synchronization (MARRS)](https://g1arng.army.pentagon.mil/Systems/MARRS/Pages/default.aspx).  \n\nMARRS combines Army operational information and tasks associated with individual and unit readiness data.  This integration enables real-time and historical analytics to align the operational requirements to the most ready units and identify qualified and available personnel that are truly the best fit for each specific mission requirement.   MARRS is hosted under the Department of the Army Mobilization Common Operating Picture (MOBCOP) architecture with registrations in the Army Portfolio Management System (APMS). Specifically, the MARRS-SIPRNet (MARRS-S) and MARRS-NIPRNet (MARRS-N) are enclaved under the MOBCOPs Army Mobilization and Deployment Information System (MDIS) and Department of the Army Mobilization Processing System -- Unclassified (DAMPS-U) applications.  Additionally, the MARRS-Unit concept is enclaved under the Reserve Component Manpower System-Guard (RCMS-G) with existing APMS registrations. \n\n\n**Why is MARRS important to the Army?**\n\nMARRS S/N/U is intended to become the comprehensive Reserve Component (RC) solution for the development and fulfillment of mission requirements, and has begun fielding live information for the Army Guard.  Strategically, MARRS can track and report the operational readiness of RC sourced units in support of the National Defense Strategy to senior Army leaders.   MARRS merges the requirements and the personnel readiness data metrics into one single shared portal for all to see what's really going on in support of sourced units.\n\n\n**What else has the ARNG done?**\n\nAdditionally, the ARNG has consulted with the Army Reserve Command in an effort for them to adopt the MARRS initiative and program.     \n\n* (1) As of October 2014 -- ARNG has had over 80,199 web content requests from the 54 States and Territories \n\n* (2) Across the 54 States and Territories there are 1,122 Registered Users   \n\n**What continued efforts does the ARNG have planned for the future?**\n\nFuture research and enhancement of the MARRS tools will provide a shared understanding that demonstrates that the Army National Guard is postured to fight and win.  Additionally, we are adding a data auditing capability, mission cost analysis, and expanding the mapping reporting features.      \n\n\n**Resources:**\n\n* [Mission Analysis Readiness Resource Synchronization (MARRS)](https://g1arng.army.pentagon.mil/Systems/MARRS/Pages/default.aspx)\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* Related STAND-TO!: \n* [- Army National Guard's Mission and Requirements Roster Synchronization Tool](http://www.army.mil/standto/archive_2014-08-15/)\n* For more information on MARRS: (*Mention this STAND-TO! information paper for either of the following options*)\n- Call RCMS helpdesk: 1-800-339-0473\n- Email:  [RCMS helpdesk](mailto:ng.ncr.arng.mbx.rcms-g@mail.mil)\n* [- Mission and Requirement Roster Synchronization](http://www.army.mil/standto/archive_2014-08-15/) \n",
    "date": "Friday, December 19, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nThe government of Iraq understands the great threat they face, and they are resolved to defeat it. The combined joint task force represents  a new chapter of what I assess will be a successful campaign to bring the coalition's power to bear and, ultimately, lead to the defeat of Daesh.\n\n### - Lt. Gen. James Terry, commander of Combined Joint Task Force - Operation Inherent Resolve, briefs reporters at the Pentagon on CJTF-OIR operations, Dec. 18, 2014.\n\n### - [Task force commander says coalition will defeat ISIL](http://www.army.mil/article/140360)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}