{
    "id": "2014-12-22",
    "title": "The U.S. Army Operating Concept",
    "body": "**What is it?**\n\nThe recently published [U.S. Army Operating Concept (AOC): Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf) presents a vision of future conflict that drives how the Army must change to ensure future forces are prepared to prevent conflict, shape the security environment, and win wars. The concept highlights that the future operational environment is not only unknown, but unknowable and constantly changing. To win in this complex world, Army forces must provide the Joint Force with multiple options, integrate the efforts of multiple partners, operate across multiple domains, and present our enemies with multiple dilemmas.  The AOC is the start point for developing the future force, and provides the intellectual foundation for a comprehensive strategy to change the Army and guide capability development. \n\n\n**What has the Army done?**\n\nReleased in October 2014 by the Army Capabilities Integration Center, part of the U.S. Training and Doctrine Command, the AOC builds on lessons learned over 13 years of conflict. The concept depicts Army forces as essential components of joint operations to create sustainable political outcomes while defeating enemies and adversaries who will challenge U.S. advantages in all domains: land, air, maritime, space, and cyberspace. The release of the concept has encouraged discussion and further learning, and established a starting point for future force development.\n\n\n**Why is this important to the Army?**\n\nThe AOC describes how future Army forces will operate to protect U.S. national interests across a range of military operations. The concept is grounded in a vision of future armed conflict that considers national defense strategy, missions, emerging operational environments, advances in technology, and anticipated enemy, threat, and adversary capabilities.  Conducting operations consistent with tenets found in the AOC allows forces to achieve operational overmatch and seize, retain, and exploit the initiative. \n\nThe AOC adds \"set the theater\" and \"shape the security environment\" as core competencies to emphasize the Army's foundational role in future conflict along with \"special operations\" to highlight the dynamic combinations of conventional and unconventional forces the Army provides. Ultimately, the AOC describes how Army forces will fight, what they must achieve, and how they will address future challenges.\n\n\n**What does the Army have planned for the future?**\n\nThis AOC will guide the development of Functional Concepts which detail how future Army forces will conduct operations across specific functional areas. The Army will integrate force modernization efforts while collaborating with key stakeholders using the Army Warfighting Challenges analytical framework provided in the AOC.  Furthermore, the Army will use the AOC as the intellectual foundation for its comprehensive future modernization strategy.\n\n\n**Resources**\n\n* [U.S.  Army Training and Doctrine Command](http://www.tradoc.army.mil/ )\n* [U.S.  Army Capabilities Integration Center]( http://www.arcic.army.mil/)\n* Related Documents:\n* [- U.S. Army Operating Concept]( http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* [- U.S. Army Human Dimension Concept](http://www.tradoc.army.mil/tpubs/pams/TP525-3-7.pdf)\n* [- FORCE 2025 and Beyond -- SETTING THE COURSE Memo](http://www.arcic.army.mil/app_Documents/TRADOC_Memo_Force-2025-and-Beyond-Setting-the-Course_06AUG2014.pdf)\n* Related STAND-TO!:\n* [- The U.S. Army Human Dimension Concept](http://www.army.mil/standto/archive_2014-07-03/)\n* [- The U.S. Army Capstone Concept](http://www.army.mil/standto/archive/issue.php?issue=2013-01-02)\n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n",
    "date": "Monday, December 22, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\nIt's a recognition of the fact that officers need a broader base of education. We're dealing with a world in much more 360-degree fashion than we used to be.\n\n### - Albert S. Eggerton, officer division deputy chief, Military Personnel Management Division, Army G-1 said about the revisions made in the Army Pamphlet 600-3.\n\n### - [Army revises officer development pamphlet for world of '360-degree threats'](http://www.army.mil/article/140427)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}