{
    "id": "2014-12-23",
    "title": "Nations, Impacts and Contributions ",
    "body": "**What is it?**\n \nThe NATO-led International Security Assistance Force (ISAF) [Nations, Impacts and Contributions (NIC)](http://isaf.nato.int/article/nic/nations-impacts-and-contributions.html) program highlights the contributions of 50 nations that provided support to Afghanistan from 2003-2014. The NIC campaign culminates in the ISAF transition to Resolute Support, which is the ISAF coalition's post-2014 mission to train, advise, and assist Afghan security force partners.\n\nThe NIC plan uses social media to highlight the contributions and commitment to Afghanistan of the more than 50 troop contributing nations. Started in mid-October, each country has had a single day when ISAF focused on the country's contributions and achievements to the mission.  United States contributions to the mission are featured on Dec. 23.   \n\n\n**What has the Army done?**\n\nSince August 2003, the U.S. Army contributed units and individual Soldiers to support U.S. commitments to the NATO-led ISAF coalition.  Contributions include:  \n\n* -- Corps headquarters to form the nucleus of the ISAF joint command (IJC)\n* -- Division headquarters for the regional commands\n\nMultiple brigade combat teams (BCTs) to support combat and training requirements; and the majority of rotary-winged support for the entire country.  \n\nThe Army also provided numerous key leaders, to include five of the seventeen ISAF commanders and numerous key staff positions.    \n\n\n**What efforts does the Army plan to continue in the future?**\n\nAs the NATO combat mission (ISAF) ends in December 2014, the Army will contribute to the NATO train, advise and assist mission called Resolute Support.  Instead of providing forces for division-level regional commands, there will be train, advise and assist commands (TAAC) built to support Afghan National Army Corps-level headquarters.  These advisory teams will be built around BCTs and led by a brigadier general. The 1st Cavalry Division stood up TAAC-South in Kandahar in October and 3rd Infantry Division took over TAAC-East in Gamberi in November.  Soldiers will no longer patroI with Afghan security forces but instead focus on their institutional development, including logistics, intelligence, and air/indirect fire support integration.  In addition, the 3rd Infantry Division headquarters took over Title 10 responsibilities as the headquarters for United States Forces-Afghanistan earlier this month.\n\n\n**Why is this important to the Army?**\n\nMany label Afghanistan as the \"Forgotten War.\"  As the U.S. Army combat mission transitions to a train-advise-assist mission, it is important to reflect on contributions in Afghanistan.  [Nations-Impacts and Contributions](http://isaf.nato.int/article/nic/nations-impacts-and-contributions.html) program helps feature U.S. Army participation in this international effort over the past 13-years, and how it has helped make a difference in the lives of the Afghan people.\n\n\n**Resources:**\n\n* [Nations, Impacts and Contributions](http://isaf.nato.int/article/nic/nations-impacts-and-contributions.html)\n* [NATO](http://www.nato.int/cps/en/natohq/69772.htm)\n* [ISAF](http://www.isaf.nato.int/)\n*  Related articles: \n* [-  NATO-led Resolute Support Mission in Afghanistan](http://www.nato.int/cps/en/natohq/topics_113694.htm) \n* [- The 1st Cav. brings Kandahar Airfield to a Resolute Support timeline](http://www.army.mil/article/136009)\n* Related STAND-TO: \n* [- Return To Hope](http://www.army.mil/standto/archive_2014-10-29/)\n",
    "date": "Tuesday, December 23, 2014",
    "quote": "Quote of the Day\n-------------------------------------------\n\nThe donations come from people who want to let our military members know they support them. We're very fortunate to have a large number of Americans who love to contribute to these events and they do it every year.\n\n### - Priya Butler, director of operations, USO Southwest Asia, highlighting the combined efforts of The 1st Infantry Division, the United States Department of State, the United Service Organizations, the New York Yankees and many other organizations, who gathered more than 7,000 presents to show their support for Service members in Iraq. \n\n\n### - [Yankees, USO help bring Christmas to Baghdad](http://www.army.mil/article/140480)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  STAND- TO! will not be published\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (NO STAND-TO!)\n\n\n\n\n   \n\n"
}