{
    "id": "2014-12-24",
    "title": "Army Safety and Occupational Health Objectives",
    "body": "**What is it?**\n\nThe [Army Safety and Occupational Health Objectives](https://safety.army.mil/Portals/0/Documents/ON-DUTY/CIVILIANSAFETY/ADDITIONALINFORMATION/Standard/FY15_SOH_Objectives_15_Oct_2014.pdf), released annually by the Army chief of staff and secretary of the Army, provide senior leaders and subordinate commanders specific safety goals to meet in the upcoming fiscal year. The objectives fall under the [Army Safety and Occupational Health Strategic Plan](http://www.asaie.army.mil/Public/ESOH/Safety/Direction/ArmySafetyStrategy.pdf), which communicates leadership commitment to the safety and health of Soldiers, family members and civilian employees through accident prevention.\n\n\n**What has the Army done?**\n\nThe [Fiscal Year 2015 Safety and Occupational Health Objectives](https://safety.army.mil/Portals/0/Documents/ON-DUTY/CIVILIANSAFETY/ADDITIONALINFORMATION/Standard/FY15_SOH_Objectives_15_Oct_2014.pdf), signed Oct. 14, 2014, outline four specific mandates: \n\n* -- The first objective is a 10 percent reduction in PMV-4 (sedan, truck, van, SUV) fatalities and a 15 percent reduction in PMV-2 (motorcycle) fatalities from fiscal 2013's year-end totals  \n* -- The second objective calls for a 10 percent reduction in personnel injury-other (sports, recreation, physical training, etc.) accidents from fiscal 2013  \n* -- The third objective requires commanders to maintain aviation Class A accident rates at less than 1.0 per 100K flight hours  \n* -- The final objective mandates a 10 percent reduction in Army civilian injury accidents caused by manual equipment and material handling and slips, trips and falls from fiscal 2013 \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe director of Army Safety, along with the deputy assistant secretary for Environment, Safety and Occupational Health, will continue to work with Army leadership in developing yearly objectives targeted to emerging trends in safety and accident prevention. Leaders requiring assistance with meeting their objectives may contact the [U.S. Army Combat Readiness Center](mailto:usarmy.rucker.hqda-secarmy.mbx.safe-helpdesk@mail.mil).\n\n\n**Why is this important to the Army?**\n\nFY 2014 was the Army's safest year on record regarding accidental Soldier fatalities and a continuation of a years-long downward trend. This year's safety and occupational health objectives were formulated to revitalize leader commitment to protect the force from mishaps, injuries and illness while giving individual commanders latitude in addressing their formations' unique areas of risk. This framework allows leaders to develop creative and flexible safety solutions that work for their Soldiers, thereby netting benefits for the Army as a whole in lives and dollars saved.\n\n\n**Resources:**\n\n* [U.S. Army Combat Readiness/Safety Center](https://safety.army.mil)\n* Related documents: \n* [- Army Safety and Occupational Health Objectives Fiscal Year 2015](https://safety.army.mil/Portals/0/Documents/ON-DUTY/CIVILIANSAFETY/ADDITIONALINFORMATION/Standard/FY15_SOH_Objectives_15_Oct_2014.pdf)\n* [- Army Safety and Occupational Health Strategic Plan](http://www.asaie.army.mil/Public/ESOH/Safety/Direction/ArmySafetyStrategy.pdf)\n\n",
    "date": "Wednesday, December 24, 2014",
    "quote": "Holiday Greetings from the Senior Leaders\n-------------------------------------------\n\nAs you spend this holiday season with your own family, remember the Soldiers who cannot be home with their loved ones. To those serving in faraway places, we are thankful for your sacrifices and proud of what you do every day.\n\n### -  Chief of Staff of the Army Gen. Ray Odierno, along with his wife Linda, thanking all Soldiers, in [their holiday greetings](https://www.youtube.com/watch?v=-k7N1D0uEX0) to them and their families.\n\n\n### - [Soldiers celebrating holidays while keeping global vigil](http://www.army.mil/article/140503/)\n\n\n### **2014 Holiday Greeting Videos**: \n\n### - [Secretary of the Army John McHugh](https://www.youtube.com/watch?v=DSL5Hla6F-o)\n\n### - [Vice Chief of Staff Gen. Daniel Allyn and Mrs. Debbie Allyn](https://www.youtube.com/watch?v=fFV2UST1yg4)\n\n### - [SMA Raymond F Chandler III and Mrs. Jeanne Chandler](https://www.youtube.com/watch?v=mV0hJLSsnpw)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n* Dec. 25 - 26:  Happy Holidays (STAND- TO! will not be published)\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}