{
    "id": "2014-12-29",
    "title": "HOMES.mil  ",
    "body": "**What is it?**\n\nHOMES.mil is the new Department of Defense (DOD) multiple-listing housing referral website dedicated to helping Service members, families, and DOD civilians find community housing. HOMES.mil also enables Housing Service Office professionals, landlords and property managers to find, manage and share vital information about community rental properties. This innovative website provides DOD consumers a streamlined approach to making informed housing choices at their next duty stations.\n\n\n**What has the Army done?**\n\nHOMES.mil modernizes the way DOD Housing Management provides access to local rental properties to Service members before arrival at their next duty stations. This effort improves customer service delivery to service members and eases the burden and stress of permanent change of station moves. \n\n\n**What continued efforts does the Army have planned for the future?**\n\nHOMES.mil will launch simultaneously to all DOD installations worldwide at the end of 2014. Each garrison Housing Services Office (HSO) is responsible for ensuring property listings meet standards established by DOD that guarantee Service members, families and DOD civilians receive the best quality of life housing options possible. The HSOs are responsible for assisting property managers and customers with HOMES.mil Army-related questions.   \n\n\n**Why is this important to the Army?**\n\nHOMES.mil enhances the way Soldiers, families and Army civilians make housing choices by providing a web-based source of local community listings. HOMES.mil is a key piece of the Army virtual housing experience. This website continues to support Army Housing Offices in fulfilling the mission of assisting Service members in finding safe, suitable and nondiscriminatory affordable housing in local communities.\n\nHOMES.mil can be accessed by logging onto the [Army Housing Online user services](https://www.housing.army.mil) website and clicking on the community housing link.\n\n\n**Resources:**\n\n* [HQDA Army Housing Office](http://www.acsim.army.mil/isd/armyhousing.html)\n* [Army Housing Online user services](https://www.housing.army.mil) \n* [Assistant Chief of Staff for Installation Management](http://www.acsim.army.mil/index.html)\n* Related document:\n* [- HOMES.mil Poster DOD 4165.63M, DOD Housing Management](http://www.dtic.mil/whs/directives/corres/pdf/416563m.pdf)\n* Army Housing on social media:\n* [- Facebook](http://www.facebook.com/usarmyhousing)\n* [- Twitter](http://www.twitter.com/usarmyhousing)\n* [- YouTube](http://www.youtube.com/usarmyhousing)\n* Related STAND-TO!: \n* [- Army Virtual Housing Experience](http://www.army.mil/standto/archive_2013-07-18/)\n\n",
    "date": "Monday, December 29, 2014",
    "quote": "As a team we've worked diligently to make certain we've taken the right steps early on to minimize risk and maximize commonality to ensure AMPV remains an affordable solution for the Army.\n\n### -  Brig. Gen. David Bassett, program executive officer, [Program Executive Office, Ground Combat Systems](http://www.peogcs.army.mil/), speaks about the Engineering and Manufacturing Development contract for the Armored Multi-Purpose Vehicle (AMPV), which is an important step forward in the modernization effort for the Army.\n\n### - [AMPV program's EMD contract awarded to BAE](http://www.army.mil/article/140545/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}