{
    "id": "2014-12-30",
    "title": "Army Protection Program ",
    "body": "**What is it?**\n\nThe Army Protection Program (APP) serves as the Secretary of the Army's venue to address current and emerging protection requirements.  The APP was developed after the [2009 Fort Hood Shooting findings](www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf) identified the Army's protection functions were not coordinated and synchronized at the policy level; and resulted in shortfalls to how the installations implemented, prioritized, and resourced protection requirements.  \n\nNew [Army Regulation 525-2, Army Protection Program (APP)](http://www.apd.army.mil/pdffiles/r525_2.pdf) specifies policies, roles, and responsibilities across the Army to better manage security risks to the Army's Soldiers, civilians, family members, contractors, facilities, infrastructure, and information. \n\nThe APP addresses the non-warfighting functional elements of: antiterrorism, computer network defense, continuity of operations, critical Infrastructure risk management, emergency management, fire and emergency services, health protection, high-risk personnel, information assurance, law enforcement, operations security, and physical security; and the enabling functions of: intelligence, counterintelligence, and security engineering services.\n\n\n**What has the Army done?**\n\nSince establishing the APP, HQDA leader forums have met to address protection-related issues, requirements and actions for Army senior leader review and guidance.  These actions have included synchronizing and implementing the recommendations from the [2009 Fort Hood Army Internal Review Team](www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf); conducting APP assessments of the Army commands (ACOMs), Army services component commands (ASCCs), direct reporting units (DRUs), and the Army National Guard (ARNG).  The APP has also addressed the recommendations from other events such as the 2013 Washington Navy Yard and 2014 Fort Hood shootings, and developed the Army's Insider Threat Implementation Plan.\n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe new AR provides guidance to implement the APP across the ACOMs, ASCCs, DRUs, ARNG, the Army Reserve, agencies, activities, installations, and stand-alone facilities.  The regulation enables the nesting of protection functional elements for efficiency, so tactical and operational vulnerabilities do not compromise strategic and operational capabilities.  Commanders and senior leaders will implement the APP through planning and integration, training, exercises, assessing, and evaluating activities.\n\n\n**Why is it important to the Army?**\n\nThe APP unifies protection efforts to support the execution of both Army missions and operational requirements by integrating, coordinating, synchronizing, effectively prioritizing efforts and resources of the APP.  The APP does not seek to eliminate all threats and hazards, but implements a risk-management approach to prevent, prepare, protect, mitigate, respond, and recover from events to minimize the impact on Army missions.  \n\n\n**Resources:**\n\n* [Army G-3-5-7](https://g357.army.pentagon.mil/default.aspx)\n* Related documents: \n* [- Army Protection Program](http://www.apd.army.mil/pdffiles/r525_2.pdf)\n* [- Fort Hood Army Internal Review Team- Final Report](http://www.army.mil/e2/rv5_downloads/misc/FtHoodAIRTwebversion.pdf)\n* Related STAND-TO!: \n* [- Fort Hood Army Internal Review Team](http://www.army.mil/standto/archive/2010/06/28/)\n",
    "date": "Tuesday, December 30, 2014",
    "quote": "For more than 13 years, ever since nearly 3,000 innocent lives were taken from us on 9/11, our nation has been at war in Afghanistan. Now, thanks to the extraordinary sacrifices of our men and women in uniform, our combat mission in Afghanistan is ending, and the longest war in American history is coming to a responsible conclusion.\n\n### -  President Barack Obama, in his issued statement to mark the end of the 13 years of Operation Enduring Freedom and the change in mission to Resolute Support in Afghanistan.   \n\n### - [Operation Enduring Freedom comes to an end](http://www.army.mil/article/140565/)\n\n### Related STAND-TO! [Nations, Impacts and Contributions](http://www.army.mil/standto/archive_2014-12-23/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}