{
    "id": "2014-12-31",
    "title": "ARNG Mission Command Training Strategy Implementation Plan",
    "body": "**What is it?** \n\nThe ARNG Mission Command Training Strategy Implementation Plan is intended to enable the Army Guard to meet the Chief of Staff of the Army's end state for the [Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-18/) in fiscal year (FY) 2017.  \n\n\n**What has the ARNG done?**\n\nOn Dec. 4, 2014, the ARNG published an Operations Order titled \"ARNG Mission Command Training Strategy Implementation Plan.\"  During fiscal year 2015 and 2016, the ARNG will execute the Mission Command Training Strategy with a unity of effort throughout the Army National Guard enterprise.  Additionally, the ARNG will measure training readiness across the ARNG enterprise using the existing [Mission Analysis Readiness Resource Synchronization](http://www.army.mil/standto/archive_2014-12-19/) (MARRS) platform to baseline the organization at the applicable unit, state/territory and federal level.  MARRS will serve as the collaboration tool as units progress through the Army force generation timeline enabling decisions to fill future operational requirements.\n\n\n**Why is this important to the Army?**\n \nThe ARNG will implement Mission Command (MC) in accordance with the CSA's guidance and intent outlined in the Army Mission Command Strategy.  The ARNG will achieve this by coordinating and synchronizing implementation requirements within the context of the Army Mission Command Strategy, the Army Mission Command Strategy Assessment Plan, the ARNG Strategic Planning Guidance 2014-2020, and the ARNG Training Division FY 2014 Program Guide.\n\n\n**What continued efforts does the ARNG have planned for the future?**\n\nDuring FY 2015 and 2016, the ARNG will follow a six-step process for implementing the Mission Command Training Strategy throughout the ARNG enterprise: \n\n* Step 1 -- Understand what MC is and how it applies to the ARNG\n* Step 2 -- Use the six doctrinal principles of MC\n* Step 3 -- Use MET 5.0 Task Groups and supporting common tasks when mission planning\n* Step 4 -- Incorporate MC into training venues\n* Step 5 -- Utilize MARRS as a commander's tool to execute MC\n* Step 6 -- Utilize Net-centric Unit Status Report (NetUSR) to report MC implementation and assessments across training venues\n\n  \n**Resources:**\n\n* [Army National Guard](http://www.arng.army.mil/Pages/Default.aspx)\n* [Army Mission Command Strategy](http://www.army.mil/e2/c/downloads/312724.pdf)\n* [ARNG Combined Arms Center  on Facebook](https://www.facebook.com/CombinedArmsCenterARNG)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/cac2/index.asp)\n* [Mission Command Center of Excellence](http://usacac.army.mil/cac2/MCCOE/)\n* [Army MC Assessment Plan](http://usacac.army.mil/core-functions/mission-command)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- Mission Analysis Readiness Resource Synchronization](http://www.army.mil/standto/archive_2014-12-19/)\n* [- Army National Guard's Mission and Requirements Roster Synchronization Tool](http://www.army.mil/standto/archive_2014-08-15/)\n* [- U.S. Army Mission Command Strategy](http://www.army.mil/standto/archive_2013-09-18/)\n",
    "date": "Wednesday, December 31, 2014",
    "quote": "Patients still need that contact; they still need to feel like they're a\nhuman being. And when we're in these moon suits, it's hard for them to get\nthat feeling of comfort. So it's important that we not only train the\nskills but, we train the cultural aspect of the care. \n\n\n### -  Col. Laura Favand, the chief of training for DOD Ebola Treatment Training Team (DET-3), tasked with the critical mission to train health care workers to staff Ebola treatment units, highlights the cultural aspect of patient care. \n\n### - [JFC-UA transitions critical health care worker training to partners](http://www.army.mil/article/140576)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **December 2014**\n\n* Dec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/)\n\n\n* **January 2015**\n\n* Jan. 19: Martin Luther King's Birthday (STAND- TO! will not be published)\n\n\n\n\n   \n\n"
}