{
    "id": "2016-01-04",
    "title": "Antiterrorism Awareness Quarterly Theme -- Physical Security Measures ",
    "body": "**What is it?**\n\nThe Army antiterrorism awareness theme for the second quarter (January through March) fiscal year 2016 (2Q/FY16) is physical security measures in support of Army antiterrorism and protection activities.  The primary audience for this theme is antiterrorism officers, antiterrorism coordinators, and leaders at all levels who are responsible for planning and executing antiterrorism plans and programs. \n\n**What is the Army doing?**\n\nPhysical security measures are multi-layered, integrated, and synchronized to support antiterrorism defensive plans.  These measures include the essential elements of deterrence, detection, delay and response to terrorist threats or criminal activities. The physical security measures identify physical vulnerabilities to terrorist attacks against installations, standalone facilities, personnel, and materiel; and take deliberate actions to reduce or eliminate those vulnerabilities.  Examples of physical security measures include access control, perimeter fences, vehicle barriers, lighting, key control, security badges, guard forces and security patrols.\n\nThe main focus areas for this quarterly awareness theme include:\n \n* (1) Promote understanding of the critically important role which physical security plays within antiterrorism plans and programs.\n* (2) Promote collaborative working relationships among physical security and antiterrorism staffs.\n* (3) Enhance knowledge and understanding of physical security doctrine, tactics, techniques, and procedures as they relate to and support antiterrorism plans.\n* (4) Promote community awareness of the importance of physical security measures (work, home, and travel) as the first line of defense against the terrorist threat.\n\nIn support of this theme, the Department of the Army, Office of Provost Marshal General updated the Antiterrorism Synchronization CONOPS, Integrating and Synchronizing AT Physical Security Measures, Version 2, November 2015.  This new product is available on Army Antiterrorism Enterprise Portal (ATEP).\n\n\n**What does the Army have planned for the future?**\n\nThe other quarterly themes and special events planned for FY16 include: \n\n* -- 3Q/FY16:  Measuring Antiterrorism Performance\n* -- 4Q/FY16:  Insider Threat\n* -- Antiterrorism Conference (Feb. 2-5, 2016)\n* -- Antiterrorism Awareness Month (August 2016)\n\n\n**Why is this important to the Army?**\n\nAs terrorists adopt new tactics and techniques in an attempt to exploit any identifiable weaknesses or vulnerabilities in our physical defenses, the Army must continue to improve the efficiency and effectiveness of our antiterrorism efforts.  Physical security measures to protect installations, standalone facilities, and forward deployed operational forces represent the fundamentals (and often first line) of defense against these threats.  Physical security measures also help thwart nefarious acts by insiders who seek to exploit their role within the Army community and unique access to critical assets, people, and information.  \n \n\n \n**Resources:**\n\n*Note: Army Policing Portal and the Army Antiterrorism Enterprise Portal\n(ATEP) are secured portals and users must select their \"e-mail certificate\" to gain access.*\n\n* [- Army Policing Portal](https://army.deps.mil/army/sites/PMG/SiteAssets/AppHome.aspx)\n* [- Army Antiterrorism Enterprise Portal (ATEP)](https://army.deps.mil/army/sites/PMG/OPMG/OPS/antiterror/ATEP/default.aspx)\n* [Office of the Provost Marshall General of the U.S.Army](http://www.army.mil/opmg)\n* [iWATCH Army](https://www.myarmyonesource.com/familyprogramsandservices/iwatchprogram/default.aspx)\n* [Army OneSource: Antiterrorism Awareness information](http://www.myarmyonesource.com) (*Found under the iWATCH Army logo at the bottom of the home page*)\n* [USACIDC Computer Crime Investigative Unit (CCIU)](http://www.cid.army.mil/cciu2can.html)\n* Related STAND-TO! \n* [- Q1 FY16: Antiterrorism Criticality Assessments](http://www.army.mil/standto/archive_2015-09-30/)\n* [- Army Threat Integration Center](http://www.army.mil/standto/archive_2013-05-21/)\n* [- iWATCH ARMY](http://www.army.mil/standto/archive/2010/05/10/)\n",
    "date": "Monday, January 4, 2016",
    "quote": "Quote for the Day\n------------------------\n\nThe Citizen-Soldiers and airmen of the Missouri National Guard are once again ready to support ... We have a team of seasoned leaders who are well versed in responding to state emergencies. Your Missouri National Guard has supported 14 state emergencies since 2009, including major flooding in 2011. \n\n### - Maj. Gen. Steve Danner, adjutant general, [Missouri National Guard](http://www.moguard.com/) \n \n \n### [Historic flood levels bring out the National Guard in Missouri, elsewhere](http://www.army.mil/article/160500/)\n \n\n\n\n\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}