{
    "id": "2016-01-05",
    "title": "Mission Command Training Program",
    "body": "**What is it?**\n\n[U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s Mission Command Training Program (MCTP) remains a premier combat training center to train brigades, divisions, corps and Army Service Component Command-level headquarters. It supports the collective training of Army units as directed by the chief of staff of the Army. Training provides leaders and commanders the opportunity to hone their Mission Essential Task List skills, while facing a near-peer threat in a decisive action environment. \n\nMCTP is a deployable combat training center comprised of eight operation groups with professional observers, coaches and trainers, and highly qualified senior mentors along with the U.S. Air Force 505th Command and Control Wing, Detachment 1 supporting them. Units are scheduled for training at locations worldwide by U.S. Forces Command in accordance with the Sustainment Readiness Model.\n\n**What has the Army done?**\n\nThe Army has given MCTP the responsibility to conduct training that focuses on developing units' warfighting functions. The Army has provided the Decisive Action Training Environment, or DATE scenario for corps, division and brigades as condition-based training. The DATE is the common environment found in all Army combat training centers. The Army programs these exercises to consist of multiechelon, total Army force (active, Guard and Reserve components) and stresses Special Operations Forces integration.\n\n\n**What does the Army have planned for the future?**\n\nDuring fiscal year 2016, MCTP will support five corps and division-level warfighter exercises, five ASCC exercises and six brigade combat team warfighters.  Each exercise generally requires a year of planning.\nThe future focus of these exercises will remain on training corps, division, functional/multifunctional brigade and brigade combat teams to develop their core warfighting competencies.\n\nThe Army will continue to schedule warfighter exercises that support the Sustainable Readiness Model and increase the Army's readiness. \n\n\n**Why is this important to the Army?**\n\nMCTP helps brigade, division, corps and ASCC-level headquarters assess their readiness on their METL in a decisive action environment.  Units habitually struggle to provide mission command over extended distances and time, synchronize maneuver with fires, and sustain and maintain combat power in austere environments.  MCTP provides commanders and leaders daily feedback from observers, coaches and trainers, and senior mentors. Units also receive a detailed final exercise report to improve their mission command skills. \n\nAdditionally, MCTP provides a trained, world-class opposing force consisting of Soldiers and contractors to portray a free-thinking, near-peer, hybrid threat. \n\n \n**Resources:**\n\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [U.S. Army Combined Arms Center](http://usacac.army.mil/)\n* [- Mission Command Training Program (MCTP)](http://usacac.army.mil/organizations/cact/mctp)\n* Related documents:\n* [- MCTP Trends in a Decisive Action Warfighter Exercise](http://go.usa.gov/cN3G3)\n* [- Mission Essential Task List Development](https://www.benning.army.mil/training/_course_materials/ipcc/fm/07series/fm7-0/chap03.pdf)\n* MCTP on Social Media:\n* [- Facebook](https://www.facebook.com/MissionCommandTrainingProgram?ref=aymt_homepage_panel)\n* [- Twitter](https://twitter.com/mctpftlvn)\n* Related Green Book article (2014): \n* [- Rebuilding and sustaining Army readiness](http://www.army.mil/article/134893/2014_Green_Book__Rebuilding_and_sustaining_Army_readiness/)\n* Related STAND-TO!\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- The Army Vision](http://www.army.mil/standto/archive_2015-07-07/)\n* [- The U.S Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n",
    "date": "Tuesday, January 5, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nThese unique, first-hand observations have yielded valuable insights into our Army: how it trains, how it thinks, and how it fights under the construct of Unified Land Operations. \n\n### - Col. Edward T. Bohnemann, commander, Mission Command Training Program (MCTP), Fort Leavenworth, Kansas, emphasizing the importance of the observations provided by MCTP in his white paper on MCTP\n\n### [MCTP Trends in a Decisive Action Warfighter Exercise](http://go.usa.gov/cN3G3)",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}