{
    "id": "2016-01-06",
    "title": "The U.S. Army Modeling and Simulation Office",
    "body": "**What is it?**\n\nThe [Army Modeling and Simulation Office](http://www.ms.army.mil/sp-div/) (AMSO) is the Army's Enterprise-level organization for modeling and simulation (M&S) policy, coordination, and workforce management. A directorate under the Center for Army Analysis, AMSO operates to enable the Army to effectively and efficiently employ M&S personnel, capabilities, and tools within and across all Army organizations, in support of both the Operating and Generating Forces.  \n\n**What has the Army done?**\n\nM&S is used throughout the Army and other Joint Forces.  Intelligence and Acquisition scenarios, cyber and medical applications, testing and evaluation, training and education, are all fields that have been influenced and improved by M&S.  AMSO partners with academia to promote Science, Technology, Engineering, and Mathematics (STEM) subjects.  They also perform cooperative research and development agreements, participate in allies' modeling and simulation events, and leverage partnering opportunities with both government and industry.\n\n**What does the Army have planned for the future?**\n\nThe [Army Modeling and Simulation School](http://www.ms.army.mil/sp-div/school/index.html) (AMSS), part of AMSO, provides targeted education, training, qualification, and certification to ensure the Army M&S workforce both Functional Area 57 (military) and Career Program 36 (civilian) is well trained in the use and application of the Army's analysis, modeling, and simulation capabilities.  \n\nA multitude of virtual training exists for Soldiers that saves both time and resources.  Finite funding has placed a greater emphasis on simulation, virtual environments, and shared platforms for intelligence, surveillance, and reconnaissance in helping prepare Soldiers for the next war. Simulations enhance real-world training, covering areas outside the envelope and safety of real world systems. Simulations are routinely being used to train our future warfighters, and to leverage these tools properly the Army needs a trained and educated M&S workforce.  \n\n**Why is this important to the Army?**\n\nEvery Soldier who deploys goes through some type of M&S training to acquire critical warfighting skills. Simulations help the Soldiers hone their skills, gain familiarity with an environment, rehearse their missions, and finally return safely to their families when their missions are complete.  Simulations play an enormous role in attaining these skills and bringing our Soldiers home.  AMSO strives to get the most from the M&S enterprise to ensure the Army remains ready as the world's premier combat force.\n \n \n**Resources:**\n\n\n* [Army Modeling and Simulation Office](http://www.ms.army.mil/sp-div/)\n* [- Army Modeling and Simulation School](http://www.ms.army.mil/sp-div/school/index.html)\n* [Army Modeling and Simulation Competency Development](https://www.ams.army.mil)\n* [Army G-8 ](http://www.g8.army.mil/)\n* Related article: \n* [- The Army Modeling and Simulation Office Sets the Standard](http://www.army.mil/article/159242/)\n* ASPMO on social media: \n* [- Facebook](http://www.facebook.com/armystudies)\n\n\n",
    "date": "Wednesday, January 6, 2016",
    "quote": "Quote for the Day\n------------------------\n\nOur Soldiers, who achieve amazing things, overcome incredible obstacles around the world and make great sacrifices every single day. They ask for very little in return, really only that they be well-led. It is particularly gratifying to support a mission that answers that call. \n\n### - Brig. Gen. Diana M. Holland, first female and the 76th commandant of cadets at the [U.S. Military Academy](http://www.westpoint.edu/SitePages/Home.aspx) at West Point, New York, is responsible for the development into Army officers of more than 4,400 cadets \n\n### [First female West Point commandant of cadets assumes new role](http://www.army.mil/article/160553/)\n\n### Related STAND-TO! information paper: [U.S. Military Academy](http://www.army.mil/standto/archive_2015-09-16/)",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}