{
    "id": "2016-01-07",
    "title": "Army Enterprise Service Desk Federation",
    "body": "**What is it?**\n\nThe Army Enterprise Service Desk (AESD) Federation joins information technology (IT) service desks from across Army commands, Army service component commands, and direct reporting units into one Army enterprise IT service desk framework. Through the AESD Federation, service desks from across the globe will standardize common functions, unique command systems, and application support. \n\n**What has the Army done?**\n\nIn September 2015, the Headquarters, Department of the Army Chief Information Officer (CIO)/G-6 issued a policy to federate service desks across the Army and tasked the existing NIPRNet and SIPRNet service desks to: \n\n* (1) Move from an acquisition to a sustainment environment \n* (2) Seek continuous improvement opportunities for enterprise services \n* (3) Explore enterprise-wide opportunities to field standardized services and capabilities \n\nTo date, the Federation consists of 12 service desks including the AESD, Army National Guard, the Pentagon, and U.S. Army Reserve Command. Commands in the Pacific, Europe, Southwest Asia, and Korea operate service desks within their own theaters as Federation members. In November 2015, the U.S. Army Recruiting Command began talks to join the Federation as well.\n\nThe AESD Federation holds monthly Integrated Project Team meetings and has developed standardized processes for Blackberry 10 and Department of Defense Mobility Unclassified Capability (DMUC) with more in development. The process is used for everyone in the Army who has a BlackBerry 10, Apple, or Android device. \n\n**What does the Army have planned for the future?**\n\nThe AESD Federation will continue its operational efforts with Blackberry 10 and DMUC devices. The Federation is also focusing on critical enabling technologies:\n\n* (1) Call management system: A single interactive voice response system rather than the individual iterations at each service desk would reduce costs \n* (2) Knowledge management system: Information on issues and the steps used to address them would be shared across the Federation so that each service desk uses the same knowledge base or steps to solve problems\n* (3) Ticket exchange: With the inclusion of a ticket exchange capability, service desks can send all required ticket information to the service desk most equipped to address the issue, greatly improving support for services such as Department of Defense Enterprise Email, BlackBerry 10, and DMUC \n\n\n**Why is this important to the Army?**\n\nThe AESD Federation is the embodiment of the current hybrid support model for service desks. Federating service desks improves coordination by establishing a network of available resources to:\n\n* (1) Align IT support with mission requirements\n* (2) Leverage decentralized expertise\n* (3) Improve business value\n\n**Resources:**\n\n* [Army Enterprise Service Desk](https://esd-crm.csd.disa.mil/)\n* Related documents:\n* [- Army Enterprise Service Desk tri-fold](http://www.eis.army.mil/uploaded_files/AESD_tri-fold_v2_final.pdf)\n* [- September 2015 CIO/G-6 Memorandum on Army Enterprise Service Desk Federation Policy](http://go.usa.gov/cRnsd)\n* Related articles:\n* [- Army Enterprise Service Desk-Worldwide Named Project Office for Service Desk Federation Effort](http://www.eis.army.mil/es/es-news/archives/2015/01)\n* [- New number centralizes IT support](http://www.army.mil/article/45235/new-number-centralizes-it-support/)\n* [- NEC alters delivery method for IT services](http://www.army.mil/article/49613/nec-alters-delivery-method-for-it-services/)\n\n\n\n",
    "date": "Thursday, January 7, 2016",
    "quote": "Quote for the Day\n------------------------\n\nSometimes when you are part of an organization, you're part of something that is a little bit bigger than yourself. \n\n### - Sgt. 1st Class Keith Johnson, an Army All-American Bowl Soldier mentor and a senior noncommissioned officer with the 1st Battalion, Army Reserve Careers Division, emphasizing upon the key message - Leaders on the field can also be leaders in their communities - which the mentors want to impart to the U.S. Army All-American Bowl athletes \n\n### [All-American Bowl players, mentors get a lesson from Texas kids](http://www.army.mil/article/160621/)\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}