{
    "id": "2016-01-11",
    "title": "The Army Application Migration Business Office",
    "body": "**What is it?**\n\nThe Under Secretary of the Army published the [Migration of Army Enterprise Systems/Applications to Core Data Centers memorandum](http://go.usa.gov/cnGCA) in June 2014, providing capability owners with initial guidance for migration to enterprise hosting environments and designating the [Program Executive Office Enterprise Information Systems](http://www.eis.army.mil/)  (PEO EIS) as the Army's broker for migration planning support. PEO EIS established the Army Application Migration Business Office (AAMBO) with the lead for this role. \n\nAAMBO is the liaison between the capability owner and the Department of Defense (DoD)-approved enterprise environment providers throughout the migration process and functions as the Army's single point of entry for all Army enterprise system and application migration efforts. AAMBO assists capability owners by providing tools and guidance for gathering technical requirements.  This information is the foundation for AAMBO's detailed analysis of the system or application's attributes and development of a migration support strategy. The capability owner receives target hosting environment recommendations and  rough order of magnitude cost estimates to support mandated cost benefit analysis. \n\n\n**What has the Army done?**\n\n\nTo streamline data collection and onboarding to the migration process, AAMBO developed the [Army Application Migration Pre-assessment Tool](http://go.usa.gov/caN9d) (AAMPT). AAMPT provides a simple user interface that supports early migration planning activities and assists capability owners in gathering critical information used in the analysis process. Capability owners can also use AAMPT as a resource for the latest migration policy guidance, documentation, presentations, and frequently asked questions covering everything from risk management to cloud service acquisition.\n\nOnce AAMBO receives complete technical information, a migration support team -- which consists of project manager, application engineer, system engineer, and a cybersecurity subject matter expert -- is assigned to the capability owner to guide them through the rest of the migration process. \n\n**What does the Army have planned for the future?**\n\nSince 2014, AAMBO has assisted more than 380 systems and applications from roughly 40 commands across the Army with migration planning strategies and efforts. Moving forward, the Army will transition from hosting enterprise-wide services at local facilities to hosting these services in modern, standardized, and centralized environments consistent with DoD guidance. AAMBO supports this Army-wide goal by continuing to streamline the data collection phase of the application migration process for the Army's enterprise capability owners. \n\n\n**Why is this important to the Army?**\n\nTransformation through application migration is critical for the Army to achieve its [enterprise objectives](http://go.usa.gov/cnGC3). Advanced technology and effective management practices will improve security, enhance performance, and enable cost control. \n\n**Resources:**\n\n* [Program Executive Office Enterprise Information Systems](http://www.eis.army.mil/)  \n* CAC log in required: [Army Application Migration Pre-assessment Tool](http://go.usa.gov/caN9d)\n* Related documents: \n* [- Migration of Army Enterprise Systems/Applications to Core Data Centers memorandum](http://go.usa.gov/cnGCA) \n* [- Army Data Center Consolidation Plan](http://go.usa.gov/cnGC3)\n\n\n\n\n",
    "date": "Monday, January 11, 2016",
    "quote": "Quote for the Day\n------------------------\n\nDiet affects a wide range of health related measures. Most people don't realize that their diet can affect everything from joint pain, to sinuses, to skin clarity, to mental clarity and so much more\n\n### - Capt. William Conkright, chief, Nutrition Outpatient Clinic, [Tripler Army Medical Center](http://www.tamc.amedd.army.mil/), offers advice and tips on how to make improving health a successful journey \n \n### [Tripler's Nutrition Outpatient Clinic offers advice on making healthy lifestyle improvements](http://www.army.mil/article/160529)\n \n\n### Related STAND-TO!: [The Performance Triad](http://www.army.mil/standto/archive_2015-08-12)",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}