{
    "id": "2016-01-12",
    "title": "Operational Environment Training Support Center",
    "body": "**What is it?**\n\nThe [Operational Environment Training Support Center](http://www.tradoc.army.mil/g2/oetsc/) (OE TSC) is a one-stop center providing access to realistic, complex environments and scenarios for use in individual and collective training.  This support is provided across live, virtual, constructive and gaming environments for Soldiers, leaders and units in a comprehensive and cost efficient manner.  As a subordinate unit of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/), OE TSC was recently restructured from the [Training Brain Operations Center](http://www.army.mil/standto/archive/issue.php?issue=2012-12-14) by integrating additional G-2 training support capabilities to form the more holistic training support organization.\n\n\n**What has the Army done?**\n\n\nPreviously, the Training Brain Operations Center delivered operational environment conditions to home-station training, leader development and concept and capabilities development across the operational and institutional force.  In addition to what the TBOC provided, the more complete OE TSC can now deliver a more complex exercise training support package, models and simulations, opposing forces support, intelligence, surveillance and reconnaissance integration expertise and training, as well as multiple self-help Web-enabled capabilities to design and share exercises.  This larger enterprise manages how the Army understands, describes, delivers and assesses the dynamic and complex conditions of the present and future operational environment and now provides a comprehensive approach to training needs.\n\n**What does the Army have planned for the future?**\n\nAs the delivery arm of the Operational Environment Enterprise, the OE TSC will continue to gather and transform extensive, real-world information, including reporting from combat theaters to support Decisive Action Training Environment exercises at home-station training and combat training centers as well as for regionally aligned forces and in support of pre-deployment training.  The OE TSC will also continue to create accurate and relevant visualizations of actual combat events and realistic training simulations for training and education. \n\n**Why is this important to the Army?**\n\nWith these combined capabilities, the newly formed OE TSC can deliver an unprecedented amount of complex operational environment support to the user by leveraging real-world data, information and knowledge in order to enable learning across all training, education and leader development domains. The OE TSC advocates solutions to key operational environment capability gaps in Army forums that prepare leaders and Soldiers to train and win in a complex world.\n\n**Resources:**\n\n* [Operational Environment Training Support Center](http://www.tradoc.army.mil/g2/oetsc/)  \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- Training Brain Operations Center](http://www.army.mil/standto/archive/issue.php?issue=2012-12-14)\n\n\n\n\n",
    "date": "Tuesday, January 12, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nWe ... need agile leaders and innovative organizations able to achieve success in any operation. To help train us, we have built the G27 TBOC [Operational Environment Training Support Center].\n\n### - Gen. David G. Perkins, commanding general, [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n  ",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}