{
    "id": "2016-01-13",
    "title": "Warrant Officer Solarium 2016",
    "body": "**What is it?**\n\nThe Warrant Officer Solarium 2016, a chief of staff of the Army initiative, is a significant effort to inform and shape the future direction of the U.S. Army. This solarium will bring together 84 chief warrant officer two and three [Warrant Officer Advanced Course](http://usacac.army.mil/organizations/cace/wocc/courses/woac) graduates to the U.S. Army Training and Doctrine Command's [Combined Arms Center (CAC)](http://usacac.army.mil) at Fort Leavenworth, Kansas, Jan. 13-15, 2016. Warrant officers will identify issues that will have an impact on the Army into the foreseeable future and provide recommendations to the CSA. The solariums are a significant portion of the Army's Leader Exchange program to engage and enable leadership discussion among Army leaders.\n\n\n**What has the Army done?**\n\nWarrant Officer Solarium 2016 consists of two phases: an online phase and an onsite phase. During the first phase, participants engage via a special milSuite restricted access site to discuss and gain a shared understanding of the assigned topic. The second phase is onsite at Fort Leavenworth and consists of three days of discussion and deliberation on the assigned topic. The results of the solarium, the discussion and recommendations, will inform Army senior leaders and serve as the basis of new enterprise initiatives.  \n\n\n**What does the Army have planned for the future?**\n\nThe Army's Leader Exchange program is a dynamic and growing process. This is the first solarium for warrant officers. A third captains solarium is slated for May 2016, and other solariums are in various stages of planning. The intent is to continue holding solarium-type events on a recurring basis, in the continental U.S. and overseas, with all component and cohort groups, to solicit insight to help shape the Army for success in the future.\n\n\n**Why is this important to the Army?**\n\nThe Army values its leaders' observations and insights. The portfolio of solarium events offers the CSA an opportunity to gain focused insights on specific topics of interest to the participants and the CSA. The discussions and recommendations help to guide and reinforce ongoing or future initiatives. The solarium events are also an opportunity to engage the participants on the Army's message and priorities and to address key topics for the CSA.\n\n**Resources:**\n\n* [Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe) \n* [- Center for Army Leadership (CAL)](http://usacac.army.mil/organizations/mccoe/cal)\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/)\n* Related STAND-TO!: \n* [- NCO Solarium 2015](http://www.army.mil/standto/archive_2015-04-29/)\n* [- Captain Solarium 2015](http://www.army.mil/standto/archive_2015-02-24/)\n* [- Captain Solarium 2014](http://www.army.mil/standto/archive_2014-06-30/)\n\n\n\n\n",
    "date": "Wednesday, January 13, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nThe Warrant Officer Solarium is a superb opportunity for a diverse cross-section of the Army's warrant officer cohort to examine challenging issues facing the Army in the future and to formulate recommended actions for the CSA, myself and other senior Army leaders to consider. \n\n### - Chief Warrant Officer 5 David Williams, Army staff senior warrant officer\n\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}