{
    "id": "2016-01-14",
    "title": "Celebrating Martin Luther King, Jr. Day:  \"Remember, Celebrate, Act!  A Day On, Not a Day Off!\"",
    "body": "Dr. Martin Luther King, Jr., challenged the Nation to recognize that our individual liberties rely upon our common equality. The passage of time has only served to deepen our understanding of the importance of Dr. King's words and of his life's work.\n\nToday, we honor Dr. King, remembering the strength of his leadership, the power of his words, and the inspiration of his call for justice. We celebrate his legacy of freedom and equality for all.\n\nWe ask our entire Army Family to use this opportunity to recommit ourselves to achieving Dr. King's dream: an America where every person is treated with dignity and respect. By living our Army Values, we embody all those ideals advanced by Dr. King's ideals and continue to be Army Strong!\n\n*View the Army senior leaders tri-signed letter: [Celebrating Martin Luther King Day](http://www.army.mil/e2/rv5_downloads/africanamericans/martin_luther_king_day_trisign.pdf)*\n\n\n*Resources:*\n\n* [Martin Luther King, Jr. Day of Service](http://www.nationalservice.gov/mlkday)\n* [The Martin Luther King, Jr. Center for Nonviolent Social Change](http://www.thekingcenter.org/)\n* MLK's speech- *I have a Dream* \n* [- PDF format](http://www.archives.gov/press/exhibits/dream-speech.pdf)\n* [- Audio](http://mlk-kpp01.stanford.edu/index.php/encyclopedia/documentsentry/doc_august_28_1963_i_have_a_dream)\n\n\n\n\n\n\n",
    "date": "Thursday, January 14, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nThe Warrant Officer Solarium is a superb opportunity for a diverse cross-section of the Army's warrant officer cohort to examine challenging issues facing the Army in the future and to formulate recommended actions for the CSA, myself and other senior Army leaders to consider. \n\n### - Chief Warrant Officer 5 David Williams, Army staff senior warrant officer\n\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\nJan. 9: U.S. Army All American Bowl (#ArmyBowl)\n\nJan. 18: Martin Luther King Jr. Day (#MLKDay) \n\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n \n\n\n\n"
}