{
    "id": "2016-01-20",
    "title": "Knowledge Management ",
    "body": "### What is it?\n\nKnowledge management is the process of enabling knowledge flow to enhance shared understanding, learning and decision-making. Leaders across the U.S. Army are establishing knowledge management programs because these programs are critical to effective mission command (MC).     \n\nCodified in doctrine in 2012, mission command incorporates a philosophy, warfighting function and system to overcome the increasing complexity of military operations. [Army Doctrine Publication 6-0, Mission Command](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp6_0.pdf), states *the exercise of mission command encompasses how Army commanders apply the foundational MC philosophy and warfighting function*. The role of knowledge management within mission command is identified as one of four key staff tasks supporting leaders in the successful execution of mission command.\n\n \n### What has the Army done?\n\nThe [Army Knowledge Management Proponent](http://usacac.army.mil/organizations/mccoe/cdid/akm) office at the U.S. Army Training and Doctrine Command's Combined Arms Center at Fort Leavenworth, Kansas, is dedicated to making knowledge management an integral part of how mission command is understood and implemented. Responsible for Army force modernization efforts across the doctrine, organization, training, materiel, leadership and education, personnel and facilities, or DOTMLPF spectrum, the proponent has updated knowledge management doctrine to align with mission command doctrine. \n\nThrough its resident three-week Knowledge Management Qualification Course, the proponent has trained more than 450 students in the five-step knowledge management process. The process includes assessing an organization's knowledge assets, identifying gaps, designing and developing solutions, piloting these solutions and then implementing solutions. \n\nWorking for the unit's chief of staff or executive officer, the knowledge management section and members of the unit's knowledge management working group strive to improve knowledge flow. In some cases, they are small fixes, like updating the content management standard operating procedure, assessing battle rhythm events or improving reporting procedures.  \n\n\n### What does the Army have planned for the future?\n\nThe AKM proponent is formalizing designated knowledge management positions  -- military and civilian -- within organizations to meet the growing demand across the total Army for knowledge management professionals. Starting in  fiscal year 2017, there will be additional resident courses available at Fort Leavenworth to account for this rising demand. The AKM proponent office's services are resonating across the Army and have attracted the attention of industry and other Department of Defense partners.  \n\n\n### Why is it important to the Army?\n\nThe Army recognizes the power of knowledge management and more importantly, ways to apply it.  Knowledge management will continue to mature, flourish and enhance mission command.    \n\n\n### Resources:\n\n* [Army Knowledge Management Proponent](http://usacac.army.mil/organizations/mccoe/cdid/akm) \n* CAC login required: [KMNet on milSuite](https://www.milsuite.mil/book/community/spaces/apf/kmnet)\n* [Combined Arms Center](http://usacac.army.mil)\n* [Mission Command Center of Excellence (MC CoE)](http://mccoe.army.mil) \n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n\n#### Related documents: \n* [FM 6-0, Command and Staff Organization and Operations](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/fm6_0.pdf)  \n* [ADP 6-0, Mission Command](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adp6_0.pdf) \n* [ATP 6-01.1, Techniques for Effective Knowledge Management](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/atp6_01x1.pdf)\n\n#### Related STAND-TO!: \n* [Army Mission Command Assessment Plan](http://www.army.mil/standto/archive_2015-08-04/)\n* [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n\n",
    "date": "Wednesday, January 20, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nTo truly enable mission command, we must get knowledge management right.\n       \n\n### - Brig. Gen. Bill Burleson, director, [Mission Command Center of Excellence](http://usacac.army.mil/organizations/mccoe) \n\n### Related STAND-TO!: [Army Mission Command Assessment Plan](http://www.army.mil/standto/archive_2015-08-04/)\n\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}