{
    "id": "2016-01-21",
    "title": "WIN-T Increment 1: Tactical Network Upgrades",
    "body": "### What is it?\n\nThe U.S. Army fielding upgrades for its tactical communications network, Warfighter Information Network-Tactical Increment 1 (WIN-T), which increases readiness, security and capability while reducing equipment by a third for a more powerful and expeditionary current and future force.  The WIN-T network delivers high-speed, high-capacity voice, video and data communications to U.S. Army, Army Reserve and National Guard units even in the most austere locations.  It is the tactical network connectivity backbone for other networked communication systems and mission command applications. \n\n \n### What has the Army done?\n\nThe Army began fielding the WIN-T Increment 1 Tactical Network upgrades in October 2014 and continues to field all WIN-T Increment 1 equipped units, including, most recently, to U.S. forces stationed in Europe. The service expects to complete fielding WIN-T Increment 1 across the force in calendar year 2017. The WIN-T Increment 1 Tactical Network Upgrades replace aging outdated equipment, such as routers, switches, servers and firewalls that are going end-of-life, while simultaneously providing enhanced capability. The upgrade's virtualization enables the Army to reduce the number of required WIN-T Increment 1 transit cases by one third, shedding 1,000 cases across the Army and reducing the weight of the remaining cases.  \n\n\n### What does the Army have planned for the future?\n\nThe Army will continue to modernize the WIN-T Increment 1 network equipment and each baseline will introduce slightly different hardware and more advanced capability as they become available. Future enhancements include additional software-based capability such as virtual firewalls.\n\nThe WIN-T family of systems provides a single holistic connectivity capability to the Soldier on the battlefield, and the Army will continue to provide capability enhancements to this holistic network system, while reducing complexity to make it easier for Soldiers to use.\n\n  \n### Why is it important to the Army?\n\nThe WIN-T Increment 1 Tactical Network Upgrades reduce size, weight and power by combining both new and existing capabilities onto consolidated virtualized servers. The reduction in hardware frees up strategic lift, saves space for other critical items and reduces Soldier burden, supporting a more expeditionary force and posturing units for improved operational readiness. Since these upgrades expand server and storage capability, they also support future Network Convergence Operations, Common Operating Environment, and software convergence initiatives. \n\n### Resources:\n\n* [Program Executive Office Command, Control, Communications-Tactical](http://peoc3t.army.mil/c3t/)\n\n#### Related document: \n* [The U.S. Army Operating Concept: Win in a Complex World](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n\n#### Related article: \n* [WIN-T Increment 1 Upgrades](http://www.army.mil/article/159974/)\n\n#### Related STAND-TO!: \n* [The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n\n\n\n\n",
    "date": "Thursday, January 21, 2016",
    "quote": "Focus Quote for the Day\n------------------------\n\nThe Army continues to add more capability to the network to ensure Soldiers at every echelon remain connected and engaged. \n\n### - Lt. Col. (P) Ward Roberts, product manager, WIN-T Increment 3\n\n\n### [Army prepares to test enhanced network operation tools at NIE 16.2](http://www.army.mil/article/161115)\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### January 2016\n\nDec. 16 - Jan. 25: [Battle of the Bulge](http://www.army.mil/botb/) (#battleofthebulge)\n\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}