{
    "id": "2016-01-27",
    "title": "Army Culture of Trust",
    "body": "### What is it?\n\nTrust is the bedrock of the Army Profession: internal trust that Army professionals live by and uphold the [Army Ethic](http://www.army.mil/standto/archive_2015-06-15/); and external trust that the American people have in the Army to serve the nation ethically, effectively and efficiently.\n\n\nEstablishing, sustaining and strengthening an Army Culture of Trust is a necessary condition for mission command. Army professionals must have character, competence and commitment, and treat themselves, each other and the American people with dignity and respect, fostering an environment where individuals and teams honorably fulfill their oaths of service.\n \n### What has the Army done?\n\nThe Army empowers its leaders at all levels to be responsible for developing positive climates where respect and mutual trust are demonstrated and help-seeking behavior is promoted within cohesive teams. They are accountable to consistently and faithfully demonstrate the Army Ethic in their decisions and actions, encouraging the personal readiness and resilience of those they lead. \n\nThe Army's [ready and resilient](http://www.army.mil/readyandresilient) strategy supports the development of leaders by enabling them to take action based on increased visibility and holistic assessments that address the needs of their teams. The Army's [*Not in my Squad*](http://cape.army.mil/not-in-my-squad/#) initiative provides junior leaders with tools and training to help them build better teams. The Army has also revised [ADRP 1: The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf) to include a concise articulation of its ethic in a new Chapter 2: The Army Ethic.  \n\n### What does the Army have planned for the future?\n\nThe Army is developing strategy, doctrine, policy and training designed to reinforce a values-based organization of trusted Army professionals. This entails increasing leader involvement and empowerment at each echelon of command. The intent is to promote professional responsibility and personal accountability that fosters a culture of character, commitment, competence, dignity and respect and prudent acceptance of risk through education, training and skill development. The reinforcement of Army professionalism and the establishment of a culture of trust set the conditions for positive conditional change to enable personal and unit readiness. \n\n  \n### Why is it important to the Army?\n\nThe strength of the Army is its people, and it is people who fight and win the nation's wars. These honorable servants, Army experts and stewards of the profession are bound together in common, moral purpose and make up an Army Culture of Trust.  \n\n### Resources:\n\n* [Army Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Center for the Army Profession and Ethic](http://cape.army.mil/)\n* [Not in my Squad](http://cape.army.mil/not-in-my-squad/#)\n\n#### Related document: \n* [ADRP 1: The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n\n#### Related STAND-TO!: \n* [Army Ethic](http://www.army.mil/standto/archive_2015-06-15/)\n* [Not in My Squad. Not in Our Army. We Are Trusted Professionals.](http://www.army.mil/standto/archive_2015-06-09/)\n* [Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n\n\n\n\n",
    "date": "Wednesday, January 27, 2016",
    "quote": "Quote for the Day\n------------------------\n\nWe have a moral and ethical obligation to our Soldiers and the American people to ensure our people are ready. It's the fundamental driver of all of our commanders, organizations, and staff throughout the Army.\n\n### - Chief of Staff of the Army Gen. Mark A. Milley,  emphasizes readiness for ground combat as his [#1 priority](http://www.army.mil/e2/rv5_downloads/leaders/csa/Initial_Message_39th_CSA.pdf)\n\n### [Milley assesses 'aggressive' Russia, others, as challenges for US, ally security](http://www.army.mil/article/161324)\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}