{
    "id": "2016-01-28",
    "title": "Interagency and International Services Program ",
    "body": "### What is it?\n\nThe U.S. Army Corps of Engineers' (USACE) Interagency and International Services (IIS) provide integrated capabilities and expertise in engineering, construction, scientific management and technical services to the Army, combatant commands (CCMD), federal agencies, state and local governments, tribal nations, and partners in more than 110 countries and to nearly 70 domestic stakeholders. IIS efforts assist with achieving National Security Strategy outcomes, building and maintaining effective partnerships, and advancing America's interests. \n \n### What has the Army done?\n\nUSACE leverages civil works capabilities to support security cooperation, which strengthens partner nation capacity to address resource security and disaster risk management. Partnering with the Department of State (DoS) and U.S. Central Command, USACE provides technical support and equipment to the Iraqi government for Mosul Dam's management and maintenance.  USACE engages in DoS's Lower Mekong Initiative to enhance regional cooperation and sustainable development in Southeast Asia.  USACE works with U.S. Agency for International Development programs related to climate change, water resources technical assistance and capacity development in Pakistan.  \n\nUSACE provides assistance to Customs and Border Protection in securing the nation's borders, completing projects such as border fences and roads, stations and check-points, command and control stations and towers, and land ports of entry.  USACE undergirds the Department of Veterans' Affairs (DVA) mission to provide quality healthcare.  IIS is completing the VA Medical Center in Aurora, Colorado. For the Nuclear Regulatory Commission, USACE addresses hydrological issues associated with dams and the potential impact of dam failure on nuclear power plants as part of a hazard reevaluation following the Fukushima Dai-ichi nuclear power plant accident in Japan.  \n\nUSACE IIS promotes CCMD and U.S. embassy objectives to build partner nation capacity and maintain strategic access through its Foreign Military Sales projects, including support facilities for Qatar's Apache helicopter and Patriot defense program, and India's C-17 aircraft support facilities and infrastructure.\n\n### What does the Army have planned for the future?\n\nUSACE will continue delivering innovative solutions, including providing project and construction management and engineering services to DVA to build 10 medical facilities; exchanging engineering and construction best practices and lessons learned with foreign counterparts; and providing disaster preparedness assistance to Europe and Asia through the Civil Military Emergency Preparedness program.\n\n\n### Why is it important to the Army?\n\nUSACE IIS extends the Army's ability to build partner capacity, advance the nation's security interests, help prevent conflict abroad, and sustain the Army's value. USACE IIS is a critical tool to help achieve regional stability and maintain partnerships worldwide.  \n\n### Resources:\n\n* [U.S. Army Corps of Engineers](http://www.usace.army.mil)\n* [USACE: Interagency and International Support](http://www.usace.army.mil/Missions/MilitaryMissions/InteragencyInternationalSupport.aspx )\n\n#### Related articles: \n\n* [USACE, Government of Bangladesh Develop Post-Disaster Plan](http://www.army.mil/article/161056/)\n* [US Military Construction Set to Ramp Up in Poland](http://www.army.mil/article/160459/)\n* [US To Build Day Care Centers for Disabled Serbian Youth](http://www.army.mil/article/153598)\n\n#### Related STAND-TO!: \n\n* [U.S. Army Engineer Research and Development Center](http://www.army.mil/standto/archive_2015-12-10/)\n* [Army Engineers](http://www.army.mil/standto/archive_2015-02-27/)\n\n",
    "date": "Thursday, January 28, 2016",
    "quote": "Quote for the Day\n------------------------\n\nBy integrating these innovations, the Army can enhance training, improve unit performance and develop agile, adaptive leaders. And this type of training will save Soldiers' lives. \n\n### - Maj. Gen. Mark J. O'Neil,  deputy commanding general, [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact) (CAC-T), emphasizes upon Army's effort to make the Tactical Combat Casualty Care training more realistic and accessible.\n\n### [Improving Tactical Combat Casualty Care to save Soldiers' lives](http://www.army.mil/article/161354/)\n\n\n\n",
    "events": "Events \n---------------------------\n\n#### February 2016\n\nBlack History Month:  Visit [African Americans in the U.S. Army](http://www.army.mil/africanamericans/) (#BlackHistory or #AfricanAmericanHistory)\n\nHeart Health Month: Visit [MEDCOM](http://armymedicine.mil/Pages/Home.aspx) (#HeartHealth and #HealthyHeart) \n\nFeb. 15: Presidents Day (#PresidentsDay )\n\n##### (*Note: Recommended hashtags for social media promotion provided in parenthesis.*)\n\n\n\n\n\n"
}