{
    "id": "2015-06-01",
    "title": "Operational Camouflage Pattern Army Combat Uniform ",
    "body": "**What is it?**\n \nThe Operational Camouflage Pattern replaces the Universal Camouflage Pattern Soldiers currently wear in garrison, and the Operation Enduring Freedom Camouflage Pattern used in theater. \n\nSoldiers will be able to buy and wear Operational Camouflage Pattern Army Combat Uniforms (ACUs) at select military clothing sales stores (MCSS) starting  July 1, 2015. The Army will issue incoming Soldiers the Operational Camouflage Pattern for their clothing bag after January 2016. \n\nThe U.S. Army will also change the  currently worn sand color T-shirt and belt  to a Tan 499.  Additionally, the Army Combat Boots will change from a sand color to coyote brown. The tan 499 belts and T-shirts will be available in select MCSS beginning in July 2015 while the coyote brown Army Combat Boots will be available in August 2015.\n\n**What has the Army done?**\n \nSoldier feedback revealed dissatisfaction with the performance of the Universal Camouflage Pattern in Afghanistan. Therefore, Congress passed legislation directing the Army to provide Army Combat Uniforms to Soldiers deployed to Afghanistan with a camouflage pattern suitable for the operating environment. \n\nRigorous scientific evaluations, multiple field trials, and comprehensive testing all played a role in the Army plan to switch to the Operational Camouflage Pattern for Army Combat Uniforms and personal equipment. \n\n**Why is it important to the Army?**\n\nConcealment through camouflage is an essential part of the Soldier force protection concept, which also includes situational awareness and effective personal protective equipment.  As a combat force multiplier, concealment is important, as the enemy cannot attack what they cannot see.   \n  \nArmy's primary decision criteria in selecting the Operational Camouflage Pattern is Soldier force protection and safety. The selected pattern will provide Soldiers an effective camouflage pattern optimized for both day and night operations in the full range of Army military operating environments across the combatant commands. \n\n**What efforts does the Army have planned for the future?**\n \nThe Army will phase in the Operational Camouflage Pattern over four years. This strategy reduces the financial burden on Soldiers. During this phase-in period, Soldiers may wear ACUs in either Universal Camouflage Pattern or Operational Camouflage Pattern. \n\nThe phased-in adoption is also a careful use of taxpayer money. It allows the Army to issue and use existing stocks of Universal Camouflage Pattern and Operation Enduring Freedom Camouflage Pattern uniforms and equipment. Soldiers will have to switch completely to the Operational Camouflage Pattern, tan 499 T-shirts and belts, and the coyote brown Army Combat Boots by the mandatory wear date of Oct. 1, 2019.\n\n**Resources:**\n\n* [PEO Soldier](http://www.peosoldier.army.mil/)\n* Related articles: \n* [- Operational Camouflage Pattern Army Combat Uniforms available July 1](http://www.army.mil/article/149543/)\n* [- Army statement on the Operational Camouflage Uniform](http://www.army.mil/article/130999/)\n* [- ArmyLive: Who's behind the changes to the Army uniform?](http://armylive.dodlive.mil/index.php/2010/08/whos-behind-the-changes-to-the-army-uniform/) \n* Related STAND-TO!: \n* [- The Army Uniform Board](http://www.army.mil/standto/archive/2010/08/06/) \n* [- Army Combat Uniform without Permethrin](http://www.army.mil/standto/archive_2013-09-23/)\n",
    "date": "Monday, June 1, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\n\nDuring this transition period, several uniforms and variations will be authorized in our formations. Presenting a professional appearance is very important to Soldiers. But, we will not inconvenience or burden our troops. We will still be the most lethal fighting force the world has even known even if our belts don't match for the next few years.\n\n### - Sgt. Maj. of the Army Daniel Dailey, emphasizing that Soldiers can budget for the newly released Operational Camouflage Pattern uniform as they receive the clothing allowance over the transition period expected to run through Oct. 1, 2019.\n\n### [Operational Camouflage Pattern Army Combat Uniforms available July 1](http://www.army.mil/article/149543/)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony: [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 3: Pentagon Hall of Heroes Ceremony \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}