{
    "id": "2015-06-03",
    "title": "Army ROTC Cadet Summer Training",
    "body": "**What is it?**\n\n[U.S. Army Cadet Command](http://www.cadetcommand.army.mil/) conducts leader development training at Fort Knox, Kentucky, each summer for 8,500 cadets prior to their commissioning in the three components. The training strengthens cadets' intangible leadership attributes through a rigorous training program focused at leading platoon-level elements. This is the  Army's largest annual training exercise. \n\nCadet Summer Training 2015 is conducted June 3 to Aug. 13. \n\n\n**What has the Army done?**\n\n[Cadet Initial Entry Training](http://www.rotc.usaac.army.mil/training/op-ciet.aspx) (CIET), formerly known as Leader Training Course/Basic Course, has been at Fort Knox since the mid-1960s. The [Cadet Leadership Course](http://www.rotc.usaac.army.mil/training/op-clc.aspx) (CLC), previously Leader Development and Assessment Course, was at Joint Base Lewis-McChord from 1997 until it moved to Fort Knox last year.  \n\nTraining is conducted by cadre from 275 Reserve Officers' Training Corps (ROTC) detachments around the country, and this year is augmented by Soldiers from 2/4 Infantry Brigade Combat Team from Fort Carson, Colorado, and the 108th Training Command (USAR).\n\n\n**What continued efforts does the Army have planned for the future?**\n\nCIET will focus on standardized basic military training -- reducing variance of cadet proficiency in basic military skills.  CLC will place cadets in leadership positions, and that performance, combined with campus developmental efforts, will better prepare a cadet for the initial challenges of being an Army officer. \n\nBoth month-long courses will be complex, challenging, and rigorous; conducted in a stressful training environment; and will be the most significant events in the ROTC program -- all designed to develop and enhance leadership skills. Both courses will be mentally and physically demanding, and will challenge a cadet's intelligence, critical thinking, ingenuity, and stamina. The training will present the cadets with difficult decisions in demanding situations. \n\n**Why is it important to the Army?**\n\nCadet Command produces almost 80 percent of the officer corps -- with the capabilities and attributes the Army needs. The new lieutenant will understand and embrace the concept of being an officer; demonstrate an appropriate level of expertise; adapt, understand and act in ambiguity; and will anticipate change and act independently. Likewise, the new officer will be able to develop, lead and inspire teams; nourish respect; communicate effectively; be a lifelong learner; and stay fit and resilient.\n\n**Resources:**\n\n* [U.S. Army Cadet Command](http://www.cadetcommand.army.mil/)  \n* [- Cadet Initial Entry Training](http://www.rotc.usaac.army.mil/training/op-ciet.aspx)\n* [- Cadet Leadership Course](http://www.rotc.usaac.army.mil/training/op-clc.aspx)\n* [Cadet Summer Training](http://futurearmyofficers.com/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Army.mil: ROTC News](http://www.army.mil/rotc)\n* U.S. Army ROTC Cadet Summer Training's Social Media: \n* [- Facebook](https://www.facebook.com/armyrotccst?fref=ts)\n* [- Twitter](http://twitter.com/armyrotccst)\n* [- Instagram](http://instagram.com/armyrotccst/#)\n* [- Photos on Smugmug](http://armyrotc.smugmug.com)\n* [- YouTube](https://www.youtube.com/channel/UCmuAjl6_isIK1IRouAVModA)\n",
    "date": "Wednesday, June 3, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI do believe it's important that we maintain the integrity of the Ranger Tab and what it means. \n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), being emphatic about not changing standards for Ranger school as it assesses female Soldier performance as a part of an ongoing Army effort \"Soldier 2020,\" during a recent media roundtable with the Defense Writer's Group \n\n### [Three women recycled again in Ranger School](http://www.army.mil/article/149670) \n\n### Related STAND-TO!: [Maneuver Center of Excellence Ranger Course Assessment](http://www.army.mil/standto/archive_2014-09-12/)",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}