{
    "id": "2015-06-04",
    "title": "National Safety Month",
    "body": "**What is it?**\n\nNational Safety Month, sponsored by the nonprofit National Safety Council and observed each June, offers Army leaders a prime opportunity to energize their accident prevention efforts and engage their Soldiers on safety. The annual event is endorsed and recognized as an official Army observance by [senior Army leadership](https://safety.army.mil/ShrinkLink/23).\n\n**What has the Army done?**\n\nThe U.S. Army Combat Readiness Center (USACRC) launches an Army-wide campaign each June, to mark National Safety Month. Media products supporting the month, including feature articles, posters and informational videos, are made available on the [USACRC home page](https://safety.army.mil). \n\nMaterials typically focus on different aspects of safety in the Army, including civilian injury prevention, ground operations, aviation operations and driving. All products are available for electronic download by individual users, who may then reproduce or broadcast the information as required to meet their unit's needs.\n\n**Why is this important to the Army?**\n\nThe spring and summer months are among the most dangerous times of year for Soldiers off-duty, especially regarding accidents involving private motor vehicles, motorcycles and personal watercraft. \n\nEvery day is critical when it comes to risk; and leaders, Soldiers, Family members and Army civilians must work together to prevent needless losses within their formations. By using National Safety Month as a starting point for dialogue, leaders can establish or enhance safety programs that pay dividends throughout the year, regardless of season.\n\n**What does the Army have planned for the future?**\n\nThe Army will continue its annual observance of National Safety Month, with the USACRC providing supporting products and tools for users in the field. While yearly campaigns may differ in topic areas or focus, materials will always be developed according to the Army's latest accident trends and risk mitigation initiatives.\n\n**Resources:**\n\n* [USACRC home page](https://safety.army.mil)\n* [Senior leader tri-signed memo](https://safety.army.mil/ShrinkLink/23)\n* Related STAND-TO!:\n* [- R2: Risk Reduction and Safety](http://www.army.mil/standto/archive_2015-04-08/)\n* [- Army Safety and Occupational Health Objectives](http://www.army.mil/standto/archive_2014-12-24/)\n",
    "date": "Thursday, June 4, 2015",
    "quote": "Quote for the Day\n-------------------\n\nOpening a dialogue on National Safety Month can help you re-engage your Soldiers and Army civilians on safety matters to end the year on a positive note. \n\n### - [Army senior leader tri-signed memo on National Safety Month](https://safety.army.mil/ShrinkLink/23)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}