{
    "id": "2015-06-05",
    "title": "Army SHARP Social Media Presence ",
    "body": "**What is it?** \n\nThe Army is committed to reducing, with an aim toward eliminating, sexual harassment and sexual assault from the ranks. These offenses represent an insider threat with the potential to cause significant, irreparable harm to the Army. \n\nThe [Army Sexual Harassment/Assault Response and Prevention Program (SHARP)](http://www.preventsexualassault.army.mil/) recently established an official Facebook page and Twitter profile to connect, interact, and provide relevant content to Soldiers across the Army. SHARP remains dedicated to strengthening a positive environment throughout the Army where the behaviors and attitudes that lead to sexual offenses are rare and victims feel free to report without fear of retaliation. \n\n**What has the Army done?**\n\nThe launch of official SHARP Facebook and Twitter accounts establishes additional conduits to share important resources and news covering the Army's mission to eliminate sexual harassment and sexual assault from the ranks. These social media outlets are continuously updated with relevant content to establish an open forum for the SHARP program office to engage Soldiers, Department of the Army civilians, military Families, and the public.  \n\n**What continued efforts does the Army have planned for the future?**\n\nThe SHARP Program is implementing communities of practice on milSuite with secure sub-communities for commanders, SHARP program managers (PMs), sexual assault response coordinators (SARCs), and [victim advocates](http://www.army.mil/standto/archive_2013-09-26) that will provide targeted SHARP content, allow members to post  questions, enable sharing of best practices, and facilitate collaboration with other SHARP professionals. \n\n**Why is this important to the Army?**\n\nThe Army's number one priority is the prevention of sexual harassment and sexual assault. All Soldiers must recognize sexual harassment and sexual assault as insider threats that are inconsistent with [Army Values](http://www.army.mil/values/?from=st). It is the Army's collective responsibility to cultivate a culture that's intolerant of sexual offenses. It is imperative that the Army sustain an environment of integrity, respect and selfless service, dignity, confidence, and mutual respect for everyone.\n\n**Resources:**\n\n* [Army Sexual Harassment/Assault Response and Prevention Program](http://www.preventsexualassault.army.mil/)\n* Follow Army SHARP on: \n* [- Twitter](http://www.twitter.com/USArmySHARP)\n* [- Facebook](https://www.facebook.com/USArmySHARP)\n* [Army.mil: Ready and Resilient](http://www.army.mil/readyandresilient/)\n* Related SHARP STAND-TO!:\n* [- SHARP Schoolhouse Pilot Course](http://www.army.mil/standto/archive_2014-01-24/)\n* [- SHARP Initiatives in U.S. Army Forces Command](http://www.army.mil/standto/archive_2014-01-23/)\n* [- Special Victim Counsel Program](http://www.army.mil/standto/archive_2013-12-02/)\n* [- Enhanced Investigation, Prosecution and Legal Support](http://www.army.mil/standto/archive_2013-11-19/)\n* [- Victim Advocacy](http://www.army.mil/standto/archive_2013-09-26)\n* [- Sexual Harassment/Assault Prevention](http://www.army.mil/standto/archive_2013-06-07/)\n* [- Ready and Resilient Campaign Update](http://www.army.mil/standto/archive_2013-09-03/)",
    "date": "Friday, June 5, 2015",
    "quote": "Quote for the Day\n-------------------\n\nWhether a Soldier serves three years or 30, you are Soldiers for Life! You understand the value of service. This mindset is what makes our Soldiers and [Veterans](http://www.army.mil/veterans) the trusted professionals who protect and serve our nation while in uniform, and what makes them invaluable to employers and communities as civilians. \n\n### - Col. Adam Rocke, director, [Soldier for Life](http://www.army.mil/soldierforlife/), emphasizes that the Army's \"Soldier for Life\" program is about the entire \"lifecycle\" of being a Soldier, at the first Soldier for Life Facebook town hall held on June 3. \n\n### [Soldier for Life fields Facebook town hall](http://www.army.mil/article/149920)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}