{
    "id": "2015-06-08",
    "title": "Army Birthday:  240 Years of Selfless Service to the Nation ",
    "body": "**What is it?** \n\nOn June 14th, the United States Army celebrates its rich history and lineage of [*240 Years of Selfless Service to the Nation*](http://www.army.mil/birthday/?from=st) at home and around the globe. Selfless service defines the Soldier -- a Soldier puts the welfare of others ahead of oneself. The willingness of Soldiers to place themselves in danger to protect the nation's freedoms makes the Army the premier all-volunteer force. \n\n**What is the Army doing?**\n\nToday's Soldiers serve with honor and distinction and have done so for more than 13 years of combat operations. At any time, Army forces are prepared to [prevent conflict, shape the security environment, and win wars](http://www.army.mil/article/71030/?from=st). Currently, the Army has 140,000 regionally-aligned and mission-tailored Soldiers supporting combatant commanders in over 140 locations. The all-volunteer force serves with distinction to meet the nation's needs in peace and war.  \n\n**What has the Army done?**\n\nThe Army commemorates its 240th birthday with celebrations in the National Capital Region, around the U.S., and on installations and posts worldwide. The Army birthday is a historic occasion to be shared with the American people through informational, educational and community engagements.   \n\n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army, on its 240th birthday celebration, salutes every Soldier, Department of the Army civilian, and Family member of the Army team -- those who serve, and all those who have served -- for their dedication to duty, selfless service and the sacrifices they have made. Once a Soldier, Always a [Soldier For Life](http://soldierforlife.army.mil/).\n\nThe continued selfless service by Soldiers keeps the nation ready today and prepared for tomorrow.\n \n\n**Resources:**\n \n* [U.S. Army Birthday microsite](http://www.army.mil/birthday/?from=st)\n* [Soldier For Life](http://soldierforlife.army.mil/)\n* [Army Veterans](http://www.army.mil/veterans)\n* Related STAND-TO!: \n* [-  Soldier For Life: Retired Soldiers](http://www.army.mil/standto/archive_2014-05-27/?)\n* [-  Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/)\n",
    "date": "Monday June 8, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nFor [240 years](http://www.army.mil/birthday/?from=st_q), the trust of Soldiers, civilians, and families of the United States Army have selflessly served our nation, pride and distinction. Thank you for all that you do to protect us, both at home and overseas. From the entire congressional staff, Happy Birthday U.S. Army.\n\n### -  Army Legislative Liaison Congressional Staff\n\n\n### YouTube: [240th Army Birthday Greetings](https://youtu.be/__Sjd87pNfA)\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}