{
    "id": "2015-06-09",
    "title": "Not in My Squad. Not in Our Army. We Are Trusted Professionals.",
    "body": "**What is it?** \n\n\"Not in My Squad, Not in Our Army\" is a broad initiative to highlight the critical role the noncommissioned officer corps plays in leading and sustaining a values-based organization such as the U.S. Army.\n\n\"Not in My Squad\" is the U.S. Army's pledge to focus on the well-being, safety, and dignity of Soldiers and civilians. The premise is that greatness spreads faster than indiscipline; Soldiers will want to be part of a team that fosters greatness. \n\nThe first portion of the pledge, \"Not in My Squad,\" is a call to duty for junior leaders to take responsibility and own solutions for those in their care. \n\nThe second part of the pledge, \"Not in Our Army,\" is an Army-wide, all level call to action for officers, senior NCOs and civilians to expand the initiative beyond the squad to every organization in the Army. Army senior leaders will personally request, consider and, whenever possible, implement \"Not in My Squad\" recommendations. \n\nThe third part of the pledge, \"We Are Trusted Professionals,\" reminds Army personnel that wherever they are -- at home or abroad -- they represent the American people. \n \n\n**What has the Army done?**\n\nThe Army selected a diverse group of 32 squad leaders from across the force who exemplify the Army profession and who will begin designing a \"Not in My Squad\" way forward during a three-day workshop, June 16-18. These squad leaders will discuss and develop recommendations on how junior NCOs can further build and sustain a climate of dignity, respect, trust, and inclusion. \n\nThis workshop highlights the critical role of our noncommissioned officer corps in leading and sustaining a values-based organization. The workshop culminates with the squad leaders meeting congressional members and staff to discuss Not in My Squad objectives and goals.\n\n\n**What has the Army done?**\n\nIndiscipline detracts from personal and professional readiness and Army core values -- loyalty, duty, respect, selfless service, honor, integrity, and personal courage. Further, indiscipline directly conflicts with Army officer, NCO, and civilian creeds that demand respecting the dignity and human rights of others; devotion to the welfare of those under our care; and acting with dedication, candor, and integrity to earn the unquestioning respect, confidence, and trust of all Soldiers and civilians.  \n\n\n**What continued efforts does the Army have planned for the future?**\n\nFollowing the June workshop, the Army will provide a quarterly-progress report to the junior-leader participants. Additionally, the workshop will be replicated across the Army during the next year to gather additional feedback and recommendations.  The effort is focused on building readiness and resiliency, dignity, respect, building a climate of inclusion, and encouraging values-based conduct.\n\n**Resources:**\n \n* [Sergeant Major of the Army](http://www.army.mil/leaders/sma/)\n* [Army Values](http://www.army.mil/values/)\n* [- NCO Creed](http://www.army.mil/values/nco.html)\n* [SHARP](http://www.sexualassault.army.mil/index.cfm)\n* [Ready and Resilient](http://www.army.mil/readyandresilient)\n* [Army Ethic](http://cape.army.mil/aaop/living-the-army-ethic/)\n* Related documents:\n* [- The Army Ethic White Paper](http://www.army.mil/e2/c/downloads/356486.pdf)\n* [FY 15-16 America's Army-Our Profession: \"Living the Army Ethic\"](http://www.army.mil/e2/c/downloads/392669.pdf) \n* Related articles:\n* [- Dailey to bring Soldiers to Washington to 'own' SHARP problem, solution](http://www.army.mil/article/145180/) \n* Related STAND-TO!: \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)",
    "date": "Monday June 8, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\n[\"Not in My Squad, Not in Our Army\" is] about everything in regard to the\n[Army profession](http://cape.army.mil/aaop/), and getting our subordinate leaders - those first line-level leaders who have direct influence over their Soldiers every day - to take ownership.\n\n\n### - Sergeant Major of the Army Daniel A. Dailey\n\n\n### [Dailey to bring Soldiers to Washington to 'own' SHARP problem, solution](http://www.army.mil/article/145180/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}