{
    "id": "2015-06-11",
    "title": "Army Cyber Branch ",
    "body": "**What is it?** \n \nThe U.S. Army is moving quickly to fill the newly created Cyber Branch, with 1,200 officers, warrant officers and enlisted Soldiers on the job soon. Army Secretary John McHugh and Chief of Staff Gen. Raymond Odierno set an aggressive goal of [standing up the Cyber Branch by October 2015](http://www.army.mil/article/138883). \n\nCreation of the cyber branch acknowledges the critical role cyber Soldiers play in the armed forces of today and tomorrow. It provides the structure to make certain that highly-skilled Soldiers in these positions are well-trained, professionally developed and appropriately assigned.\n\n**What has the Army done?**\n\nA [Cyber-specific selective retention bonus](http://www.army.mil/article/149561) is being offered to certain Soldiers serving in the Cyber Mission Force in MOS 35Q.\n\nSoldiers from any MOS can [reclassify into MOS 17C, Cyber Operations Specialist](http://www.army.mil/article/149776). Soldiers already serving in the Cyber Mission Force will transition into MOS 17C. The transition program applies only to Soldiers in certain cyber roles in certain units.\n\nMore than 100 officers have been selected [to join the Cyber Branch as Cyber operations officers](http://www.army.mil/article/141662), MOS 17A. A second round of VTIP is in progress now. Details for warrant officer accession will be announced soon.\n\n**What continued efforts does the Army have planned for the future?**\n\nThe first Basic Officer Leader Course begins this summer at the U.S. Army Cyber School at Fort Gordon, Georgia, followed by warrant officer and enlisted Soldier training in late 2015 and early 2016. Advanced Individual Training will begin at Fort Gordon when facilities are available. \n\n**Why is this important to the Army?**\n\nNetwork dominance and defense is an integral part of national security, and the Army is focused on providing increased capability to the Joint Force. Military networks have evolved from simple communication. Cyberspace is now considered a warfighting domain, in which the Defense Department will conduct operations. This new domain requires Soldiers who understand cyberspace as an operational environment, just as infantry Soldiers understand the land domain and pilot's airspace. Winning in this new domain requires effective management of this force of highly skilled, high-demand Soldiers. \n\nThe Army Cyber Center of Excellence at Fort Gordon is proponent for Cyber operations under the Training and Doctrine Command (TRADOC). The almost unprecedented speed of building the Cyber Branch results from the close collaboration with the Army Human Resources Command and ongoing support from senior leaders. \n\n**Resources:**\n\n* [2015 Army Posture Statement](http://www.army.mil/e2/rv5_downloads/aps/aps_2015.pdf)\n* [U.S. Army Cyber Command](http://www.arcyber.army.mil/org-arcyber.html)\n* [U.S. Army Human Resources Command](https://www.hrc.army.mil/)\n* [U.S. Army Cyber Center of Excellence](http://cybercoe.army.mil/)\n* [Army Cyber Center of Excellence on Facebook](https://www.facebook.com/ArmyCyberCoE)\n* [Army Cyber Center of Excellence News](http://www.army.mil/armycybercoe)\n* Related STAND-TO!: \n* [- 2015 Army Posture Statement](http://www.army.mil/standto/archive_2015-03-18/)\n* [- The Army Cyber Institute](http://www.army.mil/standto/archive_2015-05-14/)\n* [- Army's Cyber Electromagnetic Branch](http://www.army.mil/standto/archive_2014-03-27/)\n* Related articles:\n* [- Human Resources Command establishes enlisted pathways to become a Cyber Operations Specialist](http://www.army.mil/article/149776) \n* [- Army offers selective retention bonuses to retain enlisted cyber warriors](http://www.army.mil/article/149561)\n* [- Army Cyber branch offers Soldiers new challenges, opportunities](http://www.army.mil/article/138883)\n* [- Army identifies Soldiers for new Cyber Branch](http://www.army.mil/article/141662)\n* [- Army standing up cyber brigade, possible cyber branch](http://www.army.mil/article/133176)\n* [- Unveiling the Cyber Center of Excellence](http://bit.ly/1B0OWIz) ",
    "date": "Thursday, June 11, 2015",
    "quote": "Quote for the Day\n-------------------\n\nOne of the great advantages our Army has over every other army in the world is our ability to do strategic operational and tactical logistics. \n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), highlighting the  logistical advantage of the Army, and attributing it to the expertise of the logisticians, during the 11th Annual Chief of Staff of the Army's Combined Logistics Excellence Awards ceremony at the Pentagon, June 10\n\n### [CSA at logistics awards: Army tops at force sustainment](http://www.army.mil/article/150226)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}