{
    "id": "2015-06-12",
    "title": "Happy 240th Birthday, U.S. Army! ",
    "body": "Two hundred forty years ago, our nation's leaders established the Continental Army. Today, the Army is the strategic landpower of the joint force; called upon to [prevent, shape, and win](http://www.army.mil/article/71030/?from=st) against our adversaries.\n\nThis year, we celebrate [240 years of selfless service to the nation](http://www.army.mil/birthday/?from=st). Selfless service is at the core of what it means to be a Soldier - putting the welfare of others ahead of oneself. The willingness of our Soldiers - to place themselves in harm's way and to protect our nation's freedoms - is what makes us the premier all-volunteer force. The Army has served proudly, faithfully, and selflessly for 240 years, and we remain steadfast in our commitment.\n\nBirthday greetings from Army senior leaders:  \n\n**Secretary of the Army John McHugh**\n\nFor more than 240 years, our Army has served America with extraordinary Soldiers, Families and civilians who are committed to selfless service. Today, we celebrate the competence, character and professionalism of these Soldiers - past and present - who make up our nation's premier, all-volunteer Army. On this very special day, on behalf of a grateful nation, we'd like to wish all of you a very [Happy Birthday](https://youtu.be/IwiQhOnQINM).\n\n**Chief of Staff of the Army Gen. Raymond T. Odierno**\n\nOn our Army's 240th birthday, we remember who we are, Soldiers -- America's trusted professionals. [Happy Birthday, United States Army!](https://youtu.be/M_W_7_c94NM)\n\n**Vice Chief of Staff Gen. Daniel B. Allyn**\n\nWe celebrate 240 years of selfless service to the nation on June 14th, 2015. I'm excited to share in this celebration with an institution that continues to transform itself to meet the needs of our great democracy and still remains the rock of stability in an unpredictable world, we can all be very proud of our Army as we deliver the best trained, best lead and most capable land forces in our history, while developing leaders of incredible competence enduring commitment and extraordinary character to lead in the defense of our nation. [Happy Army birthday. God bless you and Army strong.](https://youtu.be/5maC9eNaW0c)\n\n**Sergeant Major of the Army Daniel A. Dailey**\n\nThroughout this nation's history, millions of men and women have fought for our freedoms. Today is no different, as we have over 140,000 Soldiers deployed or forward stationed protecting our nation's freedoms. [Happy Birthday, United States Army!](https://youtu.be/M_W_7_c94NM)\n\n**Resources**:\n\n* [Tri-signed letter](http://www.army.mil/e2/rv5_downloads/birthday/2015/240_army_birthday_trisign.pdf)\n* [U.S. Army Birthday microsite](http://www.army.mil/birthday)\n* Read about the 240th Birthday celebrations at:  \n* [- U.S. Capitol](http://www.army.mil/article/150295/?from=st)\n* [- Pentagon](http://www.army.mil/article/150336/?from=st)\n*  Related STAND-TO!: \n* [- Army Birthday: 240 Years of Selfless Service to the Nation](http://www.army.mil/standto/archive_2015-06-08/?) \n\n\n",
    "date": "Friday, June 12, 2015",
    "quote": "Quote for the Day\n-------------------\n\nI believe the Army is the one service that truly represents the diversity and strength of our nation. Our regular Soldiers, our citizen-Soldiers, our dedicated Army civilians  represent what is best about our country  our diversity and our ability to understand why our nation is different from any other nation in the world because of the freedoms and liberties we fight for.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) kicked off the cake-cutting, making several points to the audience of congressional and senior Army leaders and their staffs and guests in the U.S. Capitol Visitor's Center, June 10, for the first of several cake-cuttings throughout the week in celebration of the Army's 240th birthday.\n\n### [Army's 240th birthday celebrated at U.S. Capitol](http://www.army.mil/article/150295)\n\n### [Army.mil: 240th Army Birthday!](http://www.army.mil/birthday/)\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}