{
    "id": "2015-06-16",
    "title": "Online Conduct - Think, Type, Post ",
    "body": "**What is it?**\n \nThe U.S. Army defines **online conduct** as the use of electronic communications in an official or personal capacity that is consistent with [Army Values](http://www.army.mil/standto/archive_2013-08-15/) and Standards of Conduct.  \n\nOnline misconduct is the use of electronic communication to inflict harm; examples include, but are not limited to:  harassment, bullying, hazing, stalking, discrimination, retaliation, or any other types of misconduct that undermines dignity and respect. \n\nElectronic communications is considered the transfer of information (signs, texts, images, sounds, or data) transmitted by computer, phone or other electronic device.  Electronic communications include, but are not limited to: text messages, emails, chats, instant messaging, screensavers, blogs, social media sites, electronic device applications, and web/video conferencing.\n\n**What has the Army done?**\n \nThe Army has initiated a campaign to educate and inform the Army Family on the proper use of electronic communications.  The Army understands the importance of treating everyone with dignity and respect -- it is part of the Army being trusted professionals.  Being online does not change this.  The Army is reinforcing a climate where members of the Army Team -- including current and future Soldiers, Army civilians, contractors, and Family members -- understand that online misconduct is inconsistent with Army Values. \n\n**Why is it important to the Army?**\n\nArmy senior leaders know that awareness must be raised and that as members of the Army team, the individual interactions offline and online are reflections of the Army and the values it upholds.  It is crucial that the Army Family act responsibly and understand that the Army standards of conduct apply to all aspects of our life, including online conduct. Harassment, bullying, hazing, stalking, discrimination, retaliation, and any other type of misconduct that undermines dignity and respect are not consistent with Army Values. Individuals who participate in or condone misconduct, whether offline or online, may be subject to criminal, disciplinary, and/or administrative action.\n\n**What efforts does the Army have planned for the future?**\n\nThe Army will modify future Army regulation updates to further clarify electronic communications and online conduct.  Current contracts and agreements already contain language that covers misconduct; future updates beyond 2016 will further clarify electronic communications and online conduct.  The Army will also modify the standardized Army program of instruction and training plans on equal opportunity, equal employment opportunity, and treatment of persons to include discussion points and vignettes with respect to electronic communications and online conduct.\n\n**Resources:**\n\n\n* [Army Values](http://www.army.mil/values/)\n* Gen. Ray Odierno's Facebook post: [#OnlineConduct: TTP](https://www.facebook.com/RayOdierno/photos/a.76432386882.87438.76339156882/10152797799216883/?from=standto)\n* Social Media: \n* [- U.S. Army &#124; Facebook](https://www.facebook.com/USarmy/?from=standto)\n* [- U.S. Army (@USArmy) &#124; Twitter](https://www.twitter.com/USarmy/?from=standto)\n* Related documents: \n* [- AR 600-20: Army Command Policy](http://www.apd.army.mil/pdffiles/r600_20.pdf)\n* [- AR 600-100: Army Leadership](http://www.apd.army.mil/pdffiles/r600_100.pdf)\n* Related STAND-TO!: \n* [- Army Values](http://www.army.mil/standto/archive_2013-08-15/)\n\n\n",
    "date": "Tuesday, June 16, 2015",
    "quote": "Focus Quote for the Day\n-------------------\n\nSocial media has become an important part of social interaction. It is a powerful tool we use to communicate and amplify our thoughts. However, we must remember that such tools come with the responsibility of knowing how to properly use them.\n\n### - Chief of Staff of the Army Gen. Ray Odierno, in his Facebook post on the #OnlineConduct TTP \n\n### Read more: [Online Conduct: Think, Type, Post](https://www.facebook.com/RayOdierno/photos/a.76432386882.87438.76339156882/10152797799216883/?from=standto)\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}