{
    "id": "2015-06-17",
    "title": "The Army University  ",
    "body": "**What it is?**\n   \nThe U.S. Army is reorganizing its education enterprise into a university structure that will maximize educational opportunities for Soldiers by providing valid academic credit for the education and experience they receive while on active duty. This effort provides a cost savings to the Army in tuition assistance and unemployment expenses, and improves a Soldier's ability to transition into quality employment opportunities after their service. \n\nThe Army University encompasses all [U.S. Army Training and Command](http://www.tradoc.army.mil/) schools, provides the force with a single point of contact for all Army education matters and addresses the educational needs of the Army while providing individual Soldiers and civilians the opportunity to accomplish their own respective academic goals.  \n\nThe purpose of Army University is to:  \n\n* -- Provide professional degree and credentialing opportunities\n* -- Communicate the value the Army places on education \n* -- Gain national recognition as an accredited educational institution \n* -- Increase partnering with public and private universities \n* -- Identify talent and integrate best practices across the education system \n\n**What has the Army done?**\n \nThe Army University will ensure all cohorts receive rigorous and relevant instruction, creating opportunities for students and faculty to participate in exchanges with civilian universities. Transitioning personnel will have the necessary tools to be successful in the work force, nesting with the Soldier for Life program. \n\n**What continued efforts does the Army have planned for the future?**\n \nThe Army University is scheduled to roll out in the third quarter of fiscal 2015. This will include leader engagements with Congress and partner universities, announcements and ceremonies reaching initial operating capability by the first quarter of FY2016.  \n\nOver the next two years, the Army University will develop new processes to facilitate student and faculty collaboration and exchanges with civilian universities, establish universal transcripts, centralize and improve faculty development programs, and implement common core curriculum across the spectrum of Army education.   \n\n**Why is this important to the Army?**\n\nAs the Army transitions from more than a decade of continuous combat operations, education is the most reliable strategic investment the Army can make to address Army warfighting challenges.  The Army University will produce Soldiers and Civilians that are capable of tackling the wide range of military operations required to win in a complex world. It will create opportunity for those who are transitioning into the civilian sector, making them Soldiers for Life.  \n\n**Resources:**\n \n* [U.S. Army's Combined Arms Center (CAC)](http://usacac.army.mil/)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [Soldier for Life](http://soldierforlife.army.mil/)\n* Related documents: \n* [- The Army University White Paper; Feb. 25, 2015](http://go.usa.gov/3EXgm)\n* [- Strategic Business Plan for the Army University;  Mar. 16, 2015](http://go.usa.gov/3EXgA)\n* [- TRADOC PAM 525-3-1: The US Army Operating Concept: Win in a Complex World; Oct. 31, 2014](http://www.tradoc.army.mil/tpubs/pams/TP525-3-1.pdf)\n* [- TRADOC PAM 525-3-7: The U.S. Army Human Dimension Concept](http://www.tradoc.army.mil/tpubs/pams/TP525-3-7.pdf)\n* Related STAND-TO!:\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- SECARMY Senior Civilian Army Profession Symposium](http://www.army.mil/standto/archive_2014-11-20/) \n* [- The U.S. Army Human Dimension Concept](http://www.army.mil/standto/archive_2014-07-03/)\n* [- Civilian Workforce Transformation](http://www.army.mil/standto/archive_2014-04-17/)\n* [- Army Civilian Training and Leader Development](http://www.army.mil/standto/archive/issue.php?issue=2012-06-07)  \n",
    "date": "Wednesday June 17, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\n\n[The Army University] demonstrates the Army's commitment to cutting-edge education, preparing leaders to succeed in the classroom and on the battlefield. \n\n### - Lt. Gen. Robert B. Brown, commanding general, Combined Arms Center, Fort Leavenworth,  signifies the importance of the Army University to  serves as the intellectual foundation for Army leaders to win in a complex world, in his foreword for the Army University White Paper, Feb. 25, 2015\n\n### [The Army University White Paper](http://go.usa.gov/3ERsY)\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}