{
    "id": "2015-06-18",
    "title": "Warfighter Information Network-Tactical Increment 2 ",
    "body": "**What it is?**\n   \nThe [Warfighter Information Network-Tactical](http://peoc3t.army.mil/wint/inc2.php) (WIN-T) Increment 2 is a critical part of the Army's tactical network modernization strategy and the backbone of its network capability sets. Combat vehicles integrated with WIN-T Increment 2 provide the on-the-move communications, mission command and situational awareness that commanders need to lead from anywhere on the battlefield. \n\nFollowing extensive development and testing, the Army has received approval to proceed to full rate production (FRP) and fielding of WIN-T Increment 2. The approval was the result of a Defense Acquisition Board review of the program conducted on May 11, 2015. The FRP decision enables the program office to procure and field the capability to all remaining Army units that are projected to receive WIN-T Increment 2.  \n\n**Why is it important to the Army?**\n\nWIN-T Increment 2 enables deployed Soldiers down to the company level operating in remote and challenging terrain to maintain voice, video and data communications while on patrol. It supports expeditionary operations by enabling commanders to use mission command and advanced communications capabilities on-the-move in their vehicles, untethering them from the stationary command post so they can lead their forces from the heart of the fight. The capability also extends disparate radio networks so dismounted Soldiers remain connected, despite vast distances or terrain obstacles such as mountains. \n\n**What has the Army done?**\n \nU.S. Soldiers have already deployed with and utilized the system in Afghanistan, where commanders referred to it as their \"digital guardian angel.\" As the fixed network infrastructure was dismantled and forward operating bases closed down during retrograde operations, Security Force Assistance Brigades were still able to conduct their missions and effectively communicate by employing the satellite and terrestrial communication and mission command capabilities of WIN-T Increment 2.   \n\nTo date, the Army has fielded WIN-T Increment 2 capability to 12 brigade combat teams and four division headquarters from the 10th Mountain Division, 82nd Airborne Division, 101st Airborne Division, 2nd Infantry Division, and the 1st Armored Division. \n\n\n**What continued efforts does the Army have planned for the future?**\n \nThe FRP decision enables the program office to procure and field the capability to all remaining Army units that are projected to receive WIN-T Increment 2 through FY2029. The program will continue to improve, enhance and simplify WIN-T Increment 2 capability through technical refreshment and engineering change proposals.  \n\n\n**Resources:**\n \n* [PM WIN-T ](http://peoc3t.army.mil/wint)\n* [WIN-T Increment 2](http://peoc3t.army.mil/wint/inc2.php)\n* [PEO C3T](http://peoc3t.army.mil/c3t)\n* [PEO C3T Facebook](https://www.facebook.com/peoc3t)\n* Related articles:\n* [- Major U.S. Army Network Modernization Program moves to full-rate production](http://www.army.mil/article/150563/)\n* [- Army's mobile satellite network enables rapid fire missions](http://www.army.mil/article/139187/) \n* [- 1st Armored Division Stryker brigade trains on Army's mobile network](http://www.army.mil/article/137664/)\n* [- Army's new network gear supports 82nd ABN](http://www.army.mil/article/136279/)\n* Related STAND-TO!:\n* [- The Army Equipment Program in support of President's Budget 2016](http://www.army.mil/standto/archive_2015-04-13/)\n* [- Army Equipment Modernization Strategy](http://www.army.mil/standto/archive_2015-04-09/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Capability Set 14](http://www.army.mil/standto/archive_2014-07-23)\n* [- Network Modernization Roadmap](http://www.army.mil/standto/archive_2014-04-28/)\n",
    "date": "Thursday June 18, 2015",
    "quote": "Quote for the Day\n------------------------\n\nThe heart of the Army profession is the [Army ethic](http://www.army.mil/standto/archive_2015-06-15/), which guides Soldiers and Army civilians in making right decisions and taking right actions in the conduct of the mission, in the performance of duty, and in all aspects of life. \n\n### - Col. John Vermeesch, director, Center for the Army Profession and Ethic (CAPE), highlighting the Army Ethic, which has been recently added to [ADRP 1: The Army Profession](http://armypubs.army.mil/doctrine/DR_pubs/dr_a/pdf/adrp1.pdf)\n\n### [Doctrine defines Army ethic in new chapter](http://www.army.mil/article/150595)\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}