{
    "id": "2015-06-19",
    "title": "Deployed Digital Training Campus",
    "body": "**What is it?**\n \nThe Deployed Digital Training Campus (DDTC) helps Soldiers stay current with their educational and training requirements while deployed to remote areas. With courseware and content developed by U.S. Army Training and Doctrine Command, each DDTC system comprises 21 notebook computers that can access the Internet via satellite or land connections. Those connections provide access to the Army Training Network, Army Learning Management System and other valuable training resources. Soldiers also can take courses on DVD/CD-ROM and participate in group sessions using video teletraining. For additional individual and collective training, the DDTC connects to virtual simulations such as Virtual Battlespace 3 and One Semi-Automated Forces. \n\n**What has the Army done?**\n \nThe Army has 30 DDTC systems, with some deployed to a variety of locations including Eastern Europe, Southwest Asia, Africa and the Pacific. The systems support the active component, Army National Guard and Army Reserve. To obtain a DDTC system, deploying battalions and brigades submit requests through their higher headquarters to their major Army command. \n\n**What continued efforts does the Army have planned for the future?**\n \nDDTCs will continue supporting Soldiers participating in Operation Atlantic Resolve, Regionally Aligned Forces and other worldwide contingency operations. Technical enhancements include a wireless local area network capability and an offline player that allows Soldiers to continue taking offline playable courses if satellite connectivity is disrupted.\n\n**Why is it important to the Army?**\n \nThe DDTC facilitates delivery of Army training and educational materials to Soldiers wherever they may be located. It allows deployed Soldiers to meet their training and educational requirements to help them stay competitive for promotion. By enabling deployed Soldiers to complete mandated training and educational courses, the DDTC helps the Army remain the best-prepared force in the world. \n\n**Resources:**\n\n* [U.S. Army Distributed Learning System](https://www.dls.army.mil/DDTC.html)\n* [Product director of U.S. Army Distributed Learning System](https://www.dls.army.mil/Leadership.html)\n",
    "date": "Friday, June 19, 2015",
    "quote": "Quote for the Day\n------------------------\n\nI have observed our extraordinary Army team and am convinced we are in it\nto win it. They serve as role models of courage, character, and the Army\nSoldier spirit and they epitomize the Warrior Ethos, 'I Will Never Quit.'\n\n\n### - Col. Chris Toner, assistant surgeon for Warrior Care and Transition and commander of [Warrior Transition Command,](http://www.wtc.army.mil) observation on all 40 of the athletes on the Army team competing at the [DoD Warrior Games,](http://www.defense.gov/home/features/2015/0615_warriorgames) June 19-28, 2015 at Marine Corps Base Quantico, Va.\n\n\n### [Army goal: Keep Chairman's Cup at DOD Warrior Games](http://www.army.mil/article/150799)\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 2: White House Medal of Honor Ceremony \n\n* June 3: Pentagon Hall of Heroes Ceremony for [Sgt. Henry Johnson](http://www.army.mil/medalofhonor/johnson/?from=st) and [Sgt. William Shemin](http://www.army.mil/medalofhonor/shemin/?from=st) \n\n* June 6:  [D-day](http://www.army.mil/d-day/) \n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25- July 27:  Korean War \n\n"
}