{
    "id": "2015-06-22",
    "title": "Joint Users Interoperability Communications Exercise 2015",
    "body": "**What is it?**\n\nThe Joint User Interoperability Communications Exercise (JUICE) is an annual worldwide joint, coalition, and interagency communications exercise focused on interoperability, training and development of tactics, techniques, and procedures (TTPs). Operating in a Joint Task Force (JTF) construct, JUICE addresses key information exchange requirements relevant to the Army as well as its joint and coalition partners.  \n\nJUICE includes network planning, systems integration, network operations, and computer network defense that will seek to identify lessons observed for improvements to existing operational capabilities. The exercise also strives to address operational gaps identified by deployed units, coalition partners, Department of Defense working groups, governmental agencies and first responders. \n\nThe [U.S. Army Communications-Electronics Command](http://www.army.mil/info/organization/cecom/) is executing the 22nd annual JUICE, June 16-26, at Aberdeen Proving Ground, Maryland. \n\n**What has the Army done?**\n\nThe theme for this year's exercise is \"Expeditionary Communications in a Joint Information Environment.\" JUICE 2015 will address critical communications issues and key requirements that are relevant to our joint and coalition warfighters.  Joint Interoperability and Joint Cyber Operations focused on defending a deployed joint task force will continue to be emphasized this year. Other focus areas are warfighter TTPs, joint interoperability assessments, coalition warrior interoperability, and homeland security.\n \nJUICE is a venue for joint experimentation and provides participants the opportunity to leverage numerous training opportunities in an operational and technical environment. Additional benefits to the joint warfighter include team building among technical, test, operational and acquisition communities. \n\n**What continued efforts does the Army have planned?**\n\nJUICE will continue to be executed using its supporting network called the Joint On-demand Interoperability Network (JOIN), which is available to the tactical user community, building collaboration between joint and coalition partners. The resources managed by the JOIN have two distinct facets: one contains the tactical environment with a JTF headquarters node and multi-service component nodes and the other is geared to the distributed testing community.\n\n**Why is it important to the Army?**\n\nJUICE plays a key role for our warfighters at the leading edge of the battle space as they continue to expand a persistent forward presence and engage in joint, multi-national and interagency operations. JUICE and JOIN present the Army with a \"one of a kind\" resource that serves as a critical link between the development and sustainment communities providing better support to the warfighter. JOIN is part of an overall effort to provide System Development & Integration Network services throughout a program's lifecycle in a joint environment over a distributed network.\n\n**Resources:**\n\n* [CECOM Software Engineering Center](http://www.sec.army.mil/secweb/)  \n* [U.S. Army Communications-Electronics Command](http://cecom.army.mil/)   \n* Army.mil: [CECOM News](http://www.army.mil/info/organization/cecom/)   \n* [Strategic Command (STRATCOM)](http://www.stratcom.mil/) \n* [Joint Interoperability Test Command](http://jitc.fhu.disa.mil/index.html) \n",
    "date": "Monday, June 22, 2015",
    "quote": "Quote for the Day\n------------------------\n\nThe Army remains on the cutting edge of determining scientifically-based occupational accessions standards for all military occupational specialties. Validating these physical standards enhances our ability to predict an applicant's ability to perform the critical, physically demanding tasks of MOSs.\n\n\n### - Col. Linda Sheimo, chief of the Command Programs and Policy Division at the Directorate of Military Personnel Management, Army G-1, speaking about the decision to [open Combat Engineer to female Soldiers](http://www.army.mil/article/118930/?from=st), which is based off the [Army's Soldier 2020](http://www.army.mil/standto/archive_2013-10-21/?) effort and allows 20,563 additional positions available for women and opening the last of the 16 engineer military occupational specialties (MOSs) which were previously closed to women. \n\n### [Army opens 20,563 engineer positions to women](http://www.army.mil/article/150882)\n\n### Related: [Army Directive 2015-27: Army Policy for the Assignment of Female Soldiers](http://www.apd.army.mil/pdffiles/ad2015_27.pdf)\n\n \n\n\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n"
}