{
    "id": "2015-06-23",
    "title": "Regional Alignment of Army Reserve Forces - USAR Engagement Cells and Teams ",
    "body": "**What is it?**\n\nThe Army Reserve (USAR) established engagement cells (ARECs) at Army service component commands (ASCCs) and smaller teams (ARETs) at both Army corps-level commands and geographic combatant commands (GCCs) to facilitate access to USAR regionally aligned forces (RAF). \n\nAREC/Ts consist of Active Guard Reserve planners from USAR enabling commands that provide supported commands USAR subject matter expertise across the war fighting functions.  USAR RAF in conjunction with AREC/Ts as the means to implement it, is the commanding general, U.S. Army Reserve Command's (USARC) highest operational priority. \n\n**What has the Army Reserve done?**\n\nA budget-neutral initiative staffed entirely from within existing Army Reserve structure, AREC/Ts help ASCCs and GCCs integrate USAR capabilities into plans, exercises, and operational activities to implement the USAR's regional alignment of its forces; provide reach-back capability to the \"whole\" of USARC's CONUS-based theater enabling commands; and facilitate USAR reception, staging, onward movement, and integration into theater activities and operations.   \n \n**What continued efforts does the Army Reserve have planned for the future?**\n\nUSAR will continue to fill the 19 separate AREC/Ts already established at major Army and joint commands, currently employed under initial operational capability, to ensure they are brought to full operational capability no later than first-quarter fiscal 2016. \n\n**Why is it important to the Army?**\n\nThe RAF concept is part of the CSA's Prevent-Shape-Win Strategy. RAF are drawn from the Total Force and conduct operational missions, military exercises, and theater security cooperation activities. USAR RAF, through the Plan, Prepare, Provide model, affords the combatant commander with tailorable capabilities to shape the environment and respond to a full range of requirements. Integrating the AREC/Ts fosters direct, enduring relationships while the persistent presence of planners from USAR enabling commands provides the USAR with immediate awareness and subsequent faster responsiveness to theater requirements and plans. RAF maintains the USAR's operational capability, maximizes its inherent cost-efficiency while providing trained, equipped, ready and accessible Soldiers, leaders, and units to the Army and the nation. \n\n**Resources:**\n\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* [Army.mil: Army Reserve](http://www.army.mil/news/reserves/)\n* Related articles:\n* [- Defense News: Reserve to unveil new model for preparing Soldiers](http://www.defensenews.com/article/20131020/SHOWSCOUT04/310200015/Reserve-unveil-new-model-preparing-soldiers)\n* [- Video: Army Reserve Today - April 2015](http://dvidshub.net/r/5jdluc)\n* [- Warrior Citizen Vol 59 no. 1 2014](http://issuu.com/warrior-citizen/docs/warrior_citizen_vol._59__no._1)\n* [- AREC Tri-Fold April 2015](http://www.usar.army.mil/resources/forsoldiers/Pages/default.aspx) \n* Related STAND-TO!: \n* [- The U.S. Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- CSA Strategic Priorities- Waypoint # 2](http://www.army.mil/standto/archive_2014-02-24)\n* [- Regionally Aligned Forces](http://www.army.mil/standto/archive/issue.php?issue=2012-12-20)\n",
    "date": "Tuesday, June 23, 2015",
    "quote": "Quote for the Day\n------------------------\n\nI would say that you ladies are clearly Army volunteers for life. Many of you have done this for a very long time and you continue to give back to the Army and in my mind, you represent what's best: a willingness to continue giving back to the Army you love and we truly, truly appreciate that.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/), while honoring the Army Arlington Ladies, who follow the motto that \"no Soldier will be buried alone,\" compared their mission to the Army's [Soldier for Life](http://www.army.mil/standto/archive_2014-01-17/) program, which has been established to ensure that all enlisted/ commissioned Soldiers keep their identity for their entire lives, at Quarters One on Joint Base Myer-Henderson Hall, Va., June 19   \n\n### [Chief thanks Army Arlington Ladies for their dedication](http://www.army.mil/article/150923)\n \n### Visit: [Soldier for Life](http://soldierforlife.army.mil/)\n\n\n\n\n\n\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}