{
    "id": "2015-06-24",
    "title": "Multi-echelon Integrated Brigade Training",
    "body": "**What is it?**\n\nMIBT is a multicomponent, multi-echelon training event that sustains readiness of reserve- and active-component forces in train/ready year 3 (T/R3) and available years in accordance with approved training models. The MIBT is conducted for ARNG BCTs that did not participate in a Maneuver Combat Training Center (MCTC) rotation in T/R3, ARNG division HQs in T/R2 or available year and U.S. Army Reserve (USAR) enabler units in TR3. The MIBT closes the T/R3 training gap for ARNG BCTs by providing a venue to sustain T/R2 readiness levels. First Army, as FORSCOM's designated coordinating authority for Army Total Force Policy (ATFP) implementation, developed and sponsored the MIBT to support ATFP by integrating active- and reserve-component forces in a collective training event.\n\n**What has the Army done?**\n\nMore than 4,500 active- and reserve-component Soldiers from the New York ARNG's 42nd Infantry Division Headquarters, Virginia ARNG's 116th Infantry BCT, Vermont ARNG's 86th IBCT and North Carolina ARNG's 113th Sustainment Brigade participated in First Army's proof of principle MIBT exercise at Fort Drum, New York, June 13-26. First Army conducted the MIBT while the reserve-component units were in annual training (AT) status with minimal additional resources to ensure effective resourcing and maximum training value. The exercise used active-component Soldiers from 1st Brigade, 10th Mountain Division as opposing force (OPFOR).\n\nFirst Army's 205th Infantry Brigade designed and conducted the 13-day training exercise based on the ARNG commanders' training objectives incorporating integrated live, virtual and constructive elements. More than 500 Soldiers from First Army Division East's 205th Infantry Brigade at Camp Atterbury, Indiana, and 188th Infantry Brigade at Fort Stewart, Georgia, and from the USAR's 75th Training Command at Houston, Texas, provided observer coach/trainer (OC/T), exercise control and warfighter function support to the training exercise.\n\n**What efforts does the Army plan to continue?**\n\nMIBTs are conducted at training locations that provide the best overall training enabler support: an active-component (AC) location, a regional collective training capability (RCTC) site or home station (if neither an AC nor RCTC site is available). First Army provides the exercise design and scenario development team members and fulfills the OC/T requirements. Two MIBTs are scheduled for fiscal 2016.\n\n**Why is this important to the Army?**\n\nThe MIBT supports ATFP by enabling total force unit readiness, focusing on leader development, integrating the Active and Reserve Components in collective unit training, reducing postmobilization training time and strengthening partnerships between active- and reserve-component commanders.\n\n\n\n**Resources:**\n\n* [First Army](http://www.first.army.mil)\n* [U.S. Army Forces Command](http://www.forscom.army.mil/)\n* [U.S. Army National Guard](http://www.nationalguard.mil/)\n* [U.S. Army Reserve](http://www.usar.army.mil/Pages/default.aspx)\n* Related Documents:\n* [- First Army Information Brochure](http://go.usa.gov/3vxXd)\n* [- First Army Facebook](http://www.facebook.com/FirstArmy)\n* Related Articles:\n* [- 'Red Dragons' prepare for MIBT](http://www.army.mil/article/146221/)\n* [- 3-345 CS/CSSB trains in preparation for MIBT](http://www.army.mil/article/146111/3_345_CS_CSSB_trains_in_preparation_for_MIBT/)\n* [- Getting to know the 1-111th Field Artillery Regiment](http://www.army.mil/article/144465/Getting_to_know_the_1_111th_Field_Artillery_Regiment/)\n* Related STAND-TO!:\n* [- ARNG Training Division Program Guide](http://www.army.mil/standto/archive_2015-02-06/)\n",
    "date": "Wednesday, June 24, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\n\nIt's a sustainment- training capability that has never existed in the Army before. \n\n### - Maj. Gen. Jeffery Bailey, commander, First Army Division East, speaks about the Multi-echelon Integrated Brigade Training (MIBT) as an opportunity to ensure select Army National Guard units maintain readiness before deploying, at the MIBT event held at Fort Drum, June 13-26\n\n### [First Army-designed exercise replicates combat training center rotation for Guard](http://www.army.mil/article/151005/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}