{
    "id": "2015-06-25",
    "title": "Brigade Logistics Support Team University",
    "body": "**What is it?**\n\nThe Brigade Logistics Support Team (BLST) University, designed and led by [Army Sustainment Command's 407th Army Field Support Brigade](http://www.aschq.army.mil/home/407.aspx), is a week-long course to prepare BLST chiefs and personnel to serve as logistics liaisons to units. \n\nBLSTs are comprised of logistics Soldiers and civilians from the [U.S. Army Materiel Command](http://www.amc.army.mil) (AMC) serving as the organization's \"face to the field.\" BLSTs provide dedicated support to brigade combat teams (BCTs), offering technical expertise and assisting with coordination of the command's capabilities. \n\n**What has the Army done?**\n\nBLST University was developed in 2010 to provide BLST chiefs a better understanding and deeper knowledge of the vast materiel enterprise. Logistics leaders learn the breadth and depth of AMC, the Army Sustainment Command, AFSB, and the capabilities each provides. With this knowledge, BLST chiefs act as liaisons between the BCTs and AMC, assisting units in developing sustainment plans, and synchronizing and executing equipment reset.  \n\nBLST University builds the chief's toolbox, providing information on resources and databases such as Logistics Readiness Centers, the Logistics Information Warehouse, and Logistics Assistance Representatives at the various life-cycle management commands. Students have the opportunity to employ these tools through practical exercises that include unit movement operations. \n\n**What continued efforts does the Army have planned for the future?**\n\nThe Army continues to train BLST members to ensure they have a complete and comprehensive understanding of the command's capabilities. Instructors also provide practical advice for fully integrating BLST chiefs with combat team leadership.\n\nBLST University coordinators consider the input of students and graduates in making continuous improvements to the course in order to build a premier training program capable of developing support teams to take on the challenges of tomorrow's Army.  \n\n**Why is this important to the Army?**\n\nBLST members play an important role in ensuring BCTs remain equipped and ready to complete their missions. BLST University ensures these logistics leaders in the field have the knowledge and skills to ensure they maximize the power behind the AMC patch. \n\n**Resources:**\n \n* [U.S. Army Materiel Command](http://www.amc.army.mil)\n* [Army Sustainment Command](http://www.aschq.army.mil)\n* Related article:\n* [- Power of the patch: AMC liaisons are face to the field](http://www.army.mil/article/144306/)\n* Related Video: \n* [- BLST University](https://www.youtube.com/watch?v=-ZqI2qZed3o)\n* Related STAND-TO!:\n* [- Army University](http://www.army.mil/standto/archive_2015-06-17/)\n* [- Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/)\n* [- Force 2025 and Beyond](http://www.army.mil/standto/archive_2015-03-27/)",
    "date": "Thursday, June 25, 2015",
    "quote": "Quote for the Day\n------------------------\n\nI believe there is strong support for a hybrid retirement program which includes a matching contribution and a guaranteed benefit. But everyone currently serving on active duty is grandfathered.\n\n### - [Chief of Staff of the Army Gen. Ray Odierno](http://www.army.mil/leaders/csa/) assured the online community during his final Facebook town hall on June 24 that the Joint Chiefs of Staff are working with Congress to stop efforts at COLA caps and a proposal that would reduce pensions while allowing Soldiers to receive benefits before their 20 years of service.\n\n### - [CSA talks retirement, ISIS at Facebook town hall](http://www.army.mil/article/151087)\n\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}