{
    "id": "2015-06-26",
    "title": "Army Doctrine ePubs ",
    "body": "**What is it?**\n\nA doctrinal electronic publication, or ePub, is a text document converted to an electronic publishing format for viewing on a mobile device. With the proper e-reader software, ePubs can be read on smartphones or tablets from home, work or a deployed location, while using any operating system, such as OS X, Android, or Windows. \n\nWith the e-reader software and a touch screen, users can also open content, resize and launch additional resources. These ePubs are different from pdf files, which are not resizable on mobile devices without distorting the document and require the user to scroll left and right while reading.\n\nThe doctrine ePubs are part of [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)'s ongoing Doctrine 2015 transition and the first products of Army initiatives to develop interactive publications. Interactive ePubs will help \"bring doctrine to life\" by enhancing the presentation of text with embedded multimedia such as images, audio, video and animations. \n\n**What has the Army done?**\n\nIn 2012, TRADOC's Combined Arms Center created Doctrine 2015 to dramatically restructure the development and delivery of Army doctrine. The intent of Doctrine 2015 has always been to leverage emerging technology to accelerate and modernize the entire doctrine development and delivery process. ***Clear, concise, current and accessible*** have been hallmarks of the Doctrine 2015 transition. \n\nBy the end of 2013, all Army Doctrine Publications and Army Doctrine Reference Publications were published as pdf files on the [Army Publishing Directorate](http://armypubs.army.mil/). Currently, the APD website contained all 16 ADPs, 13 ADRPs, and 22 field manuals as ePubs, with the goal of converting all published doctrinal manuals to the ePub format. The ePub format applies only to publications that are approved for public release. \n\n**What continued efforts does the Army have planned for the future?**\n \nFuture doctrine supplements may add interactions, such as highlighting and note taking, social media, clippings, and engagements involving simulations. The intent is to begin converting selected publications with some of these enhanced features.\n\n**Why is this important to the Army?**\n\nThrough ePubs and additional increasingly interactive publications, the Army can deliver interactive media to the point of need for training and other learning products that clarify doctrine and concepts and reflect the ways in which today's Soldiers access information. \n\n**Resources:**\n\n* [U.S. Army Training and Doctrine Command (TRADOC)](http://www.tradoc.army.mil/) \n* [U.S. Army Combined Arms Center (CAC)](http://usacac.army.mil)\n* [Mission Command Center of Excellence (MC CoE)](http://mccoe.army.mil) \n* [Combined Arms Doctrine Directorate (CADD)](http://usacac.army.mil/organizations/mccoe/cadd)  \n* [Army Publishing Directorate (APD)](http://armypubs.army.mil/)\n* Related STAND-TO!: \n* [- Doctrine 2015](http://www.army.mil/standto/archive/issue.php?issue=2012-11-28)  \n\n",
    "date": "Friday, June 26, 2015",
    "quote": "Focus Quote for the Day\n------------------------\n\nDoctrine's enduring value is truly realized only to the extent it is inculcated across the Army. The Living Doctrine - ePub initiative expands our ability to develop more interactive publications, helping to bring 'doctrine to life' while also facilitating greater accessibility to online publications on mobile devices.\n\n### - Lt. Gen. Robert B. Brown, commanding general, [U.S. Army Combined Arms Center](http://usacac.army.mil/) and Fort Leavenworth\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}