{
    "id": "2015-06-30",
    "title": "Integrated Training Environment Portal",
    "body": "**What is it?**\n \nIntegrated Training Environment (ITE) Portal is the  U.S. Army's new dynamic knowledge-sharing online resource to help commanders understand how to plan, prepare, execute and assess [Integrated Training Environment](http://usacac.army.mil/organizations/cact/nsc/tcm-ite) events. \n\nThe ITE Portal provides access to best practices, tactics, techniques and procedures for exercises that integrate live, virtual, gaming and constructive training. The portal links warfighters with fellow warfighters and allows them to share their ITE knowledge and experience.\n\n\n**What has the Army done?**\n \nThe ITE is at the center of the Army's effort to revitalize home-station training. To improve home-station training, the [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact) and the  [Army Models and Simulations Office](http://www.ms.army.mil/) developed the ITE Portal. The portal gives commanders insights into combining training aids, devices, simulators and simulations to replicate complex operating environments. Commanders have access to the comprehensive ITE Leaders Guide, which provides instructions, suggestions and examples of how to approach all four training phases. The portal's hyperlinks offer access to other online resources that assist commanders in creating ITE exercises.\n\n**What efforts does the Army plan to continue in the future?**\n\nThe ITE Portal went live in June 2014 and continuously receives new features. Users now have access to the discussion forum and this summer, the portal will host a discussion forum and a blogging tool, allowing users to communicate with each other, subject matter experts, and program and capability developers. ITE Portal developers continually respond to user feedback in order to provide a resource that meets the commander's needs and training objectives.\n\n**Why is this important to the Army?**\n\nCommanders need to know how to use simulations-based training that will become the foundation for future home-station training. The ITE Portal helps commanders understand how to combine simulations with live training to create tough, realistic exercises. The website also offers guidance on how commanders can use their Mission Training Complex (MTC). By combining MTC resources with the ITE Portal, leaders will develop the training the Army needs to win in a complex world.\n\n**Resources:**\n\n* [Combined Arms Center-Training](http://usacac.army.mil/organizations/cact)\n* [U.S. Army Training and Doctrine Command](http://www.tradoc.army.mil/)\n* [TRADOC Capability Manager, Integrated Training Environment](http://usacac.army.mil/organizations/cact/nsc/tcm-ite)\n* CAC enabled: [ITE Portal](https://ite.army.mil)  \n",
    "date": "Tuesday, June 30, 2015",
    "quote": "Quote for the Day\n------------------------\n\nThey must be what the [Army Operating Concept](http://www.army.mil/standto/archive_2014-12-22/) calls ... resilient and fit, they must be [Soldiers of character](http://www.army.mil/standto/archive_2015-06-15/), they must be competent, committed, agile and adaptive, they must be capable of forming cohesive teams of [trusted professionals](http://www.army.mil/standto/archive_2015-06-09/), all the while representing the diversity of America ... \n\n### - Under Secretary of the Army Brad R. Carson, highlights the challenges the Army faces while trying to recruit Soldiers to fill up the every other year 50 percent turn over of Army personnel, at the States Army Institute of Land Warfare event, Washington D.C., June 24\n\n\n### -  [To become 'force of future,' Army must fix personnel churn](http://www.army.mil/article/151308)\n\n\n### Related: [CSA: 'Trusted professionals' essence of what it means to be Soldiers](http://www.army.mil/article/136104/)\n\n\n",
    "events": "Current & Upcoming Events \n---------------------------\n\n* **June 2015**\n\n* [Army Safety Month](https://safety.army.mil/)\n\n* June 14: [Army's 240th Birthday](http://www.army.mil/birthday/?from=st)\n\n* June 25 - July 27:  Korean War \n\n* **July 2015**\n\n* July 4: Independence Day \n\n* July 1- 3: Battle of Gettysburg \n\n\n"
}